/*
=================================================================
Novell Software Developer Kit Sample Code License

Copyright (C) 2003-2004 Novell, Inc.  All Rights Reserved.

THIS WORK IS SUBJECT TO U.S. AND INTERNATIONAL COPYRIGHT LAWS AND TREATIES.  
USE AND REDISTRIBUTION OF THIS WORK IS SUBJECT TO THE LICENSE AGREEMENT 
ACCOMPANYING THE SOFTWARE DEVELOPMENT KIT (SDK) THAT CONTAINS THIS WORK.  
PURSUANT TO THE SDK LICENSE AGREEMENT, NOVELL HEREBY GRANTS TO DEVELOPER 
A ROYALTY-FREE, NON-EXCLUSIVE LICENSE TO INCLUDE NOVELL'S SAMPLE CODE IN ITS 
PRODUCT.  NOVELL GRANTS DEVELOPER WORLDWIDE DISTRIBUTION RIGHTS TO MARKET, 
DISTRIBUTE, OR SELL NOVELL'S SAMPLE CODE AS A COMPONENT OF DEVELOPER'S PRODUCTS.
NOVELL SHALL HAVE NO OBLIGATIONS TO DEVELOPER OR DEVELOPER'S CUSTOMERS WITH 
RESPECT TO THIS CODE.

NAME OF FILE:
			smsutapi.h

PURPOSE/COMMENTS:
	The followings defines are used to control the 
	definitions and structures used in the separate 
	modules.
	SME:     This define selects the definitions and 
	        structures needed for an NLM Engine and
	        should be defined by all NLM Engines source 
	        files before SMSLIB.H is included.
	SME_DOS: This define selects the definitions and 
	        structures needed for a DOS Engine and should 
	        be defined by all DOS Engines source files 
	        before SMSLIB.H is included.
	TSA:     This define selects the definitions and 
	        structures needed for a TSA and should be 

   #define GET_ADDRESS                     (void *)1
   #define GET_ADDRESS_NEED_FILE_OFFSET    (void *)2

   #define SetUINT64Value(a, b)    (*(UINT32 *)(a) = (((b) is 1) ? (1) :\
                                   (((b) is 2) ? (0x100) : (((b) is 4) ?\
                                   (0x10000L) : (0)))), *((UINT32 *)(a) + 1) =\
                                   ((*(UINT32 *)(a)) ? (0) : (1)))
   #define SMSLIB_H

   #define NWSM_BEGIN                      0x10000000L
   #define NWSM_END                        0x20000000L
   #define NWSM_SKIP_FIELD                 0x30000000L

/* nameSpaceType definitions, others are defined in OS, i.e. DOS, MAC etc */
   #define NWSM_ALL_NAME_SPACES            0xFFFFFFFFL
   #define NWSM_TSA_DEFINED_RESOURCE_TYPE  0xFFFFFFFEL
   #define NWSM_CREATOR_NAME_SPACE         0xFFFFFFFDL
   #define NWSM_DIRECTORY_NAME_SPACE       0xFFFFFFFCL
   #define NWSM_NDS_UNICODE_NAME_SPACE     0xFFFFFFFBL

   #define NWSM_TSA_SSI_TYPE               0xFFFFFFFAL
   
   #define NWSM_ALL_NAME_SPACES_UTF8			0xFFFFFFFAL
   #define NWSM_CREATOR_NAME_SPACE_UTF8		0xFFFFFFF9L  
   #define NWSM_ALL_NAME_SPACES_FORMATS		0xFFFFFFF8L
   #define NWSM_NAME_TYPE_MBCS					0x0000001
   #define NWSM_NAME_TYPE_UTF8					0x0000002


	#if defined(SMS_NSS)
   #define NWSM_CREATOR_UNICODE_NAME_SPACE     0xFFFFFFFAL
	#endif

/* Name Space UTF8 type definitions  */
#define DOSNameSpaceUtf8Type            0x100
#define MACNameSpaceUtf8Type            0x101
#define NFSNameSpaceUtf8Type            0x102
#define LONGNameSpaceUtf8Type           0x104

/* NetWare Name Space Defines */
#if defined(NLM) || defined(__WATCOMC__)
   #define DOSNameSpace    0
   #define MACNameSpace    1
   #define NFSNameSpace    2
   #define FTAMNameSpace   3
   #define OS2NameSpace    4
   
   #if defined(NCP)
       #define MaxNameSpaces   1
   #else
       #define MaxNameSpaces   4
   #endif
#else
   #define DOSNameSpace    0L
   #define MACNameSpace    1L
   #define NFSNameSpace    2L
   #define FTAMNameSpace   3L
   #define OS2NameSpace    4L

   #if defined(NCP)
       #define MaxNameSpaces   1L
   #else
       #define MaxNameSpaces   4L
   #endif
#endif

   #define PRIMARY_DATA_STREAM 0
   #define MAC_RESOURCE_FORK   1
   #define FTAM_DATA_STREAM    2
   #define MAX_DATA_STREAMS    3

   #define NameSpaceName(n)   _GetMessage(((n) <= MaxNameSpaces) ?\
               ((n) + DOS_NAME_SPACE_NAME) : INVALID_NAME_SPACE_NAME)
   #define DataStreamName(n)  _GetMessage(((n) <= MAX_DATA_STREAMS) ?\
               ((n) + PRIMARY_DATA_STREAM_NAME) : INVALID_DATA_STREAM_NAME)

/*  Miscellaneous defines */
        #define STANDARD_INCREMENT 1024
        #define MIN_BLANK_SPACE_SECTION_SIZE 14

/* Defines for dataSetInfoRetrieved in NWSM_RECORD_HEADER_INFO */
   #define DATA_SET_INFO_NOT_STARTED       0
   #define DATA_SET_INFO_SPANNED           1
   #define DATA_SET_INFO_COMPLETE          2
   #define DATA_SET_INFO_DOES_NOT_EXIST    3
#pragma pack ( push, 1 ) /* Single byte alignment for structures */
/*  List structures */
   typedef struct NWSM_LIST_STRUCT
   {
		UINT8  marked;									/* 0x00 */
		struct NWSM_LIST_STRUCT *prev;					/* 0x01 */
		struct NWSM_LIST_STRUCT *next;					/* 0x05 */
		void  *otherInfo;								/* 0x09 */
		BUFFER text[1];									/* 0x0D */
   } NWSM_LIST;

   typedef struct
   {
		NWSM_LIST *head;								/* 0x00 */
		NWSM_LIST *tail;								/* 0x04 */
		int (*sortProc)();								/* 0x08 */	
		void (*freeProcedure)(void *memoryPointer);		/* 0x0C */
   } NWSM_LIST_PTR;

   typedef struct
   {
       UINT32                   nameSpaceType;
       UINT32                   selectionType;
       UINT16                   count;
       UINT16 SM_HUGE *namePositions;
       UINT16 SM_HUGE *separatorPositions;
       UINT16                   nameLength;
       STRING                   name;
   } NWSM_DATA_SET_NAME;
#pragma pack (pop)

/* Parser defines, etc.*/
/* Bit Field defines */
   #define SMDF_BIT_NONE   0xC0
   #define SMDF_BIT_ONE    0xC1
   #define SMDF_BIT_TWO    0xC2
   #define SMDF_BIT_THREE  0xC4
   #define SMDF_BIT_FOUR   0xC8
   #define SMDF_BIT_FIVE   0xD0
   #define SMDF_BIT_SIX    0xE0

/* Misc. defines */
   #define SMDF_MIN_PARSER_BUFFER  13 
/* 
	The minimum parsr buffer size is 13, this provides space for the maximum size header,
	(13 bytes, 4 for the Fid and 9 for the Size) is present.
*/

/*
	SMDF Compare Macros, these macros compare a UINT64 (a) with a UINT32 (b)
	and return TRUE if (a op b) where op is EQ (Equal), GE (Greater Than
	or Equal), GT (Greater Than), LE (Less Than or Equal), or LT (Less Than)
*/

   #define SMDF_EQ(a, b)   (!*((UINT32 *)a + 1) and *(UINT32 *)a is b)
   #define SMDF_GE(a, b)   (*((UINT32 *)a + 1) or *(UINT32 *)a >= b)
   #define SMDF_GT(a, b)   (*((UINT32 *)a + 1) or *(UINT32 *)a > b)
   #define SMDF_LE(a, b)   (!*((UINT32 *)a + 1) and *(UINT32 *)a <= b)
   #define SMDF_LT(a, b)   (!*((UINT32 *)a + 1) and *(UINT32 *)a < b)

/* SMDF Misc. Macros */
   #define SMDFFixedFid(fid)       ((longFid) ? (((fid) AND 0xF000) is 0xF000)\
                                       : ((fid) AND 0x40))

   #define SMDFFixedSize(fid)      (1L << ((longFid) ? (*((UINT8 *)&(fid) + 1)\
                                       AND 0x07) : ((fid) AND 0x07)))

   #define SMDFPutUINT64(a, v)     (*((UINT32 *)(a) + 1) = 0, *(UINT32 *)(a) =\
                                       (v))

   #define SMDFBit1IsSet(v)        (((v) & SMDF_BIT_ONE) is SMDF_BIT_ONE)
   #define SMDFBit2IsSet(v)        (((v) & SMDF_BIT_TWO) is SMDF_BIT_TWO)
   #define SMDFBit3IsSet(v)        (((v) & SMDF_BIT_THREE) is SMDF_BIT_THREE)
   #define SMDFBit4IsSet(v)        (((v) & SMDF_BIT_FOUR) is SMDF_BIT_FOUR)
   #define SMDFBit5IsSet(v)        (((v) & SMDF_BIT_FIVE) is SMDF_BIT_FIVE)
   #define SMDFBit6IsSet(v)        (((v) & SMDF_BIT_SIX) is SMDF_BIT_SIX)

   #define SMDFSetBit1(v)          ((v) |= SMDF_BIT_ONE)
   #define SMDFSetBit2(v)          ((v) |= SMDF_BIT_TWO)
   #define SMDFSetBit3(v)          ((v) |= SMDF_BIT_THREE)
   #define SMDFSetBit4(v)          ((v) |= SMDF_BIT_FOUR)
   #define SMDFSetBit5(v)          ((v) |= SMDF_BIT_FIVE)
   #define SMDFSetBit6(v)          ((v) |= SMDF_BIT_SIX)

   #define SMDFSizeOfFID(d)        ((*((UINT8 *)&d + 3)) ? 4 :\
                                   ((*((UINT8 *)&d + 2)) ? 3 :\
                                   ((*((UINT8 *)&d + 1)) ? 2 : 1)))

   #define SMDFSizeOfUINT32Data(d) ((*((UINT16 *)&(d) + 1)) ? 4 :\
                                   (((*((UINT8 *)&(d) + 1))) ? 2 : 1))

   #define SMDFSizeOfUINT32Data0(d)    ((*((UINT8 *)&(d) + 3)) ? 4 :\
                                   ((*((UINT8 *)&(d) + 2)) ? 3 :\
                                   ((*((UINT8 *)&(d) + 1)) ? 2 : 1)))

   #define SMDFSizeOfUINT64Data(d) ((*((UINT32 *)&(d) + 1)) ? 8 :\
                                   ((*((UINT16 *)&(d) + 1)) ? 4 :\
                                   ((*((UINT8 *)&(d) + 1)) ? 2 :\
                                   ((*(UINT8 *)&(d)) ? 1 : 0))))

   #define SMDFSizeOfFieldData(d, m)   (m = 0, ((*((UINT32 *)&(d) + 1)) ?\
                                           (m = 0x83, 8) :\
                                   ((*((UINT16 *)&(d) + 1)) ? (m = 0x82, 4) :\
                                   ((*((UINT8 *)&(d) + 1)) ? (m = 0x81, 2) :\
                                   ((*(UINT8 *)&(d) AND 0x80) ? (m = 0x80, 1) :\
                                           0)))))

   #define SMDFZeroUINT64(a)       (*(UINT32 *)(a) = *((UINT32 *)(a) + 1) = 0)

#pragma pack ( push, 1 ) /* Single byte alignment for structures */

typedef struct
{
	UINT32  fid;					/* 0x00 */
	UINT64  dataSize;				/* 0x04 */
	void   *data;					/* 0x0C */
	UINT32  bytesTransfered;		/* 0x10 */
	UINT64  dataOverflow;			/* 0x14 */
} SMDF_FIELD_DATA;

typedef struct
{
	SMDF_FIELD_DATA field;			/* 0x00 */
	UINT32  sizeOfData;				/* 0x1C */
	void   *addressOfData;			/* 0x20 */
	UINT8   dataSizeMap;			/* 0x24 */
	UINT8   reserved[3];			/* 0x25 */
} NWSM_FIELD_TABLE_DATA;

typedef struct
{
	UINT32  fid;					/* 0x00 */
	void   *data;					/* 0x04 */
	UINT32  dataSize; 				/* 0x08 */	/* The size of the data variable passed in */	
	NWBOOLEAN found;				/* 0x0C */
} NWSM_GET_FIELDS_TABLE;

typedef struct
{
	ECMATime		timeStamp;       /* time of individual media */
	ECMATime		setTimeStamp;    /* time of entire media set */
	BUFFER			label[NWSM_MAX_MEDIA_LABEL_LEN];
	UINT32			number;
	NWBOOLEAN32		indexRequired;	 /* partition index is on media */
} NWSM_MEDIA_INFO;

/* Defines that are used only in session_info struct. */

#define   NWSM_MAX_SIDF_SRC_NM_TYP_LEN    32
#define   NWSM_MAX_SIDF_SRC_NAME_LEN     256

typedef struct
{
	ECMATime                  timeStamp;
	UINT32                    sessionID;
	NWBOOLEAN32                               indexPresent;         /* session index is on media */
	BUFFER                    description[NWSM_MAX_DESCRIPTION_LEN];
	BUFFER                    softwareName[NWSM_MAX_SOFTWARE_NAME_LEN];
	BUFFER                    softwareType[NWSM_MAX_SOFTWARE_TYPE_LEN];
	BUFFER                    softwareVersion[NWSM_MAX_SOFTWARE_VER_LEN];
