<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">

<head>

<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta http-equiv="Content-Language" content="pl">

<meta name="Generator" content="Konwersja do wersji HTML - Novell, 10 marca 2004">
<meta name="Generation-Date" content="Niedziela, 23 pa&#378;dziernika 2005, 15:54">
<meta name="Content-Date" content="Poniedzia&#322;ek, 22 pa&#378;dziernika 2005, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0005.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0005.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">

<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">


<title>iFolder - pomoc</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>

<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="accountdetails.html";
  var next_link="preferences.html";
</script>

<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>

<a name="bvwsp7c"></a>

<div class="Topic" title="Deleting an iFolder Account">

<h2 class="TOPIC-TITLE"><br />Usuwanie konta iFolder</h2>
<p class="TOPIC">U&#380;ytkownik mo&#380;e okre&#347;li&#263;, czy konto ma zosta&#263; usuni&#281;te tylko z bie&#380;&#261;cego komputera, czy r&#243;wnie&#380; maj&#261; zosta&#263; usuni&#281;te iFoldery znajduj&#261;ce si&#281; na serwerze, co poci&#261;gnie za sob&#261; zatrzymanie wsp&#243;&#322;u&#380;ytkowanych iFolder&#243;w skonfigurowanych w ramach danego konta. </p>
<p class="TOPIC">Je&#347;li konto programu iFolder zostanie usuni&#281;te z komputera, powi&#261;zane lokalne kopie iFolder&#243;w zostan&#261; zmienione na zwyk&#322;e foldery. Mo&#380;na nadal uzyskiwa&#263; dost&#281;p do tych iFolder&#243;w z innych komputer&#243;w lub z sieci Web.</p>
<p class="TOPIC">Je&#347;li konto programu iFolder zostanie usuni&#281;te z serwera: </p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Wszystkie posiadane iFoldery przestan&#261; by&#263; wsp&#243;&#322;u&#380;ytkowane.</li>

<li class="BULLETITEM">Lokalne kopie iFolder&#243;w na komputerach cz&#322;onk&#243;w zostan&#261; zmienione na zwyk&#322;e foldery.</li>

<li class="BULLETITEM">Dany iFolder i jego zawarto&#347;&#263; zostan&#261; usuni&#281;te z serwera.</li>

<li class="BULLETITEM">U&#380;ytkownik zostaje usuni&#281;ty z listy cz&#322;onk&#243;w w iFolderach udost&#281;pnionych przez inne osoby.</li>
</ul>
<ol class="STEPLIST">
<li class="STEP"><a name="bvwspv2"></a>
<p class="STEP">Kliknij prawym przyciskiem myszy ikon&#281; aplikacji iFolder <img src="../graphics/ifolder16.png" alt="Ikona autostartu programu iFolder" /> w obszarze powiadomie&#324;, a nast&#281;pnie wybierz polecenie Konta w celu otwarcia w oknie preferencji programu iFolder karty Konta.</p></li>

<li class="STEP"><a name="bvwspv3"></a>
<p class="STEP">Zaznacz konto programu iFolder, kt&#243;re chcesz usun&#261;&#263;, a nast&#281;pnie kliknij przycisk Usu&#324;.</p></li>

<li class="STEP"><a name="bvwspqf"></a>
<p class="STEP">Zostanie wy&#347;wietlony komunikat z monitem o okre&#347;lenie zakresu czynno&#347;ci usuni&#281;cia. Wykonaj jedn&#261; z poni&#380;szych czynno&#347;ci:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bvwsuhg"></a><em class="PARAWITHTITLE">Usu&#324; konto programu iFolder wy&#322;&#261;cznie z bie&#380;&#261;cego komputera: </em>Anuluj zaznaczenie opcji Usu&#324; m&#243;j iFolder i pliki z serwera, a nast&#281;pnie kliknij przycisk Tak. Program iFolder usunie wybrane konto wy&#322;&#261;cznie z lokalnej stacji roboczej. Lokalne kopie iFolder&#243;w przypisane do tego konta zostan&#261; zmienione na zwyk&#322;e foldery. Je&#347;li lokalne kopie danych nie s&#261; potrzebne, mo&#380;na je wyszuka&#263; i usun&#261;&#263; za pomoc&#261; mened&#380;era plik&#243;w. </p>
<p class="BULLETITEM">Mo&#380;na nadal uzyskiwa&#263; dost&#281;p do tych iFolder&#243;w w ramach danego konta z innych komputer&#243;w za po&#347;rednictwem klienta programu iFolder. Gdy klient programu iFolder dzia&#322;a z systemem Novell<sup>&#174;</sup> iFolder<sup>&#174;</sup> 3.<em class="VERSIONVARIABLE">x</em> Enterprise Server, mo&#380;na uzyska&#263; dost&#281;p do plik&#243;w z dowolnego miejsca, korzystaj&#261;c z dost&#281;pu do sieci Web systemu Novell iFolder 3.<em class="VERSIONVARIABLE">x</em>.</p></li>

<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bvwsxkq"></a><em class="PARAWITHTITLE">Usu&#324; konto programu iFolder, iFoldery i pliki z serwera: </em>Zaznacz opcj&#281; Usu&#324; m&#243;j iFolder i pliki z serwera, a nast&#281;pnie kliknij przycisk Tak. Program iFolder usunie wybrane konto z lokalnej stacji roboczej. Program usunie tak&#380;e z serwera wszystkie iFoldery posiadane w ramach tego konta i zmieni iFoldery na zwyk&#322;e foldery na bie&#380;&#261;cym komputerze i wszystkich komputerach cz&#322;onk&#243;w. Na koniec u&#380;ytkownik zostanie usuni&#281;ty z listy cz&#322;onk&#243;w wsp&#243;&#322;u&#380;ytkowanych iFolder&#243;w w ramach tego konta. Wszystkie lokalne kopie iFolder&#243;w zostan&#261; zmienione na zwyk&#322;e foldery. Je&#347;li lokalne kopie danych nie s&#261; potrzebne, mo&#380;na je wyszuka&#263; i usun&#261;&#263; za pomoc&#261; mened&#380;era plik&#243;w.</p>
<p class="BULLETITEM">Je&#347;li zdecydujesz si&#281; na ponowne korzystanie z tego konta na tym lub innym komputerze, musisz od nowa skonfigurowa&#263; dane konto i jego iFoldery.</p></li>

<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bvwsxkr"></a><em class="PARAWITHTITLE">Anuluj usuni&#281;cie: </em>Kliknij przycisk Nie, aby wycofa&#263; czynno&#347;&#263; usuwania. Konto i iFoldery nie zostan&#261; usuni&#281;te.</p></li>
</ul></li>
</ol> </div>

<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>

</body>
</html>
