Repository: ifolder/ifolder
Catalog: ifolder/src/FormsTrayApp/Preferences.*.resx
Languages: sk

# defaultInterval.HelpString
source: Specifies the interval at which iFolders are synchronized.
sk: Určuje interval synchronizácie priečinkov iFolder.

# displayConfirmation.HelpString
source: Check to display the Confirmation dialog when a new iFolder is created.
sk: Začiarknite, ak chcete dostávať pri výskyte konfliktu v priečinku iFolder upozornenia.

# displayConfirmation.Text
source: Show &Confirmation dialog when creating iFolders
sk: Pri &vytvorení priečinka iFolder zobraziť dialógové okno s potvrdením

# tabGeneral.Text
source: General
sk: Všeobecné

# groupBox4.Text
source: Notifications
sk: Upozornenia

# notifyCollisions.HelpString
source: Check to receive notifications when a collision occurs in an iFolder.
sk: Začiarknite, ak chcete dostávať pri výskyte konfliktu v priečinku iFolder upozornenia.

# notifyCollisions.Text
source: N&otify of collisions
sk: U&pozorniť na konflikty

# notifyShared.HelpString
source: Check to receive notifications when an iFolder is shared with you.
sk: Začiarknite, ak chcete dostávať upozornenia, že je s vami zdieľaný priečinok iFolder.

# notifyShared.Text
source: &Notify of shared iFolders
sk: Upozorniť na &zdieľané priečinky iFolder

# notifyJoins.HelpString
source: Check to receive notifications when a user joins one of your iFolders.
sk: Začiarknite, ak chcete dostávať upozornenia, že sa k niektorému z vašich priečinkov iFolder pridal používateľ.

# notifyJoins.Text
source: Notify &when a user joins
sk: Upozorniť na &pripojenie používateľa

# groupBox1.Text
source: Synchronization
sk: Synchronizácia

# autoSync.HelpString
source: Check to enable synchronization at the specified interval or uncheck to disable synchronization.
sk: Začiarknite, ak chcete povoliť synchronizáciu v určenom intervale. Zrušte začiarknutie, ak chcete synchronizáciu zakázať

# autoSync.Text
source: S&ync to host every:
sk: Automaticky s&ynchronizovať priečinky iFolder

# groupBox3.Text
source: Application
sk: Aplikácia

# autoStart.HelpString
source: Check to start the iFolder client at logon time.
sk: Začiarknite, ak chcete pri prihlásení spustiť klient priečinka iFolder.

# autoStart.Text
source: &Start iFolder when logging in to the desktop
sk: &Spustiť aplikáciu iFolder pri prihlásení sa na počítač

# tabAccounts.Text
source: Accounts
sk: Kontá

# accounts.HelpString
source: Displays the list of iFolder accounts on this computer.
sk: Zobrazí zoznam kont priečinka iFolder na tomto počítači.

# columnHeader3.Text
source: Server
sk: Názov systému

# columnHeader2.Text
source: User name
sk: Meno používateľa

# columnHeader1.Text
source: Status
sk: Stav

# details.HelpString
source: Click to view details for the selected account.
sk: Kliknutím zobrazíte informácie o vybratom konte.

# details.Text
source: De&tails...
sk: &Informácie...

# groupBox2.Text
source: Account Settings
sk: Nastavenie konta

# server.HelpString
source: Specifies the iFolder server to connect to.
sk: Určí server iFolder, s ktorým má byť vytvorené spojenie.

# label9.Text
source: &Password:
sk: &Heslo:

# label5.Text
source: &Server host:
sk: &Server:

# enableAccount.HelpString
source: Check to enable the selected account or uncheck to disable the selected account.
sk: Začiarknite, ak chcete povoliť vybraté konto, alebo zrušte začiarknutie, ak chcete vybraté konto zakázať.

# enableAccount.Text
source: &Enable account
sk: Povoliť &konto

# rememberPassword.HelpString
source: Check to have the iFolder client remember the account password.
sk: Začiarknite, ak chcete, aby si klient priečinka iFolder pamätal heslo ku kontu.

# rememberPassword.Text
source: &Remember password
sk: &Zapamätať heslo

# label10.Text
source: &User name:
sk: &Meno používateľa:

# defaultServer.HelpString
source: Check to make this account the default account.
sk: Začiarknite, ak chcete toto konto nastaviť ako predvolené

# defaultServer.Text
source: De&fault account
sk: &Predvolené konto

# removeAccount.HelpString
source: Click to remove the selected iFolder account.
sk: Kliknutím odstránite vybraté konto priečinka iFolder.

# removeAccount.Text
source: &Delete
sk: &Odstrániť

# addAccount.HelpString
source: Click to create a new iFolder account.
sk: Kliknutím vytvoríte nové konto priečinka iFolder.

# addAccount.Text
source: &New
sk: &Nové

# cancel.Text
source: Cancel
sk: Zrušiť

# apply.Text
source: &Apply
sk: &Použiť

# $this.Name
source: Preferences
sk: Preferencie

# $this.Text
source: iFolder Preferences
sk: Preferencie aplikácie iFolder

# readAccountsError
source: An error was encountered while reading the iFolder accounts.
sk: Pri čítaní kont priečinkov iFolder nastala chyba.

# failedAuth
source: The user name or password is invalid. Please try again.
sk: Meno používateľa alebo heslo sú neplatné. Skontrolujte zadané informácie a skúste to znova.

# serverConnectErrorTitle
source: Unable to Connect to iFolder Server
sk: Nedá sa pripojiť k serveru iFolder

# serverConnectError
source: An error was encountered while connecting to the iFolder server. Please verify the information entered and try again. If the problem persists, please contact your network administrator.
sk: Pri pripájaní sa k serveru iFolder nastala chyba. Skontrolujte zadané informácie a skúste to znova. Ak problém pretrváva, obráťte sa na správcu siete.

# accountDisabled
source: The user account is disabled. Please contact your network administrator for assistance.
sk: Toto používateľské konto je zakázané. Požiadajte o pomoc správcu siete.

# accountLockout
source: The user account has been locked out. Please contact your network administrator for assistance.
sk: Toto používateľské konto bolo uzamknuté. Požiadajte o pomoc správcu siete.

# graceLogin
source: Your password has expired. You have {0} grace logins remaining.
sk: Platnosť hesla vypršala. Zostáva vám {0} darovaných pokusov o prihlásenie.

# graceLoginTitle
source: Expired Password
sk: Platnosť hesla vypršala

# saveSyncError
source: An error was encountered while saving the default sync interval.
sk: Pri ukladaní predvoleného intervalu synchronizácie nastala chyba.

# readSyncError
source: An error was encountered while reading the default sync interval.
sk: Pri čítaní predvoleného intervalu synchronizácie nastala chyba.

# setDefaultError
source: An error was encountered while setting the default account.
sk: Pri nastavovaní predvoleného konta nastala chyba.

# saveAccountPrompt
source: Do you want to save the new account?
sk: Chcete nové konto uložiť?

# saveAccountTitle
source: Save New Account
sk: Uložiť nové konto

# savePasswordError
source: An error was encountered while saving the password.
sk: Pri ukladaní hesla nastala chyba.

# updatePrompt
source: Do you want to save the changes made to this account?
sk: Chcete uložiť zmeny vykonané pre toto konto?

# updateTitle
source: Save account
sk: Uložiť konto

# requiredFieldsMissing
source: The user name and server host are required fields. Please fill in the missing information and try again.
sk: Server a Meno používateľa sú požadované polia. Doplňte chýbajúce informácie a skúste to znova.

# statusDisabled
source: Disabled
sk: Vypnutá

source: seconds
sk: s

source: minutes
sk: Minúty

source: hours
sk: hod.

source: days
sk: dní
