Repository: ifolder/ifolder
Catalog: src/LinuxClient/po/*.po
Languages: fi

source: Setup iFolder "{0}"
fi: Aseta iFolder "{0}"

source: Setup iFolder:
fi: Aseta iFolder:

source: iFolder Details:
fi: iFolder Yksityiskohtaiset

source: iFolder name: {0} iFolder Owner:{1} iFolder Description: {2}
fi: iFolder Nimi: {0} iFolder omistaja: {1} iFolder Kuvaus: {2}

source: Choose a location for the iFolder to be created on this computer.
fi: Valita polku jossa iFolder luottaisin tällä tietokoneella.

source: iFolder Location:
fi: iFolder Sijainti:

source: Choose a folder...
fi: Valita kansion...

source: Properties for multiple users
fi: Ominaisuudet monille käyttäjille

source: Properties for {0}
fi: Ominaisuudet {0}:lle

source: Access
fi: Käyttäminen

source: Full Control
fi: Kokonaisen Hallinta

source: Read/Write
fi: Lue/Kirjoita

source: Read Only
fi: Lue Vain

source: Make this user the owner of the collection.
fi: Tee tästä käyttäjästä iFolder:n omistaja.

source: Action Required
fi: Toiminto Tarvitaan

source: A collision has been detected in iFolder "{0}"
fi: Yhteentörmäys huommanut iFolder:ssa "{0}"

source: Available
fi: Saatavana

source: New iFolder "{0}"
fi: Uusi iFolder "{0}"

source: This iFolder is owned by {0} and is available to sync on this computer
fi: {0} omista tämä iFolder ja se voidaan tahdistaa tässä tietokoneessa

source: New iFolder User
fi: Uuden iFolder:n Käyttäjä

source: {0} has just joined iFolder {1}
fi: {0} liittyi iFolder {1}

source: iFolder Connect Error
fi: iFolder Yhteys Virhe

source: Unable to locate Simias Process
fi: Simias käynnistyminen ei sijoiteta

source: The Simias process must be running in order for iFolder to run. Start the Simias process and try again
fi: Simias käynnistyminen tarvitse olla päällä iFolder varten. Aloita Simias käynnistyminen uudestaan ja yritä uudelleen.

source: My iFolders...
fi: Minun iFolderit...

source: Join Enterprise Server
fi: Liity iFolder-palvelimella

source: iFolder is already running!
fi: iFolder on päällä jo!

source: iFolder Conflict Resolver
fi: iFolder Selkkaus Korjattaja

source: Select a conflict from the list below. To resolve the conflict, save the local version or the server version. The version you save will be synced to this iFolder.
fi: Valita selkkaus luettelosta. Jotta voit korjata selkkaus, tallenna paikallisen versio tai iFolder-palvelimen versio. Tallennettu versio tahdistetaan tälle iFolder:lle.

source: iFolder Name:
fi: iFolder Nimi

source: iFolder Path:
fi: iFolder Polku:

source: Local Version
fi: Paikallisen Versio

source: Name:
fi: Nimi:

source: Date:
fi: Päiväys:

source: Size:
fi: Koko:

source: Server Version
fi: iFolder-palvelin Versio

source: iFolder Conflicts
fi: iFolder Selkkauksia

source: iFolder Unhandled Exception
fi: iFolder Virhe

source: iFolder crashed because of an unhandled exception
fi: iFolder kaatui koska virhe ei hoitanut

source: iFolder Introduction
fi: iFolder Käyttöönotto

source: Congratulations! A new iFolder was created
fi: Onnea! Uuden iFolder luonnut.

source: The new iFolder has been added to your list of iFolders.
fi: Uuden iFolder lisättin sinun iFolder luetteloon.

source: To share your iFolder and it's contents with others, right-click the iFolder and select "Share with...".
fi: Jaketetaksi sinun iFolder ja sen tiedostot muille, paina oikea napsautus iFolder:lla ja valita "Jae...".

source: Do not show this message again.
fi: Älä näytä tämä viesti uudestaan.

source: iFolder Error
fi: iFolder Virhe

source: Show Details
fi: Näytä Yksityiskohtaiset

source: Click "Show Details" below to get the full message returned with this error
fi: Paina "Näytä Yksityiskohtaiset" saataaksesi koko viesti sisältynyt tässä virhessä

source: Hide Details
fi: Piilota Yksityiskohtaiset

source: iFolder Login
fi: iFolder-sisäänkirjoitus

source: User Name:
fi: Käyttäjän Nimi:

source: Password:
fi: Salasana:

source: Server Host:
fi: Palvelimen Osoite:

source: _Login
fi: _Kirjaudu sisään

source: iFolder Properties
fi: iFolder:n Ominaisuudet

source: iFolder Properties for "{0}"
fi: "{0}" Ominaisuudet

source: This iFolder contains conflicts.
fi: Tämä iFolder sisältä selkkauksia.

source: _Resolve conflicts
fi: Korjata selkkaukset

source: Unable to launch File Browser
fi: Virhe Tiedostoselaisen Aavamisessa

source: iFolder attempted to open the Nautilus File Manager and the Konqueror File Manager and was unable to launch either of them.
fi: iFolder yritti avata Nautilus mutta Konquerer ei voinut avata kumpikaan niistä.

source: N/A
fi: ei tiedossa

source: iFolder limit:
fi: iFolder rajoitus:

source: Synchronization
fi: Tahdistus

source: This will set the sync setting for this iFolder.
fi: Tämä asettaa iFolder:n tahdistus.

source: Sync to host every:
fi: Tahdista isäntäkoneelle joka:

source: seconds
fi: sekunti

source: Statistics
fi: Tilastotiedet

source: Amount to upload:
fi: Lähetyksen määrä:

source: Files/Folders to synchronize:
fi: Tiedostot/Kansiot tahdistetaan:

source: Disk Space
fi: Levyn tila

source: iFolder size:
fi: iFolder:n koko:

source: MB
fi: Mt

source: Available space:
fi: Saatavana tila:

source: full
fi: täynnä

source: empty
fi: tyhjä

source: Users
fi: Käyttäjät

source: State
fi: Tila

source: Owner
fi: Omistaja

source: Invited User
fi: Kutsuttu Käyttäjä

source: iFolder User
fi: iFolder Käyttäjä

source: iFolder Confirmation
fi: iFolder Varmistus

source: Remove Selected Users?
fi: Poistako valittu käyttäjät?

source: This will remove the selected users from this iFolder. They will no longer be able to sync file to this iFolder.
fi: Tämä poista valittu käyttäjät tästä iFolder:sta. He eivat voi tahdistaa tälle iFolder:lle.

source: Unknown
fi: Tuntematon

source: iFolder User Selector
fi: iFolder Käyttäjän Valitsija

source: Search:
fi: Haku:

source: iFolder Users
fi: iFolder Käyttäjät

source: Selected Users
fi: Valittu Käyttäjät

source: Server
fi: Palvelin

source: iFolders
fi: iFolderit

source: Activity Log
fi: Toiminta Loki

source: Idle...
fi: Jouten

source: _Create
fi: _Luo

source: Share _with...
fi: _Jae...

source: Re_solve conflicts
fi: _Korjata selkkaukset

source: Sync _now
fi: _Tahdista nyt

source: Re_vert to a normal folder
fi: Pala_utu tavalliseksi kansioksi

source: _View
fi: _Näytä

source: A_bout
fi: _Tietoja

source: _Help
fi: _Ohje

source: Name
fi: Nimi

source: Location
fi: Polku

source: Status
fi: Tila

source: Application
fi: Sovellus

source: Startup iFolder at Login
fi: Aloita iFolder sisään kirjautumisella

source: This will set the default Sync Settings for all iFolders. You can change the sync setting for an individual iFolder on an iFolder's property pages
fi: Tämä aseta tahdistuksen oletus kaikki iFolder:lle. Voit vaihtaa tahdistuksen asetus yksittäiselle iFolder:lle sen ominaisuudella ikkunanalla.

source: Proxy
fi: Välipalvelin

source: Use a proxy to sync iFolders
fi: Käytä välipalvelin iFolder:n tahdistamisessa

source: Port:
fi: Portti:

source: Server Information
fi: Palvelimen Tietoa

source: User name:
fi: Käyttäjän nimi:

source: iFolder server:
fi: iFolder-palvelin:

source: Server description:
fi: Palvelimen kuvaus:

source: Free space on server:
fi: Vapaa tila palvelimella:

source: Used space on server:
fi: Käytetty tila palvelimella:

source: Total space on server:
fi: Palvelimen tila yhteensä:

source: Log
fi: Loki

source: Has File Conflicts
fi: iFolder:lla on Selkkaukset

source: Waiting to Connect
fi: Odota Yhteyksestä

source: Waiting to Sync
fi: Odota Tahdistamisesta

source: Open
fi: Avaa

source: Share with...
fi: Jae...

source: Resolve conflicts
fi: Korjata selkkaukset

source: Sync now
fi: Tahdista nyt

source: Revert to a normal folder
fi: Palautu tavalliseksi kansioksi

source: Properties
fi: Ominaisuudet

source: Setup iFolder
fi: Aseta iFolder

source: Remove iFolder
fi: Poista iFolder

source: Connect now...
fi: Yhdistä nyt...

source: Create iFolder
fi: Luo iFolder

source: Refresh list
fi: Päivitä luettelo

source: Revert this iFolder?
fi: Palautuko tämän iFolder?

source: This will revert this iFolder back to a normal folder and leave the files intact. The iFolder will then be available from the server and will need to be setup in a different location in order to sync.
fi: Tämä toiminto palautu tämän iFolder tavalliseksi kansioksi. Tiedostot pysyvät turvalliseksi. iFolder pysyy käytettävissä iFolder-palvelimella ja tarvitaisi asennus tahdistaksi uudelleen.

source: Invalid iFolder Path
fi: Epäkelpo iFolder Polku

source: Invalid iFolder path selected
fi: Epäkelpo iFolder Polku valittunut

source: iFolders cannot contain other iFolders. The folder you selected is either inside an iFolder or has an iFolder in it. Please select an alternate folder.
fi: iFolderit eivat voi sisältää muita iFolderia. Valittu kansio joko toisen iFolderin sisällä tai sisältä toinen iFolder. Ole hyvä ja valita toisen kansion.

source: Decline shared iFolder?
fi: Hylääkö jaettu iFolder?

source: This will remove your invitation and you will not be able to get it back unless the owner of this iFolder re-shares the iFolder with you.
fi: Tämä poistu kutsutuksesi. Et voi saada uuden kutsumuksen ellei iFolder:n omistaja jae iFolder uudelleen.

source: iFolder name: {0} Shared by: {1} Rights: {2}
fi: iFolder nimi: {0} Jaella: {1} Oikeudet: {2}

source: Read Write
fi: Lue Kirjoita

source: Unable to Authenticate
fi: Aidon todistamisen epäonnistui

source: The authentication returned the error {0}
fi: Aidon todistamisen palautui virhe: {0}

source: {0} has invited you to participate in this shared iFolder
fi: {0} on kutsunut sinua osallistua tässä jaettu iFolder:ssa

source: {0} has joined an iFolder
fi: {0} littyi iFolder

source: Login to iFolder Server
fi: Kirjaudu sisään iFolder-palvelimeen

source: Server host:
fi: Palvelimen isäntäkone:

source: iFolder Server:
fi: iFolder-palvelin:

source: _General
fi: _Yleinen

source: _Sharing
fi: _Jakaaminen

source: _Limit size to:
fi: Rajoita koko:

source: Sync to host _every:
fi: Tahdista isäntäkoneelle joka:

source: S_et Access
fi: Aseta Käyttäminen

source: _Add ->
fi: Lisää ->

source: _Remove
fi: Poista

source: _iFolders
fi: _iFolderit

source: _Preferences
fi: _Asetukset

source: Sync _Log
fi: _Tahdistamisen Loki

source: Se_rver
fi: _Palvelimen

source: C_reate
fi: _Luo

source: _Setup iFolder
fi: A_seta iFolder

source: _Delete iFolder
fi: _Poista iFolder

source: Re_move iFolder
fi: Erota iFolder

source: _Show Confirmation dialog when creating iFolders
fi: Näytä varmistuksen ikkuna iFolder:n luomisessa

source: _Notify of shared iFolders
fi: Ilmoita jaettu iFolderista

source: Notify of _collisions
fi: Ilmoita yhteentörmäyksistä

source: Notify when a _user joins
fi: Ilmoita käyttäjän liitymisestä

source: Specify the default Sync interval for synchronizing your iFolders with the host. To specify a different Sync interval for an individual iFolder, use the iFolder's Properties dialog.
fi: Aseta tahdistuksen oletus kaikki iFolderille. Voit vaihtaa tahdistuksen asetus yksittäiselle iFolder:lle sen ominaisuudella ikkunalla.

source: Use this proxy server to sync iFolders with the host
fi: Käytä tämän välipalvelimen iFolder:n tahdistamisessa

source: Proxy host:
fi: Välipalvelimen isäntäkone:

source: This log shows current iFolder activity
fi: Tämä loki näytä nykyisen iFolder:n toiminta

source: Synchronizing
fi: Tahdistamisessa

source: Sync Failed
fi: Tahdistaminen Epäonnistui

source: Delete iFolder
fi: Poista iFolder

source: The path you have selected is invalid for an iFolder. iFolders cannot contain other iFolders. The folder you selected is either inside an iFolder, is an iFolder, or already contains an iFolder by the same name. Please select an alternate folder.
fi: Valittu polku ei voi olla iFolder. iFolderit eivat voi sisältää muita iFolderia. Valittu kansio joko toisen iFolderin sisällä tai sisältä toinen iFolder. Ole hyvä ja valita toisen kansion.

source: Remove iFolder Confirmation
fi: Poista iFolder Varmistus

source: Remove iFolder {0}?
fi: Poista iFolder {0}?

source: This will remove this iFolder from your local machine. Because you are the owner of this iFolder, the iFolder will also be removed from the iFolder server and all users you have shared with. The iFolder cannot be recovered or re-shared on another machine. The files will not be deleted from your local hard drive.
fi: Tämä toiminto poista valittu iFolder tietokoneestasi. Koska olet sen omistaja, iFolder poistetaan iFolder-palvelimelta ja kaiket käyttäjät joiden kanssa olet jaennut tämän iFolder. Et voi saada takaisin tämän iFolder toisella tietokoneella. Tiedostot eivät poisteta sinun tietokonen levystä.

source: This will remove you as a member of this iFolder. You will not be able to access this iFolder unless the owner re-invites you to this iFolder. The files will not be deleted from your local hard drive.
fi: Tämä toiminto poista sinua tämän iFolderin jäsenluettelosta. Et voi käyttää tämä iFolder ellet saataisit kutsumuksen liittyä tähän iFoleriin uudestaan. Tiedostot eivät poisteta sinun tietokonen levystä.

source: Syncing: {0}
fi: Tahdistamisessa: {0}

source: Started sync of: {0}
fi: Aloitti "{0}" tahdistaminen

source: Finished sync of: {0}
fi: Lopetin "{0}" tahdistaminen

source: Failed synchronization
fi: Tahdistaminen epäonnistui

source: Failed Sync of: {0}
fi: "{0}" tahdistaminen epäonnistui

source: Deleting file from server: {0}
fi: Tiedoston poistamisessa palvelimelta: {0}

source: Uploading file: {0}
fi: Tiedoston lähetyksessä: {0}

source: Deleting file: {0}
fi: Tiedoston poistamisessa: {0}

source: Downloading file: {0}
fi: Lataamissa tiedosto: {0}

source: Save iFolder Log...
fi: Talenna iFolder Loki...

source: iFolder Save Log
fi: Talennettu iFolder Loki

source: Overwrite existing file?
fi: Haluatko ylikirjoittaa tiedoston?

source: The file you have selected exists. Selecting yes will overwrite the contents of this file. Do you want to overwrite this file?
fi: Valittu tiedosto on jo olemassa. Napsauttamalla kyllä ylikirjoita tiedoston. Haluatko ylikirjoittaa tiedoston?

source: To startup iFolder at login, leave iFolder running when you log out and save your current setup.
fi: Aloitaeksi iFolder sisään kirjautumisella, jätä käynissäoleva iFolder kun kirjaudut ulos ja talenna nykyinen tila.
