<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="hu">
<meta name="Generator" content="Novell HTML-konverzi&oacute;, 2004. m&aacute;rcius 10.">
<meta name="Generation-Date" content="2005. okt&oacute;ber 23., vas&aacute;rnap, 15:54">
<meta name="Content-Date" content="2005. okt&oacute;ber 15., h&eacute;tf&otilde;, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0002.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0002.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>iFolder s&uacute;g&oacute;</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bw08fxi.html";
  var next_link="login.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="accounts"></a>
<div class="Topic" title="Configuring an iFolder Account">
<h2 class="TOPIC-TITLE"><br />iFolder-fi&oacute;k konfigur&aacute;l&aacute;sa</h2>
<p class="TOPIC">Miel&otilde;tt iFolder mapp&aacute;kat hozhatna l&eacute;tre, illetve megoszthatn&aacute; a rendszeren t&aacute;rolt iFolder mapp&aacute;kat, legal&aacute;bb egy iFolder-fi&oacute;kot l&eacute;tre kell hoznia. Egy-egy gazdasz&aacute;m&iacute;t&oacute;g&eacute;phez vagy kiszolg&aacute;l&oacute;hoz csak egy fi&oacute;kot lehet l&eacute;trehozni, de &Ouml;nnek lehet t&ouml;bb fi&oacute;kja. </p>
<p class="TOPIC">A felhaszn&aacute;l&oacute; megteheti, hogy ugyanarra a sz&aacute;m&iacute;t&oacute;g&eacute;pre egy m&aacute;sik alkalommal egy m&aacute;sik felhaszn&aacute;l&oacute;n&eacute;vvel &eacute;s fi&oacute;kkal jelentkezik be, &eacute;s az iFolder seg&iacute;ts&eacute;g&eacute;vel ezzel az identit&aacute;ssal hozza l&eacute;tre saj&aacute;t iFolder mapp&aacute;it. Az iFolder csak az akt&iacute;v felhaszn&aacute;l&oacute;hoz tartoz&oacute; iFolder mapp&aacute;kat szinkroniz&aacute;lja.</p>
<ol class="STEPLIST">
<li class="STEP"><a name="bviaku6"></a>
<p class="STEP">Nyissa meg a fi&oacute;kbe&aacute;ll&iacute;t&aacute;si funkci&oacute;t a k&ouml;vetkez&otilde; m&oacute;dszerek valamelyik&eacute;vel:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Amikor a telep&iacute;t&eacute;s ut&aacute;n el&otilde;sz&ouml;r ind&iacute;tja el az iFolder programot, az iFolder felsz&oacute;l&iacute;tja egy iFolder-fi&oacute;k l&eacute;trehoz&aacute;s&aacute;ra. Kattintson az Igen gombra. Ennek hat&aacute;s&aacute;ra egyenesen az iFolder be&aacute;ll&iacute;t&aacute;sok &gt; Fi&oacute;kok lapra jut.</li>
<li class="BULLETITEM">Kattintson jobb gombbal az iFolder <img src="../graphics/ifolder16.png" alt="iFolder alkalmaz&aacute;s ikonja" /> programikonj&aacute;ra az &eacute;rtes&iacute;t&eacute;si ter&uuml;leten, majd v&aacute;lassza a helyi men&uuml; Fi&oacute;kok parancs&aacute;t. Ennek hat&aacute;s&aacute;ra megny&iacute;lik az iFolder be&aacute;ll&iacute;t&aacute;sok p&aacute;rbesz&eacute;dpanel Fi&oacute;kok lapja.</li>
</ul></li>
<li class="STEP"><a name="bvial71"></a>
<p class="STEP">Kattintson az &Uacute;j gombra, hogy megny&iacute;ljon a Fi&oacute;kbe&aacute;ll&iacute;t&aacute;sok ter&uuml;let. </p></li>
<li class="STEP"><a name="bviamdh"></a>
<p class="STEP">Adja meg a k&ouml;vetkez&otilde; &eacute;rt&eacute;keket:</p>
<table class="TABLENOTITLE" border="0" cellpadding="5" cellspacing="0">
<tr class="HEADERROW"><th align="left" valign="top" colspan="1" rowspan="1" scope="col"><a name="bvibwik"></a><em class="TBLHEAD">Param&eacute;ter</em></th>
<th align="left" valign="top" colspan="1" rowspan="1" scope="col"><em class="TBLHEAD">Le&iacute;r&aacute;s</em></th>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwil"></a><p class="ENTRY">Kiszolg&aacute;l&oacute;</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Annak az iFolder v&aacute;llalati kiszolg&aacute;l&oacute;nak a DNS-neve vagy IP-c&iacute;me, amelyen &Ouml;nnek fi&oacute;kja van. P&eacute;ld&aacute;ul: kiszolg21.pelda.com vagy 192.168.1.1.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwim"></a><p class="ENTRY">Felhaszn&aacute;l&oacute;n&eacute;v</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Adja meg a fi&oacute;k felhaszn&aacute;l&oacute;azonos&iacute;t&oacute;j&aacute;t. Az iFolder rendszergazd&aacute;ja d&ouml;nti el, hogy itt a h&aacute;l&oacute;zati felhaszn&aacute;l&oacute;azonos&iacute;t&oacute;t (az LDAP k&ouml;z&ouml;s nevet) vagy az e-mail c&iacute;met kell megadni.</p><p class="ENTRY">Tegy&uuml;k fel, hogy &Ouml;n Kov&aacute;cs J&aacute;nos, a felhaszn&aacute;l&oacute;azonos&iacute;t&oacute;ja kovacsj, e-mail c&iacute;me kovacs.janos@pelda.com. A rendszergazda megad egy be&aacute;ll&iacute;t&aacute;st a kiszolg&aacute;l&oacute;n, &eacute;s ez hat&aacute;rozza meg, hogy az melyik form&aacute;tumot fogadja el hiteles&iacute;t&eacute;s c&eacute;lj&aacute;b&oacute;l a felhaszn&aacute;l&oacute;n&eacute;v mez&otilde;ben.</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwin"></a><p class="ENTRY">Jelsz&oacute;</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">A felhaszn&aacute;l&oacute;n&eacute;v jelszava. </p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwio"></a><p class="ENTRY">Jelsz&oacute; ment&eacute;se</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Akkor jel&ouml;lje be a Jelsz&oacute; ment&eacute;se be&aacute;ll&iacute;t&aacute;st, ha azt szeretn&eacute;, hogy automatikusan bejelentkezzen ebbe az iFolder-fi&oacute;kba mindig, amikor a sz&aacute;m&iacute;t&oacute;g&eacute;pre bejelentkezik. Tov&aacute;bbi inform&aacute;ci&oacute;: <a href="login.html#login">Bejelentkez&eacute;s egy iFolder-fi&oacute;kba</a>.</p><p class="ENTRY">Amikor a h&aacute;l&oacute;zati jelsz&oacute; m&oacute;dosul&aacute;sa ut&aacute;n az iFolder a k&ouml;vetkez&otilde; alkalommal pr&oacute;b&aacute;l meg bejelentkezni az iFolder-fi&oacute;kba, nem j&aacute;r sikerrel az automatikus hiteles&iacute;t&eacute;s. Az iFolder felsz&oacute;l&iacute;tja &Ouml;nt az &uacute;j jelsz&oacute;val val&oacute; bejelentkez&eacute;sre, &eacute;s lehet&otilde;s&eacute;get ny&uacute;jt az &uacute;j jelsz&oacute; megad&aacute;s&aacute;ra &eacute;s ment&eacute;s&eacute;re.</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwip"></a><p class="ENTRY">Fi&oacute;k enged&eacute;lyez&eacute;se</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Akkor jel&ouml;lje be a Fi&oacute;k enged&eacute;lyez&eacute;se jel&ouml;l&otilde;n&eacute;gyzetet, ha azt szeretn&eacute;, hogy a h&aacute;tt&eacute;rben szinkroniz&aacute;l&oacute;djanak az iFolder-megh&iacute;v&aacute;sok, a felhaszn&aacute;l&oacute;lista &eacute;s a fi&oacute;k iFolder mapp&aacute;i.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwiq"></a><p class="ENTRY">Alap&eacute;rtelmezett fi&oacute;k</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Ha bejel&ouml;li az Alap&eacute;rtelmezett fi&oacute;k jel&ouml;l&otilde;n&eacute;gyzetet, ez a fi&oacute;k lesz alap&eacute;rtelmez&eacute;s szerint kijel&ouml;lve az iFolder mapp&aacute;k l&eacute;trehoz&aacute;sa alkalm&aacute;val megjelen&otilde; leg&ouml;rd&uuml;l&otilde; fi&oacute;klist&aacute;ban.</p></td>
</tr></table>
<a name="bviajos"></a> <br /><img src="../graphics/ifos_accounts_new_a.png" alt="Az &uacute;j fi&oacute;k l&eacute;trehoz&aacute;s&aacute;ra szolg&aacute;l&oacute; kezel&otilde;fel&uuml;let " /></li>
<li class="STEP"><a name="bvib17w"></a>
<p class="STEP">Kattintson az OK vagy a Bejelentkez&eacute;s gombra.</p>
<p class="STEP">Ha ekkor egy tan&uacute;s&iacute;tv&aacute;nyra utal&oacute; k&eacute;rd&eacute;s jelenik meg, ellen&otilde;rizze a tan&uacute;s&iacute;tv&aacute;nyt, majd ha elfogadja, kattintson az OK gombra. A fi&oacute;k megjelenik azoknak a fi&oacute;koknak a list&aacute;j&aacute;ban, amelyeknek Bejelentkezve az &aacute;llapotuk. Az iFolder elkezdi szinkroniz&aacute;lni az adott fi&oacute;k esetleg m&aacute;r l&eacute;tez&otilde; iFolder mapp&aacute;it, iFolder-&eacute;rtes&iacute;t&eacute;seit &eacute;s felhaszn&aacute;l&oacute;list&aacute;j&aacute;t.</p></li>
<li class="STEP"><a name="bvib1d8"></a>
<p class="STEP">Z&aacute;rja be az iFolder be&aacute;ll&iacute;t&aacute;sok p&aacute;rbesz&eacute;dpanelt az OK gombra kattintva.</p></li>
<li class="STEP"><a name="bvwsa5n"></a>
<p class="STEP">Adja meg a fi&oacute;k iFolder mapp&aacute;inak be&aacute;ll&iacute;t&aacute;sait a k&ouml;vetkez&otilde; m&oacute;dszerek valamelyik&eacute;vel:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Ha vannak a fi&oacute;knak iFolder mapp&aacute;i, megjelenik egy iFolder &eacute;rtes&iacute;t&eacute;si &uuml;zenet. Kattintson az &uuml;zenetre, &eacute;s megny&iacute;lik az iFolder mapp&aacute;k p&aacute;rbesz&eacute;dpanel. Folytassa a k&ouml;vetkez&otilde;vel: <a href="setupifolder.html#setupifolder">El&eacute;rhet&otilde; iFolder mappa l&eacute;trehoz&aacute;sa</a>.</li>
<li class="BULLETITEM">Ha nincsenek a fi&oacute;knak iFolder mapp&aacute;i, vagy ha azonnal iFolder mapp&aacute;k hozz&aacute;ad&aacute;s&aacute;hoz szeretne kezdeni, kattintson jobb gombbal az iFolder programikonra, majd a helyi men&uuml; iFolder mapp&aacute;k parancs&aacute;ra kattintva nyissa meg az iFolder mapp&aacute;k ablakot. Folytassa a k&ouml;vetkez&otilde;vel: <a href="createifolder.html#createifolder">iFolder l&eacute;trehoz&aacute;sa</a>.</li>
</ul></li>
</ol> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
