<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="hu">
<meta name="Generator" content="Novell HTML-konverzi&oacute;, 2004. m&aacute;rcius 10.">
<meta name="Generation-Date" content="2005. okt&oacute;ber 23., vas&aacute;rnap, 15:54">
<meta name="Content-Date" content="2005. okt&oacute;ber 15., h&eacute;tf&otilde;, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0003.0003.">
<meta name="Author" content="zHTML xD.0000.0000.0003.0003.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>iFolder s&uacute;g&oacute;</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/myifolders.html","../doc/user/data/toc_myifolders.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bwensdb.html";
  var next_link="createifolder.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="bwagrrn"></a>
<div class="Topic" title="Naming Conventions for an iFolder and Its Folders and Files">
<h2 class="TOPIC-TITLE"><br />Az iFolder mapp&aacute;kra, &eacute;s a benn&uuml;k tal&aacute;lhat&oacute; mapp&aacute;kra &eacute;s f&aacute;jlokra vonatkoz&oacute; elnevez&eacute;si konvenci&oacute;k</h2>
<p class="TOPIC">Az iFolder &uuml;gyf&eacute;l a Linux, a Windows &eacute;s a Macintosh f&aacute;jlrendszerek korl&aacute;toz&aacute;sait is figyelembe vev&otilde; elnevez&eacute;si konvenci&oacute;kat tesz k&ouml;telez&otilde;v&eacute;. Ahhoz, hogy egy iFolder mapp&aacute;t, mapp&aacute;t vagy f&aacute;jlt szinkroniz&aacute;lni lehessen, annak meg kell felelnie az elnevez&eacute;si konvenci&oacute;knak.</p>
<p class="TOPIC">Tartsa be a k&ouml;vetkez&otilde; elnevez&eacute;si konvenci&oacute;kat az iFolder mapp&aacute;k &eacute;s a benn&uuml;k tal&aacute;lhat&oacute; f&aacute;jlok &eacute;s mapp&aacute;k elnevez&eacute;sekor:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Az iFolder az UTF-8 k&oacute;dol&aacute;s&uacute; <a href="http://www.unicode.org" target="_blank" class="ULINK">Unicode*</a> karakterk&eacute;szletet t&aacute;mogatja. </li>
<li class="BULLETITEM">Ne haszn&aacute;lja az al&aacute;bbi - &eacute;rv&eacute;nytelen - karaktereket az iFolder mapp&aacute;k &eacute;s a benn&uuml;k tal&aacute;lhat&oacute; mapp&aacute;k &eacute;s f&aacute;jlok nev&eacute;ben: <pre class="CODESAMPLENARROW">\/:*?"&lt;&gt;|;</pre>
<p class="BULLETITEM">Ha a f&aacute;jl vagy a mappa nev&eacute;ben az &eacute;rv&eacute;nytelen karakterek vannak, az iFolder n&eacute;v&uuml;tk&ouml;z&eacute;st id&eacute;z el&otilde;. Ahhoz, hogy a f&aacute;jlt vagy mapp&aacute;t szinkroniz&aacute;lni lehessen, az &uuml;tk&ouml;z&eacute;st fel kell oldani.</p></li>
<li class="BULLETITEM">Az el&eacute;r&eacute;si &uacute;t egy komponense legfeljebb 255 karakterb&otilde;l &aacute;llhat. F&aacute;jlnevek eset&eacute;n a maxim&aacute;lis hosszba a pont (.) &eacute;s a kiterjeszt&eacute;s is belesz&aacute;m&iacute;t.</li>
<li class="BULLETITEM">Az iFolder mapp&aacute;k, a mapp&aacute;k &eacute;s a f&aacute;jlok nev&eacute;ben nincs megk&uuml;l&ouml;nb&ouml;ztetve a kis-&eacute;s nagybet&ucirc;, de a kis- &eacute;s nagybet&ucirc;k megmaradnak. Ha vannak olyan f&aacute;jlnevek, amelyek csak abban k&uuml;l&ouml;nb&ouml;znek, hogy egyes karakterek az egyikben nagybet&ucirc;vel, a m&aacute;sikban kisbet&ucirc;vel vannak &iacute;rva, akkor az iFolder n&eacute;v&uuml;tk&ouml;z&eacute;st id&eacute;z el&otilde;. Ahhoz, hogy a f&aacute;jlt vagy mapp&aacute;t szinkroniz&aacute;lni lehessen, az &uuml;tk&ouml;z&eacute;st fel kell oldani.</li>
<li class="BULLETITEM">Ha FAT32 f&aacute;jlrendszerben, Linux rendszeren hoz l&eacute;tre iFolder mapp&aacute;kat, ker&uuml;lje a f&aacute;jlok csupa nagybet&ucirc;vel val&oacute; elnevez&eacute;s&eacute;t. A Linux VFAT, illetve FAT32 f&aacute;jlkezel&eacute;se az &ouml;sszes az MS-DOS 8+3 f&aacute;jlform&aacute;tumnak megfelel&otilde; &eacute;s csupa nagybet&ucirc;b&otilde;l &aacute;ll&oacute; f&aacute;jlnevet csupa kisbet&ucirc;b&otilde;l &aacute;ll&oacute;v&aacute; m&oacute;dos&iacute;tja. Ha az iFolder mappa csak olvashat&oacute; hozz&aacute;f&eacute;r&eacute;si jogosults&aacute;g&uacute;, akkor ez szinkroniz&aacute;l&aacute;si probl&eacute;m&aacute;khoz vezet az adott f&aacute;jlokn&aacute;l.</li>
</ul> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
