<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="en">
<meta name="Generator" content="Novell HTML Conversion 10 mars 2004">
<meta name="Generation-Date" content="Dimanche 23 octobre 15:54">
<meta name="Content-Date" content="Lun, 22 jun 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0002.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0002.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Aide sur iFolder </title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bw08fxi.html";
  var next_link="login.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="accounts"></a>
<div class="Topic" title="Configuring an iFolder Account">
<h2 class="TOPIC-TITLE"><br />Configuration d'un compte iFolder</h2>
<p class="TOPIC">Vous devez configurer au moins un compte iFolder pour pouvoir cr&eacute;er ou partager des dossiers iFolder sur votre syst&egrave;me. Vous ne pouvez cr&eacute;er qu'un compte sur chaque serveur ou ordinateur h&ocirc;te donn&eacute;, mais vous pouvez poss&eacute;der plusieurs comptes. </p>
<p class="TOPIC">Un utilisateur disposant d'un login local et d'un compte d'utilisateur diff&eacute;rents peut se loguer au m&ecirc;me ordinateur &agrave; un moment diff&eacute;rent et utiliser iFolder pour cr&eacute;er son propre jeu de dossiers iFolder sous cette identit&eacute;. iFolder ne synchronise que les dossiers iFolder appartenant &agrave; l'utilisateur actif.</p>
<ol class="STEPLIST">
<li class="STEP"><a name="bviaku6"></a>
<p class="STEP">Vous pouvez utiliser l'une des m&eacute;thodes suivantes pour configurer votre compte&nbsp;:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Lorsque vous lancez iFolder pour la premi&egrave;re fois apr&egrave;s l'avoir install&eacute;, il vous invite &agrave; configurer un compte iFolder. Cliquez sur Oui pour acc&eacute;der directement &agrave; l'onglet Comptes des Pr&eacute;f&eacute;rences iFolder.</li>
<li class="BULLETITEM">Cliquez avec le bouton droit de la souris sur l'ic&ocirc;ne iFolder <img src="../graphics/ifolder16.png" alt="ic&ocirc;ne iFolder" /> dans la zone Notification, puis s&eacute;lectionnez Comptes pour ouvrir la bo&icirc;te de dialogue Pr&eacute;f&eacute;rences iFolder dans l'onglet Comptes.</li>
</ul></li>
<li class="STEP"><a name="bvial71"></a>
<p class="STEP">Cliquez sur Nouveau pour acc&eacute;der &agrave; la zone Param&egrave;tres de compte. </p></li>
<li class="STEP"><a name="bviamdh"></a>
<p class="STEP">Sp&eacute;cifiez les valeurs suivantes&nbsp;:</p>
<table class="TABLENOTITLE" border="0" cellpadding="5" cellspacing="0">
<tr class="HEADERROW"><th align="left" valign="top" colspan="1" rowspan="1" scope="col"><a name="bvibwik"></a><em class="TBLHEAD">Param&egrave;tre</em></th>
<th align="left" valign="top" colspan="1" rowspan="1" scope="col"><em class="TBLHEAD">Description</em></th>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwil"></a><p class="ENTRY">Serveur</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Nom DNS ou adresse IP du serveur d'entreprise iFolder sur lequel se trouve votre compte. Par exemple&nbsp;: svr21.exemple.com ou 192.168.1.1.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwim"></a><p class="ENTRY">Nom d'utilisateur</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Identit&eacute; de l'utilisateur pour ce compte. Votre administrateur iFolder d&eacute;cide si le format que vous devez utiliser correspond &agrave; votre adresse de messagerie ou &agrave; votre ID d'utilisateur de r&eacute;seau (nom commun LDAP).</p><p class="ENTRY">Par exemple, si votre nom est Jean Deschamp, votre ID d'utilisateur jdeschamp et votre adresse de messagerie jean.deschamp@exemple.com, votre administrateur configure un param&egrave;tre pour le serveur qui d&eacute;termine lequel des deux formats accepter dans le champ Nom d'utilisateur &agrave; des fins d'authentification.</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwin"></a><p class="ENTRY">Mot de passe</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Mot de passe correspondant &agrave; votre nom d'utilisateur. </p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwio"></a><p class="ENTRY">M&eacute;moriser le mot de passe</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">S&eacute;lectionnez cette option pour vous loguer automatiquement &agrave; ce compte iFolder lorsque vous vous loguez &agrave; votre ordinateur. Pour plus d'informations, reportez-vous &agrave; la section <a href="login.html#login">Connexion &agrave; un compte iFolder</a>.</p><p class="ENTRY">Si votre mot de passe de r&eacute;seau change, l'authentification automatique &eacute;choue la prochaine fois que iFolder essaie de vous loguer au compte iFolder. iFolder vous invite &agrave; vous loguer avec votre nouveau mot de passe et vous permet de le sp&eacute;cifier et de l'enregistrer.</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwip"></a><p class="ENTRY">Activer le compte</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">S&eacute;lectionnez cette option pour autoriser la synchronisation en arri&egrave;re-plan des invitations iFolder, de la liste des utilisateurs et des dossiers iFolder de ce compte.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwiq"></a><p class="ENTRY">Compte par d&eacute;faut</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">S&eacute;lectionnez cette option pour que ce compte soit s&eacute;lectionn&eacute; par d&eacute;faut dans la liste d&eacute;roulante des comptes lorsque vous cr&eacute;ez des dossiers iFolder.</p></td>
</tr></table>
<a name="bviajos"></a> <br /><img src="../graphics/ifos_accounts_new_a.png" alt="Nouveau compte" /></li>
<li class="STEP"><a name="bvib17w"></a>
<p class="STEP">Cliquez sur OK ou sur Loguer.</p>
<p class="STEP">Si un certificat vous est soumis, v&eacute;rifiez-le et cliquez sur OK pour l'accepter. Le compte appara&icirc;t dans la liste des comptes avec l'&eacute;tat Logu&eacute;. iFolder commence &agrave; synchroniser les dossiers iFolder existants, les notifications iFolder et la liste des utilisateurs de ce compte.</p></li>
<li class="STEP"><a name="bvib1d8"></a>
<p class="STEP">Cliquez sur OK pour fermer la bo&icirc;te de dialogue Pr&eacute;f&eacute;rences iFolder.</p></li>
<li class="STEP"><a name="bvwsa5n"></a>
<p class="STEP">Configurez des dossiers iFolder pour ce compte en faisant appel &agrave; l'une de ces m&eacute;thodes&nbsp;:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Si le compte contient des dossiers iFolder, un message de notification iFolder appara&icirc;t. Cliquez sur ce message pour ouvrir la bo&icirc;te de dialogue des dossiers iFolder. Passez &agrave; la section <a href="setupifolder.html#setupifolder">Configuration d'un dossier iFolder disponible</a>.</li>
<li class="BULLETITEM">Si le compte ne contient pas de dossier iFolder ou si vous voulez commencer imm&eacute;diatement &agrave; ajouter des dossiers iFolder, cliquez avec le bouton droit sur l'ic&ocirc;ne iFolder et s&eacute;lectionnez Dossiers iFolder pour ouvrir la fen&ecirc;tre des dossiers iFolder. Passez &agrave; la section <a href="createifolder.html#createifolder">Cr&eacute;ation d'un dossier iFolder</a>.</li>
</ul></li>
</ol> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
