<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">

<head>

<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta http-equiv="Content-Language" content="pl">

<meta name="Generator" content="Konwersja do wersji HTML - Novell, 10 marca 2004">
<meta name="Generation-Date" content="Niedziela, 23 pa&#378;dziernika 2005, 15:54">
<meta name="Content-Date" content="Poniedzia&#322;ek, 22 pa&#378;dziernika 2005, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0003.0002.">
<meta name="Author" content="zHTML xD.0000.0000.0003.0002.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">

<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">


<title>iFolder - pomoc</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/myifolders.html","../doc/user/data/toc_myifolders.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>

<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bx08x4y.html";
  var next_link="bwagrrn.html";
</script>

<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>

<a name="bwensdb"></a>

<div class="Topic" title="Guidelines for File Types and Sizes to Not Synchronize">

<h2 class="TOPIC-TITLE"><br />Wytyczne dotycz&#261;ce typ&#243;w i rozmiar&#243;w plik&#243;w, kt&#243;re nie powinny by&#263; synchronizowane</h2>
<p class="TOPIC">Gdy klient programu iFolder jest u&#380;ywany z serwerem Novell iFolder 3.<em class="VERSIONVARIABLE">x</em>, administrator systemu iFolder mo&#380;e okre&#347;li&#263; ograniczenia dotycz&#261;ce typ&#243;w i rozmiar&#243;w plik&#243;w na poziomie systemu, u&#380;ytkownika lub iFolderu. Dla danego konta mo&#380;na tak&#380;e ograniczy&#263; ilo&#347;&#263; miejsca przeznaczonego na dane w posiadanych iFolderach. Gdy inne osoby wsp&#243;&#322;u&#380;ytkuj&#261; dany iFolder, miejsce zu&#380;ywane przez nich na serwerze obci&#261;&#380;a konto w&#322;a&#347;ciciela tego iFolderu.</p>
<p class="TOPIC">Pewne typy plik&#243;w nie s&#261; dobrymi obiektami do synchronizacji, na przyk&#322;ad pliki systemu operacyjnego, pliki ukryte tworzone przez mened&#380;era plik&#243;w lub bazy danych implementowane jako zbi&#243;r po&#322;&#261;czonych plik&#243;w. Synchronizacj&#261; mo&#380;na obj&#261;&#263; tylko najwa&#380;niejsze typy plik&#243;w u&#380;ywane do cel&#243;w biznesowych lub wykluczy&#263; z niej pliki, kt&#243;re zwykle nie s&#261; zwi&#261;zane z dzia&#322;alno&#347;ci&#261; firmy, na przyk&#322;ad pliki mp3. </p>
<h4 class="BRIDGEHEAD"><br />Pliki systemu operacyjnego</h4>
<p class="TOPIC">Katalog&#243;w systemowych nie nale&#380;y konwertowa&#263; na iFoldery. Wi&#281;kszo&#347;&#263; plik&#243;w systemowych rzadko ulega zmianie i lepiej jest zapisa&#263; je w pliku obrazu zawieraj&#261;cym podstawowy system i kluczowe oprogramowanie ni&#380; pr&#243;bowa&#263; synchronizowa&#263; te pliki z wykorzystaniem serwera.</p>
<h4 class="BRIDGEHEAD"><br />Pliki ukryte</h4>
<p class="TOPIC">Je&#347;li system plik&#243;w korzysta z plik&#243;w ukrytych do &#347;ledzenia preferencji wy&#347;wietlania, administrator mo&#380;e ograniczy&#263; u&#380;ywanie tych typ&#243;w plik&#243;w, wykluczaj&#261;c je z synchronizacji. Pliki ukryte zwykle maj&#261; znaczenie tylko w kontek&#347;cie danego komputera, na kt&#243;rym zosta&#322;y utworzone, i ulegaj&#261; zmianom podczas ka&#380;dego dost&#281;pu do danego pliku lub katalogu. Zachowywanie tych plik&#243;w nie jest potrzebne, a ich synchronizowanie prowadzi do powtarzaj&#261;cych si&#281; b&#322;&#281;d&#243;w wynikaj&#261;cych z konflikt&#243;w. </p>
<p class="TOPIC">Na przyk&#322;ad program iFolder automatycznie wyklucza dwa pliki mened&#380;era plik&#243;w o nazwach thumbs.db i .DS_Store.</p>
<h4 class="BRIDGEHEAD"><br />Pliki baz danych</h4>
<p class="TOPIC">Program iFolder synchronizuje pojedyncze pliki lub zmodyfikowane cz&#281;&#347;ci indywidualnych plik&#243;w, ale nie synchronizuje ca&#322;ych zestaw&#243;w plik&#243;w. W przypadku bazy danych, kt&#243;ra jest zaimplementowana jako zbi&#243;r po&#322;&#261;czonych plik&#243;w, nie nale&#380;y podejmowa&#263; pr&#243;b synchronizowania ich w iFolderze.</p>
<p class="TOPIC">Nie nale&#380;y synchronizowa&#263; danych programu GroupWise<sup>&#174;</sup>, umieszczaj&#261;c w iFolderach takich element&#243;w, jak archiwa GroupWise, bufory i katalogi zdalne. Po kilku operacjach synchronizacji plik&#243;w z danymi programu GroupWise ulegn&#261; one uszkodzeniu. Program GroupWise wymaga, aby pliki w archiwum by&#322;y obs&#322;ugiwane jako zestaw.</p> </div>

<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>

</body>
</html>
