<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">

<head>

<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta http-equiv="Content-Language" content="pl">

<meta name="Generator" content="Konwersja do wersji HTML - Novell, 10 marca 2004">
<meta name="Generation-Date" content="Niedziela, 23 pa&#378;dziernika 2005, 15:54">
<meta name="Content-Date" content="Poniedzia&#322;ek, 22 pa&#378;dziernika 2005, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0003.0009.">
<meta name="Author" content="zHTML xD.0000.0000.0003.0009.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">

<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">


<title>iFolder - pomoc</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/myifolders.html","../doc/user/data/toc_myifolders.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>

<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="sync.html";
  var next_link="reverting.html";
</script>

<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>

<a name="conflicts"></a>

<div class="Topic" title="Resolving File Conflicts">

<h2 class="TOPIC-TITLE"><br />Rozwi&#261;zywanie konflikt&#243;w plik&#243;w</h2>
<p class="TOPIC">W przypadku wyst&#261;pienia konflikt&#243;w mi&#281;dzy wersjami plik&#243;w zapisywanych w tym samym momencie lub gdy nazwy plik&#243;w r&#243;&#380;ni&#261; si&#281; tylko wielko&#347;ci&#261; liter, dany plik jest oznaczany flag&#261; Konflikt nazw i zostaje zapisany w obszarze konfliktowym, a w kliencie programu iFolder wy&#347;wietlany jest alert z t&#261; informacj&#261;. </p>
<h4 class="BRIDGEHEAD"><br />Konflikty wersji</h4>
<p class="TOPIC">Rozwi&#261;zanie konflikt&#243;w wersji musi zosta&#263; uzgodnione z innymi cz&#322;onkami. Dopiero wtedy w oknie dialogowym Rozwi&#261;zywanie konflikt&#243;w nale&#380;y wybra&#263; prawid&#322;ow&#261; wersj&#281;.</p>
<ol class="STEPLIST">
<li class="STEP"><a name="bvin9s9"></a>
<p class="STEP">W przypadku wyst&#261;pienia konfliktu w obszarze powiadomie&#324; w oknie podr&#281;cznym jest wy&#347;wietlany komunikat. Kliknij przycisk X w celu zamkni&#281;cia okna komunikatu.</p>
<p class="STEP">Wy&#347;wietlanie komunikat&#243;w podr&#281;cznych mo&#380;na wy&#322;&#261;czy&#263;, ustawiaj&#261;c odpowiednio preferencje na karcie Og&#243;lne w oknie Preferencje programu iFolder.</p></li>

<li class="STEP"><a name="bvin9nq"></a>
<p class="STEP">W obszarze powiadomie&#324; kliknij prawym przyciskiem myszy ikon&#281; programu iFolder <img src="../graphics/ifolder16.png" alt="Ikona aplikacji iFolder" />, a nast&#281;pnie kliknij polecenie iFoldery, aby otworzy&#263; przegl&#261;dark&#281; iFolder&#243;w.</p></li>

<li class="STEP"><a name="bvinc1r"></a>
<p class="STEP">Zaznacz plik b&#281;d&#261;cy w konflikcie i kliknij przycisk Rozwi&#261;&#380; <img src="../graphics/conflict_resolution.png" alt="Ikona rozwi&#261;zywania konflikt&#243;w" /> w celu wy&#347;wietlenia okna dialogowego Rozwi&#261;zywanie konflikt&#243;w.</p></li>

<li class="STEP"><a name="bx1anvu"></a>
<p class="STEP">Przejrzyj informacje dotycz&#261;ce pliku na komputerze lokalnym i pliku na serwerze w celu sprawdzenia, kt&#243;ra wersja powinna zosta&#263; zachowana, a nast&#281;pnie kliknij przycisk Zapisz t&#281; wersj&#281;, aby zachowa&#263; prawid&#322;ow&#261; wersj&#281; pliku.</p></li>

<li class="STEP"><a name="bvincoe"></a>
<p class="STEP">Po zako&#324;czeniu rozwi&#261;zywania konfliktu kliknij przycisk OK.</p></li>
</ol>
<h4 class="BRIDGEHEAD"><br />Konflikty nazw</h4>
<p class="TOPIC">Konflikty nazw wyst&#281;puj&#261;, gdy nazwy lokalnej wersji pliku i wersji pliku na serwerze r&#243;&#380;ni&#261; si&#281; tylko wielko&#347;ci&#261; liter. Zawarto&#347;&#263; pliku mo&#380;e by&#263; r&#243;&#380;na lub identyczna. Ten rodzaj konfliktu mo&#380;na rozwi&#261;za&#263; przez zmian&#281; nazwy pliku, ale trzeba przy tym zachowa&#263; ostro&#380;no&#347;&#263;. </p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Je&#347;li zawarto&#347;&#263; obu plik&#243;w jest identyczna, mo&#380;na zmieni&#263; nazw&#281; jednego z plik&#243;w w oknie dialogowym Rozwi&#261;zywanie konflikt&#243;w.</li>

<li class="BULLETITEM">Je&#347;li zawarto&#347;&#263; plik&#243;w jest r&#243;&#380;na, nale&#380;y utworzy&#263; kopi&#281; lokalnego pliku i zmieni&#263; jej nazw&#281;, a nast&#281;pnie wr&#243;ci&#263; do okna dialogowego Rozwi&#261;zywanie konflikt&#243;w i zapisa&#263; wersj&#281; pliku znajduj&#261;c&#261; si&#281; na serwerze. Dzi&#281;ki temu w iFolderze znajduj&#261; si&#281; obie wersje plik&#243;w pod r&#243;&#380;nymi nazwami. Je&#347;li nast&#261;pi tylko zmiana nazwy wersji pliku w oknie dialogowym Rozwi&#261;zywanie konflikt&#243;w, ta wersja zast&#261;pi drug&#261;, kt&#243;rej zawarto&#347;&#263; zostanie usuni&#281;ta. </li>
</ul>
<ol class="STEPLIST">
<li class="STEP"><a name="bx1b07n"></a>
<p class="STEP">W przypadku wyst&#261;pienia konfliktu w obszarze powiadomie&#324; w oknie podr&#281;cznym jest wy&#347;wietlany komunikat. Kliknij przycisk X w celu zamkni&#281;cia okna komunikatu.</p></li>

<li class="STEP"><a name="bx1b07o"></a>
<p class="STEP">W obszarze powiadomie&#324; kliknij prawym przyciskiem myszy ikon&#281; programu iFolder <img src="../graphics/ifolder16.png" alt="Ikona aplikacji iFolder" />, a nast&#281;pnie kliknij polecenie iFoldery, aby otworzy&#263; przegl&#261;dark&#281; iFolder&#243;w.</p></li>

<li class="STEP"><a name="bx1b07p"></a>
<p class="STEP">Zaznacz plik b&#281;d&#261;cy w konflikcie i kliknij przycisk Rozwi&#261;&#380; <img src="../graphics/conflict_resolution.png" alt="Ikona rozwi&#261;zywania konflikt&#243;w" /> w celu wy&#347;wietlenia okna dialogowego Rozwi&#261;zywanie konflikt&#243;w.</p></li>

<li class="STEP"><a name="bx1atam"></a>
<p class="STEP">Sprawd&#378;, czy jest to konflikt nazw plik&#243;w, a nast&#281;pnie sprawd&#378;, czy zawarto&#347;&#263; obu wersji jest r&#243;&#380;na, czy identyczna.</p></li>

<li class="STEP"><a name="bx1au4u"></a>
<p class="STEP">Wykonaj jedn&#261; z poni&#380;szych czynno&#347;ci:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Je&#347;li zawarto&#347;&#263; obu plik&#243;w jest identyczna, zmie&#324; nazw&#281; jednego z plik&#243;w, kliknij przycisk Zapisz t&#281; wersj&#281;, a nast&#281;pnie kliknij przycisk OK, aby zamkn&#261;&#263; okno dialogowe Rozwi&#261;zywanie konflikt&#243;w. Konflikt zosta&#322; rozwi&#261;zany.</li>

<li class="BULLETITEM">Je&#347;li zawarto&#347;&#263; plik&#243;w jest r&#243;&#380;na, przejd&#378; do <a href="conflicts.html#bx1au97">Kroku 6</a>.</li>
</ul></li>

<li class="STEP"><a name="bx1au97"></a>
<p class="STEP">Zamknij okno dialogowe Rozwi&#261;zywanie konflikt&#243;w.</p></li>

<li class="STEP"><a name="bx1b3p9"></a>
<p class="STEP">Otw&#243;rz mened&#380;era plik&#243;w i przejd&#378; do lokalnej kopii pliku b&#281;d&#261;cego w konflikcie.</p></li>

<li class="STEP"><a name="bx1b3xf"></a>
<p class="STEP">Skopiuj ten plik i zapisz go w iFolderze pod unikaln&#261; nazw&#261;. </p>
<p class="STEP">Program iFolder potraktuje ten plik jak nowy i zsynchronizuje go z serwerem i komputerami cz&#322;onk&#243;w.</p></li>

<li class="STEP"><a name="bx1b3k7"></a>
<p class="STEP">Wr&#243;&#263; do okna dialogowego Rozwi&#261;zywanie konflikt&#243;w, zaznacz wersj&#281; pliku na serwerze, kliknij przycisk Zapisz t&#281; wersj&#281;, a nast&#281;pnie kliknij przycisk OK.</p>
<p class="STEP">Wersja pliku na serwerze zostanie pobrana do lokalnego komputera i zast&#261;pi lokaln&#261; kopi&#281; pliku o tej samej nazwie.</p></li>
</ol> </div>

<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>

</body>
</html>
