Repository: ifolder/ifolder
Catalog: FSB_Restore/ifolder/src/UI/Windows/iFolderShell/CreateiFolder.*.resx
Languages: fr

# PPForEncryption
source: Passphrase should be supplied for encrypting the iFolder
fr: La phrase secrète doit être indiquée pour coder le dossier iFolder

# VerifyPPTitle
source: Verify Passphrase
fr: Vérifier la phrase secrète

# encryption.Text
source: Passphrase Encryption
fr: Codage basé sur phrase secrète

# ifolderlimiterror
source: iFolder could not be created as you are exceeding the limit of ifolders set by your Administrator.
fr: Impossible de créer le dossier iFolder car vous dépassez le nombre limite de dossiers iFolder défini par votre Administrateur.

# SetPPSuccess
source: Successfully set the passphrase
fr: Phrase secrète définie

# $this.Text
source: New iFolder
fr: Nouveau dossier iFolder

# ValidatePPError
source: Invalid passphrase
fr: Phrase secrète non valide

# createAccountTitle
source: Set Up iFolder Account
fr: Configurer un compte iFolder

# containsiFolderError
source: The selected location already contains an iFolder. iFolders cannot exist inside other iFolders. Please select a different location and try again.
fr: L'emplacement sélectionné contient déjà un dossier iFolder. Aucun dossier iFolder ne peut exister à l'intérieur d'un autre. Sélectionnez un emplacement différent et réessayez.

# label2.Text
source: &Location:
fr: &Emplacement :

# NoneText
source: None
fr: Aucun

# label3.Text
source: S&ecurity:
fr: S&écurité :

# RememberPPText
source: Remember passphrase on this computer
fr: Mémoriser la phrase secrète sur cet ordinateur

# pathInStoreError
source: The selected location is inside the iFolder data folder. Please select a different location and try again.
fr: L'emplacement sélectionné se situe dans le dossier de données iFolder. Sélectionnez un emplacement différent et réessayez.

# EnterPPText
source: Enter passphrase:
fr: Entrer la phrase secrète :

# verifyCertTitle
source: Unable to Verify Identity
fr: Impossible de vérifier l'identité

# label1.Text
source: &Server:
fr: &Serveur :

# networkPathError
source: The selected location is on a network or non-physical drive. iFolders must reside on a physical drive. Please select a different location and try again.
fr: L'emplacement sélectionné se situe sur une unité réseau ou non physique. Les dossiers iFolder doivent résider sur une unité physique. Sélectionnez un emplacement différent et réessayez.

source: Recovery agent:
fr: Agent de récupération

# systemDirError
source: The selected location contains a system folder. System folders cannot contain an iFolder. Please select a different location and try again.
fr: L'emplacement sélectionné contient un dossier système. Les dossiers système ne peuvent pas contenir de dossier iFolder. Sélectionnez un emplacement différent et réessayez.

# invalidCharsError
source: The selected location contains invalid characters. The characters \:*?"<>| cannot be used in an iFolder. Please select a different location and try again.
fr: L'emplacement sélectionné contient des caractères non valides. Les caractères \:*?"<>| ne peuvent pas être utilisés dans un dossier iFolder. Sélectionnez un emplacement différent et réessayez.

# help.Text
source: &Help
fr: &Aide

# verifyCert
source: iFolder cannot verify the identity of the iFolder Server {0}. The certificate for this iFolder Server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be {0} which could put your confidential information at risk. Before accepting this certificate, you should check with your system administrator. Do you want to accept this certificate permanently and continue to connect?
fr: iFolder ne parvient pas à vérifier l'identité du serveur iFolder {0}. Le certificat de ce serveur iFolder a été signé par une autorité de certification inconnue. Vous vous connectez peut-être à un serveur qui se fait passer pour {0}. Vous risquez de mettre en péril vos informations confidentielles. Consultez votre administrateur système avant d'accepter ce certificat. Souhaitez-vous accepter ce certificat de manière permanente et poursuivre la connexion ?

# rootDriveError
source: iFolders cannot exist at the drive level. The location selected is at the root of the drive. Please select a location that is not at the root of a drive and try again.
fr: Les dossiers iFolders ne peuvent pas exister au niveau de l'unité. L'emplacement sélectionné est à la racine de l'unité. Sélectionnez un emplacement autre que la racine de l'unité et réessayez.

# pathInvalidErrorTitle
source: Invalid Location
fr: Emplacement non valide

# browse.Text
source: &Browse
fr: &Parcourir

# cancel.Text
source: Cancel
fr: Annuler

# ErrorSetPP
source: Unable to set passphrase.
fr: Impossible de définir la phrase secrète.

# RetypePP
source: Retype passphrase:
fr: Retaper la phrase secrète

# systemDriveError
source: The selected location is a system drive. System drives cannot contain an iFolder. Please select a different location and try again.
fr: L'emplacement sélectionné est une unité système. Les unités système ne peuvent pas contenir de dossier iFolder. Sélectionnez un emplacement différent et réessayez.

# invalidFolder
source: An invalid location was specified.
fr: Un emplacement non valide a été spécifié.

# iFolderCreateError
source: An error was encountered while creating the iFolder.
fr: Une erreur s'est produite lors de la création du dossier iFolder.

# createAccount
source: To begin using iFolder, you must first set up an iFolder account. Would you like to set up an iFolder account now?
fr: Pour commencer à utiliser iFolder, vous devez configurer un compte iFolder. Souhaitez-vous configurer un compte iFolder maintenant ?

# pathContainsStoreError
source: The selected location contains the iFolder data files. Please select a different location and try again.
fr: L'emplacement sélectionné contient des fichiers de données iFolder. Sélectionnez un emplacement différent et réessayez.

# accessDenied
source: You do not have sufficient access to the selected location. iFolders can only be created in folders where you have access to read and write files. Please select a different location and try again.
fr: Vous ne disposez pas d'un accès suffisant à l'emplacement sélectionné. Les dossiers iFolder ne peuvent être créés qu'à des emplacements auxquels vous avez accès en lecture/écriture aux fichiers. Sélectionnez un emplacement différent et réessayez.

# LoginToDomain
source: You have to be logged-in to the domain for creating an encrypted iFolder.
fr: Vous devez être logué au domaine pour créer un dossier iFolder codé.

# createPrompt
source: The specified location does not exist. Do you want to create it?
fr: L'emplacement spécifié n'existe pas. Souhaitez-vous le créer ?

# TryAgain
source: Please try again
fr: Réessayez

# chooseFolder
source: Choose a folder to convert to an iFolder.
fr: Sélectionnez un dossier à convertir en dossier iFolder.

# NoCertTitle
source: No Recovery agent
fr: Aucun agent de récupération

# errorTitle
source: iFolder Error
fr: Erreur iFolder

# pathIniFolderError
source: The selected location is inside another iFolder. iFolders cannot exist inside other iFolders. Please select a different location and try again.
fr: L'emplacement sélectionné se trouve dans un autre dossier iFolder. Aucun dossier iFolder ne peut exister à l'intérieur d'un autre. Sélectionnez un emplacement différent et réessayez.

# winDirError
source: The selected location includes the Windows folder. The Windows folder cannot contain an iFolder. Please select a different location and try again.
fr: L'emplacement sélectionné comprend le dossier Windows. Ce dossier ne peut pas contenir de dossier iFolder. Sélectionnez un emplacement différent et réessayez.

# NoCertWarning
source: There is no Recovery Agent selected. Encrypted data cannot be recovered later, if passphrase is lost. Do you want to continue?
fr: Aucun agent de récupération sélectionné. Les données codées ne pourront pas être récupérées plus tard si la phrase secrète est perdue. Souhaitez-vous continuer ?

# PPSDontMatch
source: Passphrase and re-typed passphrase doesn't match
fr: La phrase secrète et celle retapée ne correspondent pas

# accessErrorTitle
source: iFolder Access Error
fr: Erreur d'accès iFolder

# createPromptTitle
source: Create Location
fr: Créer l'emplacement

# regular.Text
source: Regular
fr: Normal

# ssl.Text
source: Secure Sync
fr: Synchronisation sécurisée

# progFilesDirError
source: The selected location includes the Program Files folder. The Program Files folder cannot contain an iFolder. Please select a different location and try again.
fr: L'emplacement sélectionné se situe dans le dossier Program Files. Ce dossier ne peut pas contenir de dossier iFolder. Sélectionnez un emplacement différent et réessayez.

# EnterPPTitle
source: Enter passphrase:
fr: Entrer la phrase secrète
