<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="de">
<meta name="Generator" content="Novell HTML-Konvertierung 10. M&auml;rz 2004">
<meta name="Generation-Date" content="Sonntag, 23. Oktober 2005 15:54 Uhr">
<meta name="Content-Date" content="Montag, 22. Okt. 2005 12:00:00 Uhr MEZ">
<meta name="Robots" content="Index, Follow">
<meta name="Document_Number" content="zHTML xD.0000.0000.0001.0003.">
<meta name="Author" content="zHTML xD.0000.0000.0001.0003.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Hilfe zu iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/overview.html","../doc/user/data/toc_overview.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bq1r10z.html";
  var next_link="bwcku86.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="bq1r110"></a>
<div class="Topic" title="Key Features of iFolder">
<h2 class="TOPIC-TITLE"><br />Wichtigste Funktionen von iFolder</h2>
<p class="TOPIC">Vor der Arbeit mit iFolder sollten Sie sich unbedingt mit den folgenden der wichtigsten Funktionen vertraut machen:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><a href="bq1r110.html#bq1r111">iFolder-Client </a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bx3bipv">iFolder-Konto</a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bq1r112">Freigegebene iFolder-Ordner</a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bq1r113">iFolder-Zugriffsrechte</a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bq1r118">Dateisynchronisierung und Datenverwaltung</a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bq63xvh">Synchronisierungsprotokoll</a></li>
</ul> <div class="Head" title="The iFolder Client "> <a name="bq1r111"></a>
<h3 class="HEAD-TITLE"><br />iFolder-Client </h3>
<p class="HEAD">Der iFolder-Client wird in Ihr Betriebssystem integriert, um in Ihrer systemeigenen Desktop-Umgebung  iFolder-Services zur Verf&uuml;gung zu stellen. Folgende Betriebssysteme werden von iFolder unterst&uuml;tzt:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Novell Linux Desktop 9</li>
<li class="BULLETITEM">Windows 2000/XP</li>
<li class="BULLETITEM">Macintosh OS X ab Version 10.3</li>
</ul>
<p class="HEAD">Mit dem iFolder-Client k&ouml;nnen Sie Ihre eigenen iFolder-Ordner verwalten und ausw&auml;hlen, welche freigegebenen iFolder-Ordner auf dem jeweiligen Computer eingerichtet werden. Weitere Informationen finden Sie unter <a href="myifolders.html#myifolders">Verwalten von iFolder-Ordnern</a>.</p> </div>
<div class="Head" title="iFolder Account"> <a name="bx3bipv"></a>
<h3 class="HEAD-TITLE"><br />iFolder-Konto</h3>
<p class="HEAD">Vor der Erstellung von iFolder-Ordnern muss mindestens ein iFolder-Servicekonto konfiguriert werden. Eine iFolder-Sitzung beginnt, wenn Sie sich bei einem iFolder-Servicekonto anmelden, und endet, wenn Sie sich abmelden oder den iFolder-Client beenden. Ihre iFolder-Ordner werden nur mit anderen aktiven iFolder-Ordnern synchronisiert, wenn Ihre Sitzung aktiv ist und Sie online arbeiten. Sie k&ouml;nnen jederzeit auf die in Ihren lokalen iFolder-Ordnern enthaltenen Daten zugreifen, egal, ob Sie beim jeweiligen Konto angemeldet sind oder nicht. Weitere Informationen hierzu erhalten Sie unter <a href="accounts.html#accounts">Konfigurieren von iFolder-Konten</a>.</p> </div>
<div class="Head" title="Shared iFolders"> <a name="bq1r112"></a>
<h3 class="HEAD-TITLE"><br />Freigegebene iFolder-Ordner</h3>
<p class="HEAD">Bei einem iFolder-Ordner handelt es sich um ein lokales Verzeichnis, das &uuml;ber einen zentralen Computer die Freigabe und Synchronisierung von Dateien f&uuml;r eine benutzerdefinierte Gruppe von Benutzern vornimmt. S&auml;mtliche iFolder-Mitglieder k&ouml;nnen auf die iFolder-Dateien zugreifen; &Auml;nderungen k&ouml;nnen von denjenigen Mitgliedern vorgenommen werden, die hierzu berechtigt sind. Sie k&ouml;nnen auf mehreren Arbeitsstationen auf Ihre iFolder-Ordner zugreifen und sie f&uuml;r andere Benutzer freigeben.</p>
<p class="HEAD">Die Arbeit mit iFolder-Ordnern erfolgt direkt in dem von Ihnen verwendeten Datei-Manager bzw. in dem Browser f&uuml;r iFolder-Ordner, der Bestandteil des Client ist. Innerhalb des iFolder-Ordners k&ouml;nnen Sie eine beliebige Struktur von Unterverzeichnissen erstellen, die Ihren pers&ouml;nlichen Gewohnheiten und den Bed&uuml;rfnissen Ihres Unternehmens entspricht. Die Unterverzeichnisstruktur ist in allen iFolder-Mitgliedsordnern gleich. Wenn Sie einen iFolder-Ordner freigeben, k&ouml;nnen Mitglieder mit Schreibberechtigung die Verzeichnisstruktur bearbeiten und die vorgenommenen &Auml;nderungen haben f&uuml;r alle Kopien des iFolder-Ordners G&uuml;ltigkeit. Jeder Benutzer kann den freigegebenen iFolder-Ordner an einem von ihm ausgew&auml;hlten Ort gem&auml;&szlig; den <a href="bx08x4y.html#bx08x4y">Richtlinien f&uuml;r das Suchen nach iFolder-Ordnern</a> speichern.</p> </div>
<div class="Head" title="iFolder Access Rights"> <a name="bq1r113"></a>
<h3 class="HEAD-TITLE"><br />iFolder-Zugriffsrechte</h3>
<p class="HEAD">Der iFolder-Client unterst&uuml;tzt das Eigent&uuml;mer-Attribut sowie drei Zugriffsstufen f&uuml;r Mitglieder eines iFolder-Ordners: </p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz4"></a><em class="PARAWITHTITLE">Eigent&uuml;mer: </em>Nur ein einziger Benutzer fungiert als Eigent&uuml;mer eines iFolder-Ordners. Hierbei handelt es sich normalerweise um den Benutzer, der den iFolder-Ordner erstellt hat. Der Benutzer mit Eigent&uuml;mer-Attribut kann &uuml;ber den iFolder-Client das Eigentum auf ein anderes Mitglied des iFolder-Ordners &uuml;bertragen. </p>
<p class="BULLETITEM">Der Eigent&uuml;mer eines iFolder-Ordners verf&uuml;gt &uuml;ber das Recht "Vollst&auml;ndige Kontrolle". Dieser Benutzer verf&uuml;gt &uuml;ber den Lese-/Schreibzugriff f&uuml;r den jeweiligen iFolder-Ordner, verwaltet die Mitgliedschaft sowie die Zugriffsrechte der Mitglieder und kann das Recht "Vollst&auml;ndige Kontrolle" f&uuml;r jedes Mitglied aufheben.</p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz5"></a><em class="PARAWITHTITLE">Vollst&auml;ndige Kontrolle: </em>Ein Mitglied des freigegebenen iFolder-Ordners, mit dem Zugriffsrecht "Volle Kontrolle". Dieses Mitglied verf&uuml;gt &uuml;ber den Lese-/Schreibzugriff f&uuml;r den jeweiligen iFolder-Ordner, verwaltet die Mitgliedschaft sowie die Zugriffsrechte f&uuml;r alle Benutzer mit Ausnahme des Eigent&uuml;mers. </p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz6"></a><em class="PARAWITHTITLE">Lesen/Schreiben: </em>Ein Mitglied des freigegebenen iFolder-Ordners, mit dem Zugriffsrecht "Lesen/Schreiben" f&uuml;r Verzeichnisse und Dateien im iFolder-Ordner.</p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz7"></a><em class="PARAWITHTITLE">Schreibgesch&uuml;tzt: </em>Ein Mitglied des freigegebenen iFolder-Ordners, mit dem Zugriffsrecht "Schreibgesch&uuml;tzt" f&uuml;r Verzeichnisse und Dateien im iFolder-Ordner. Dieses Mitglied kann eine Datei bearbeiten, die lokalen &Auml;nderungen werden jedoch nicht mit den Kopien des iFolder-Ordners anderer Mitglieder synchronisiert.</p></li>
</ul>
<p class="HEAD">Jeder iFolder-Benutzer kann Eigent&uuml;mer einiger iFolder-Ordner und Mitglied anderer iFolder-Ordner sein. Als Benutzer mit Eigent&uuml;mer-Attribut verf&uuml;gen Sie stets &uuml;ber das Recht "Volle Kontrolle". Als Benutzer mit Mitglied-Attribut verf&uuml;gen Sie in jedem freigegebenen iFolder-Ordner m&ouml;glicherweise &uuml;ber eine andere Zugriffsstufe, abh&auml;ngig davon, welche Zugriffsrechte Ihnen ein Mitglied erteilt hat, das &uuml;ber das Recht "Volle Kontrolle" verf&uuml;gt.</p> </div>
<div class="Head" title="File Synchronization and Data Management"> <a name="bq1r118"></a>
<h3 class="HEAD-TITLE"><br />Dateisynchronisierung und Datenverwaltung</h3>
<p class="HEAD">Bei der Einrichtung eines iFolder-Kontos k&ouml;nnen Sie die Option "Passwort speichern" aktivieren, um iFolder das Synchronisieren von iFolder-Einladungen und -Dateien im Hintergrund zu erm&ouml;glichen. </p>
<p class="HEAD">Sie k&ouml;nnen den iFolder-Client so konfigurieren, dass er jedes Mal automatisch ausgef&uuml;hrt wird, wenn Sie sich bei der Desktop-Umgebung Ihres Computers anmelden. Die Sitzung wird im Hintergrund ausgef&uuml;hrt, w&auml;hrend Sie mit Dateien in Ihren lokalen iFolder-Ordnern arbeiten; dabei werden s&auml;mtliche von Ihnen vorgenommenen &Auml;nderungen verfolgt und protokolliert. </p>
<p class="HEAD">Sie k&ouml;nnen die Dateien in angegebenen Intervallen oder bei Bedarf synchronisieren.</p> </div>
<div class="Head" title="Synchronization Log"> <a name="bq63xvh"></a>
<h3 class="HEAD-TITLE"><br />Synchronisierungsprotokoll</h3>
<p class="HEAD">Aus dem Synchronisierungsprotokoll gehen die im Hintergrund ausgef&uuml;hrten iFolder-Aktivit&auml;ten hervor, beispielsweise das Herauf- und Herunterladen von Dateien f&uuml;r unterschiedliche iFolder-Ordner. </p> </div>
</div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
