<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="de">
<meta name="Generator" content="Novell HTML-Konvertierung 10. M&auml;rz 2004">
<meta name="Generation-Date" content="Sonntag, 23. Oktober 2005 15:54 Uhr">
<meta name="Content-Date" content="Montag, 22. Okt. 2005 12:00:00 Uhr MEZ">
<meta name="Robots" content="Index, Follow">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0005.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0005.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Hilfe zu iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="accountdetails.html";
  var next_link="preferences.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="bvwsp7c"></a>
<div class="Topic" title="Deleting an iFolder Account">
<h2 class="TOPIC-TITLE"><br />L&ouml;schen von iFolder-Konten</h2>
<p class="TOPIC">Sie k&ouml;nnen angeben, ob das Konto nur vom aktuellen Computer entfernt werden soll oder ob die iFolder-Ordner, deren Eigent&uuml;mer Sie sind, vom Server entfernt werden sollen. Auf diese Weise werden im Wesentlichen die freigegebenen iFolder-Ordner inaktiv, die Sie f&uuml;r dieses Konto eingerichtet haben. </p>
<p class="TOPIC">Wenn Sie ein iFolder-Konto von Ihrem Computer entfernen, werden die zugeh&ouml;rigen lokalen Kopien von iFolder-Ordnern auf normale Ordner zur&uuml;ckgesetzt. Von anderen Computern aus bzw. &uuml;ber das Web k&ouml;nnen Sie weiterhin auf die iFolder-Ordner zugreifen.</p>
<p class="TOPIC">Wenn Sie Ihr iFolder-Konto vom Server entfernen, geschieht Folgendes: </p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Die Freigabe s&auml;mtlicher iFolder-Ordner, deren Eigent&uuml;mer Sie sind, wird aufgehoben.</li>
<li class="BULLETITEM">Die lokalen Kopien von iFolder-Ordnern auf Mitgliedercomputern werden auf normale Ordner zur&uuml;ckgesetzt.</li>
<li class="BULLETITEM">Der iFolder-Ordner und sein Inhalt werden vom Server entfernt.</li>
<li class="BULLETITEM">Sie werden als Mitglied von iFolder-Ordnern entfernt, die andere Benutzer zuvor f&uuml;r Sie freigegeben haben.</li>
</ul>
<ol class="STEPLIST">
<li class="STEP"><a name="bvwspv2"></a>
<p class="STEP">Klicken Sie im Benachrichtigungsbereich mit der rechten Maustaste auf das Symbol f&uuml;r die iFolder-Anwendung (<img src="../graphics/ifolder16.png" alt="iFolder-Startsymbol" />) und w&auml;hlen Sie dann "Konten" aus, um das Dialogfeld "iFolder-Einstellungen" mit der Registerkarte "Konten" aufzurufen.</p></li>
<li class="STEP"><a name="bvwspv3"></a>
<p class="STEP">W&auml;hlen Sie das zu l&ouml;schende iFolder-Konto aus und klicken Sie dann auf "L&ouml;schen".</p></li>
<li class="STEP"><a name="bvwspqf"></a>
<p class="STEP">In einer Meldung werden Sie aufgefordert, den Umfang der L&ouml;schaktion zu bestimmen. F&uuml;hren Sie einen der folgenden Schritte aus:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bvwsuhg"></a><em class="PARAWITHTITLE">iFolder-Konto nur vom aktuellen Computer entfernen: </em>Heben Sie die Auswahl von "Eigene iFolder-Ordner und -Dateien vom Server entfernen" auf und klicken Sie dann auf "Ja". Daraufhin entfernt iFolder das ausgew&auml;hlte Konto lediglich von der lokalen Arbeitsstation. Die lokalen iFolder-Ordner f&uuml;r dieses Konto werden auf normale Ordner zur&uuml;ckgesetzt. Wenn die lokale Kopie der Daten nicht ben&ouml;tigt wird, machen Sie sie mithilfe eines Datei-Managers ausfindig und l&ouml;schen Sie sie. </p>
<p class="BULLETITEM">Von anderen Computern aus k&ouml;nnen Sie mit dem iFolder-Client weiterhin auf Ihre iFolder-Ordner f&uuml;r dieses Konto zugreifen. Wenn der iFolder-Client mit einem Novell<sup>&reg;</sup> iFolder<sup>&reg;</sup> 3.<em class="VERSIONVARIABLE">x</em>-Enterprise-Server verwendet wird, ist der Zugriff mit Novell iFolder 3.<em class="VERSIONVARIABLE">x</em> Web Access von allen Standorten aus m&ouml;glich.</p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bvwsxkq"></a><em class="PARAWITHTITLE">iFolder-Konto und Ihre iFolder-Ordner und -Dateien vom Server entfernen: </em>W&auml;hlen Sie "Meine iFolder-Ordner und Dateien vom Server entfernen" aus und klicken Sie dann auf "Ja". Daraufhin entfernt iFolder das ausgew&auml;hlte Konto von der lokalen Arbeitsstation. Zudem werden s&auml;mtliche iFolder-Ordner, die Sie f&uuml;r dieses Konto besitzen, vom Server entfernt und die iFolder-Ordner werden auf dem aktuellen Computer und allen Mitgliedercomputern auf normale Ordner zur&uuml;ckgesetzt. Abschlie&szlig;end werden Sie als Mitglied f&uuml;r freigegebene iFolder-Ordner in diesem Konto entfernt. Die lokalen iFolder-Ordner werden alle auf normale Ordner zur&uuml;ckgesetzt. Wenn die lokale Kopie der Daten nicht ben&ouml;tigt wird, machen Sie sie mithilfe eines Datei-Managers ausfindig und l&ouml;schen Sie sie.</p>
<p class="BULLETITEM">Wenn Sie dieses Konto auf diesem oder einem anderen Computer erneut verwenden m&ouml;chten, m&uuml;ssen Sie hinsichtlich der Einrichtung des Kontos und der zugeh&ouml;rigen iFolder-Ordner genauso vorgehen wie bei der Neuerstellung.</p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bvwsxkr"></a><em class="PARAWITHTITLE">L&ouml;schvorgang abbrechen: </em>Klicken Sie auf "Nein", um die L&ouml;schaktion zu verwerfen. Ihr Konto und die zugeh&ouml;rigen iFolder-Ordner bleiben unver&auml;ndert.</p></li>
</ul></li>
</ol> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
