<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="de">
<meta name="Generator" content="Novell HTML-Konvertierung 10. M&auml;rz 2004">
<meta name="Generation-Date" content="Sonntag, 23. Oktober 2005 15:54 Uhr">
<meta name="Content-Date" content="Montag, 22. Okt. 2005 12:00:00 Uhr MEZ">
<meta name="Robots" content="Index, Follow">
<meta name="Document_Number" content="zHTML xC.0000.0000.0004.">
<meta name="Author" content="zHTML xC.0000.0000.0004.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Hilfe zu iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/front.html","../doc/user/data/toc_front.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="deleting.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="legal"></a>
<h2 class="LEGALNOTICES"><br />Rechtliche Hinweise</h2>
<p class="DISCLAIMER">Novell, Inc., leistet keinerlei Gew&auml;hr bez&uuml;glich des Inhalts oder Gebrauchs dieses Handbuchs. Insbesondere werden keine ausdr&uuml;cklichen oder stillschweigenden Gew&auml;hrleistungen hinsichtlich der handels&uuml;blichen Qualit&auml;t oder Eignung f&uuml;r einen bestimmten Zweck &uuml;bernommen. Novell, Inc., beh&auml;lt sich das Recht vor, dieses Dokument jederzeit teilweise oder vollst&auml;ndig zu &auml;ndern, ohne dass f&uuml;r Novell, Inc., die Verpflichtung entsteht, Personen oder Organisationen davon in Kenntnis zu setzen.</p>
<p class="DISCLAIMER">Desweiteren &uuml;bernimmt Novell, Inc., f&uuml;r Software keinerlei Haftung und schlie&szlig;t insbesondere jegliche ausdr&uuml;cklichen oder impliziten Gew&auml;hrleistungsanspr&uuml;che bez&uuml;glich der Marktf&auml;higkeit oder der Eignung f&uuml;r einen bestimmten Zweck aus. Au&szlig;erdem beh&auml;lt sich Novell, Inc., das Recht vor, Novell-Software ganz oder teilweise jederzeit inhaltlich zu &auml;ndern, ohne dass f&uuml;r Novell, Inc., die Verpflichtung entsteht, Personen oder Organisationen von diesen &Uuml;berarbeitungen oder &Auml;nderungen in Kenntnis zu setzen.</p> <br />
<p class="EXPORTNOTICE">Die Verwendung, Ausfuhr oder Wiederausfuhr dieses Produkts ist nur unter Einhaltung der geltenden Gesetze oder Bestimmungen, einschlie&szlig;lich der US-Exportbestimmungen oder der nationalen Gesetze des Landes, in dem Sie sich aufhalten, gestattet.</p> <br />
<p class="COPYRIGHTNOTICE">Copyright <sup><small>&copy;</small></sup> 2004-2005 Novell, Inc. Alle Rechte vorbehalten. Hiermit wird die Berechtigung erteilt, dieses Dokument gem&auml;&szlig; den Bestimmungen der GNU Free Documentation License (GFDL), Version 1.2 oder beliebige h&ouml;here Version (ver&ouml;ffentlicht von der Free Software Foundation), zu kopieren, zu verteilen und/oder zu bearbeiten; hiervon ausgeschlossen sind nicht relevante Abschnitte sowie Text auf der Vorder- und R&uuml;ckseite. Eine Kopie der GFDL finden Sie unter http://www.fsf.org/licenses/fdl.html.</p>
<p class="COPYRIGHTNOTICE">DIESES DOKUMENT SOWIE BEARBEITETE VERSIONEN DIESES DOKUMENTS WERDEN GEM&Auml;SS DEN BESTIMMUNGEN DER GNU FREE DOCUMENTATION LICENSE BEREITGESTELLT. HIERBEI WIRD FOLGENDES ZUGRUNDE GELEGT:</p>
<p class="COPYRIGHTNOTICE">1. DAS DOKUMENT WIRD UNTER ABBEDINGEN DER HAFTUNG F&Uuml;R EINEN BESTIMMTEN ZWECK, OHNE JEGLICHE GARANTIEN, WEDER AUSDR&Uuml;CKLICHER NOCH STILLSCHWEIGENDER ART, BEREITGESTELLT. HIERZU Z&Auml;HLEN OHNE JEGLICHE EINSCHR&Auml;NKUNG GARANTIEN DAR&Uuml;BER, DASS DAS DOKUMENT BZW. EINE BEARBEITETE VERSION DIESES DOKUMENTS FREI VON FEHLERN, MARKTG&Auml;NGIG UND F&Uuml;R EINEN BESTIMMTEN ZWECK GEEIGNET IST SOWIE ZU KEINERLEI BESTIMMUNGSVERLETZUNGEN F&Uuml;HRT. DAS GESAMTE RISIKO HINSICHTLICH QUALIT&Auml;T, GENAUIGKEIT SOWIE ERF&Uuml;LLUNG DES DOKUMENTS BZW. EINER &Uuml;BERARBEITETEN VERSION DES DOKUMENTS LIEGT ALLEIN BEI IHNEN. SOLLTE EIN BELIEBIGES DOKUMENT BZW. EINE &Uuml;BERARBEITETE VERSION EINES DOKUMENTS M&Auml;NGEL JEGLICHER FORM AUFWEISEN, &Uuml;BERNEHMEN SIE (NICHT DER URSPR&Uuml;NGLICHE VERFASSER, AUTOR ODER ANDERWEITIG BETEILIGTE) DIE KOSTEN F&Uuml;R S&Auml;MTLICHE ERFORDERLICHEN WARTUNGS-, REPARATUR- ODER KORREKTURMASSNAHMEN. DIESER HAFTUNGSAUSSCHLUSS STELLT EINEN ESSENZIELLEN BESTANDTEIL DIESER LIZENZ DAR. MIT AUSNAHME DER IN DIESEM HAFTUNGSAUSSCHLUSS ANGEGEBENEN AUSNAHMEN IST KEINERLEI VERWENDUNG EINES BELIEBIGEN DOKUMENTS BZW. EINER &Uuml;BERARBEITETEN VERSION DES JEWEILIGEN DOKUMENTS ZUL&Auml;SSIG, ZUDEM GILT FOLGENDES:</p>
<p class="COPYRIGHTNOTICE">2. UNTER KEINEN UMST&Auml;NDEN UND GEM&Auml;SS KEINER RECHTSTHEORIE, OB AUS UNERLAUBTER HANDLUNG (EINSCHLIESSLICH FAHRL&Auml;SSIGKEIT), VERTRAG ODER ANDERWEITIG, IST WEDER DER AUTOR, URSPR&Uuml;NGLICHE VERFASSER, IN JEGLICHER FORM BETEILIGTE ODER JEGLICHER VERTEILER DIESES DOKUMENTS BZW. EINER &Uuml;BERARBEITETEN VERSION DES DOKUMENTS NOCH JEGLICHER ZULIEFERER F&Uuml;R PARTEIEN DIESER ART GEGEN&Uuml;BER JEGLICHEN PERSONEN HAFTBAR HINSICHTLICH UNMITTELBAREM SCHADEN, FOLGESCHADEN, SPEZIELLEM SCHADEN, SCHADENERSATZ F&Uuml;R AUFWENDUNGEN BEI VERTRAGSERF&Uuml;LLUNG, MITTELBAREM SCHADEN JEGLICHER ART. HIERZU Z&Auml;HLEN OHNE EINSCHR&Auml;NKUNG SCHADENERSATZ F&Uuml;R VERLUSTE VON GESCH&Auml;FTSWERT, DURCH ARBEITSUNTERBRECHUNG, COMPUTERAUSFALL ODER -FEHLFUNKTION SOWIE ALLE SONSTIGEN SCH&Auml;DEN ODER FORMEN DES SCHADENERSATZES, DIE SICH AUS DIESEM DOKUMENT UND &Uuml;BERARBEITETEN VERSIONEN DIESES DOKUMENTS ERGEBEN ODER DAMIT IN ZUSAMMENHANG STEHEN; DIES GILT AUCH, WENN DIE JEWEILIGE PARTEI &Uuml;BER DIE M&Ouml;GLICHKEIT VON SCHADENERSATZFORDERUNGEN/SCH&Auml;DEN DIESER ART UNTERRICHTET WURDE.</p>
<p class="PATENTS">Novell, Inc., besitzt Anrechte auf geistiges Eigentum f&uuml;r Technologie, die in das in dieser Dokumentation beschriebene Produkt integriert ist. Diese Anrechte auf geistiges Eigentum umfassen im Besonderen eines oder mehrere der unter http://www.novell.com/company/legal/patents/ aufgelisteten Patente sowie ein oder mehrere andere Patente oder Patentanmeldungen in den USA und in anderen L&auml;ndern, sind jedoch nicht darauf beschr&auml;nkt.</p>
<dl class="ADDRESS">
<dt class="LINE">Novell, Inc.</dt>
<dt class="LINE">404 Wyman Street, Suite 500</dt>
<dt class="LINE">Waltham, MA  02451</dt>
<dt class="LINE">USA</dt>
<dt><br /><a href="http://www.novell.com" class="URL">www.novell.com</a></dt>
</dl>
<p class="BOOKTITLE"> <a name="bktitle"></a>Hilfe zu iFolder</p>
<div class="RELEASEDATE">23. Dezember 2005</div>
<br /><h2 class="NOVELL"><br />Novell-Marken</h2>
<p class="NOVELL">iFolder ist eine Marke von Novell, Inc.</p>
<p class="NOVELL">Mono ist eine eingetragene Marke von Novell, Inc., in den USA und anderen L&auml;ndern.</p>
<p class="NOVELL">Novell ist eine eingetragene Marke von Novell, Inc., in den USA und anderen L&auml;ndern.</p>
<p class="NOVELL">Novell iFolder ist eine eingetragene Marke von Novell, Inc., in den Vereinigten Staaten und in anderen L&auml;ndern.</p> <br /><h2 class="THIRDPARTY"><br />Drittanbieter-Marken</h2>
<p class="THIRDPARTY">Alle Marken von Drittanbietern sind Eigentum der jeweiligen Inhaber.</p>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
