<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="hu">
<meta name="Generator" content="Novell HTML-konverzi&oacute;, 2004. m&aacute;rcius 10.">
<meta name="Generation-Date" content="2005. okt&oacute;ber 23., vas&aacute;rnap, 15:54">
<meta name="Content-Date" content="2005. okt&oacute;ber 15., h&eacute;tf&otilde;, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0008.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0008.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>iFolder s&uacute;g&oacute;</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bvwppw5.html";
  var next_link="myifolders.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="bwbirb9"></a>
<div class="Topic" title="Configuring Local Virus Scanner Settings for iFolder Traffic">
<h2 class="TOPIC-TITLE"><br />A helyi v&iacute;rusellen&otilde;rz&otilde; be&aacute;ll&iacute;t&aacute;sa az iFolder-forgalomhoz</h2>
<p class="TOPIC">Ha haszn&aacute;l v&iacute;rusellen&otilde;rz&otilde; programot, z&aacute;rja ki az ellen&otilde;rz&eacute;sb&otilde;l a ..\simias\WorkArea\ k&ouml;nyvt&aacute;rat. A ..\simias\WorkArea\ k&ouml;nyvt&aacute;r a Windows rendszerben p&eacute;ld&aacute;ul a k&ouml;vetkez&otilde; helyen tal&aacute;lhat&oacute;: c:\documents and settings\<em class="Variable">felhaszn&aacute;l&oacute;n&eacute;v</em>\local settings\application data\simias\WorkArea\.simias.wf.<em class="Variable">guid</em>. </p>
<p class="TOPIC">Az iFolder a ..\simias\WorkArea\ k&ouml;nyvt&aacute;rba helyezi a f&aacute;jlokat a kiszolg&aacute;l&oacute;r&oacute;l val&oacute; let&ouml;lt&eacute;sre. Ha egy iFolder f&aacute;jlhoz v&iacute;rus van csatolva, &eacute;s a v&iacute;rusellen&otilde;rz&otilde; program ellen&otilde;rzi a v&iacute;rust, mik&ouml;zben a f&aacute;jl a ..\simias\WorkArea k&ouml;nyvt&aacute;rban van, akkor a v&iacute;rusellen&otilde;rz&otilde; program el&otilde;ugr&oacute; &uuml;zenetben t&aacute;j&eacute;koztatja, hogy v&iacute;rust tal&aacute;lt, a f&aacute;jlt karant&eacute;nba mozgatja, majd az iFolder ism&eacute;t megpr&oacute;b&aacute;lkozik a f&aacute;jl szinkroniz&aacute;l&aacute;s&aacute;val. </p>
<p class="TOPIC">Ha a WorkArea ter&uuml;letet nem ellen&otilde;rzi a v&iacute;rusellen&otilde;rz&otilde;, akkor a szinkroniz&aacute;l&aacute;s be tud fejez&otilde;dni, program let&ouml;lti a fert&otilde;z&ouml;tt f&aacute;jlt, &eacute;s a helyi iFolder mapp&aacute;ba helyezi. Ezut&aacute;n a v&iacute;rusellen&otilde;rz&otilde; &eacute;szleli a fert&otilde;z&ouml;tt f&aacute;jlt az iFolder mapp&aacute;ban, &eacute;s a karant&eacute;nba helyezi &aacute;t, megv&eacute;dve ez&aacute;ltal a sz&aacute;m&iacute;t&oacute;g&eacute;pet a fert&otilde;z&eacute;st&otilde;l. Az iFolder &eacute;szleli a f&aacute;jl t&ouml;rl&eacute;s&eacute;t, &eacute;s a k&ouml;vetkez&otilde; szinkroniz&aacute;l&aacute;s elkezd&eacute;sekor az iFolder t&ouml;rli a f&aacute;jlt a kiszolg&aacute;l&oacute;n &eacute;s a tagsz&aacute;m&iacute;t&oacute;g&eacute;peken. </p>
<p class="TOPIC">Ha azonban a f&aacute;jl let&ouml;lt&eacute;si hely&eacute;n az iFolder csak olvashat&oacute;, akkor a helyi t&ouml;rl&eacute;s nem terjed ki a kiszolg&aacute;l&oacute;ra &eacute;s a t&ouml;bbi tagsz&aacute;m&iacute;t&oacute;g&eacute;pre. A v&iacute;rust m&aacute;shol kell &eacute;szlelni, ahol az enged&eacute;lyek lehet&otilde;v&eacute; teszik a v&aacute;ltoz&aacute;sok szinkroniz&aacute;l&aacute;s&aacute;t. A felhaszn&aacute;l&oacute;t a v&iacute;rusellen&otilde;rz&otilde;je val&oacute;sz&iacute;n&ucirc;leg t&aacute;j&eacute;koztatja a v&iacute;rusr&oacute;l, ez&eacute;rt neki kell t&aacute;j&eacute;koztatnia a t&ouml;bbi iFolder tagot is a v&iacute;rusr&oacute;l.</p> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
