<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="hu">
<meta name="Generator" content="Novell HTML-konverzi&oacute;, 2004. m&aacute;rcius 10.">
<meta name="Generation-Date" content="2005. okt&oacute;ber 23., vas&aacute;rnap, 15:54">
<meta name="Content-Date" content="2005. okt&oacute;ber 15., h&eacute;tf&otilde;, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0003.0009.">
<meta name="Author" content="zHTML xD.0000.0000.0003.0009.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>iFolder s&uacute;g&oacute;</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/myifolders.html","../doc/user/data/toc_myifolders.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="sync.html";
  var next_link="reverting.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="conflicts"></a>
<div class="Topic" title="Resolving File Conflicts">
<h2 class="TOPIC-TITLE"><br />A f&aacute;jl&uuml;tk&ouml;z&eacute;sek felold&aacute;sa</h2>
<p class="TOPIC">Ha f&aacute;jl&uuml;tk&ouml;z&eacute;s t&ouml;rt&eacute;nik az azonos id&otilde;ben elmentett f&aacute;jlverzi&oacute;k k&ouml;z&ouml;tt, vagy amikor k&eacute;t f&aacute;jln&eacute;v k&ouml;z&ouml;tt csak kisbet&ucirc;-nagybet&ucirc; k&uuml;l&ouml;nbs&eacute;g van, a f&aacute;jl N&eacute;v&uuml;tk&ouml;z&eacute;s jelz&eacute;st kap, az &uuml;tk&ouml;z&eacute;si ter&uuml;letben lesz t&aacute;rolva, &eacute;s a rendszer figyelmeztet&eacute;st k&uuml;ld, hogy az iFolder-&uuml;gyf&eacute;lben a f&aacute;jl meg legyen jel&ouml;lve. </p>
<h4 class="BRIDGEHEAD"><br />Verzi&oacute;&uuml;tk&ouml;z&eacute;sek</h4>
<p class="TOPIC">A verzi&oacute;&uuml;tk&ouml;z&eacute;seket koordin&aacute;lni kell a t&ouml;bbi taggal az &uuml;tk&ouml;z&eacute;s felold&aacute;sa el&otilde;tt. Ezut&aacute;n v&aacute;lassza a megfelel&otilde; verzi&oacute;t az &Uuml;tk&ouml;z&eacute;s felold&aacute;sa p&aacute;rbesz&eacute;dpanelen.</p>
<ol class="STEPLIST">
<li class="STEP"><a name="bvin9s9"></a>
<p class="STEP">Ha &uuml;tk&ouml;z&eacute;s van, az &eacute;rtes&iacute;t&eacute;si ter&uuml;leten megjelenik egy el&otilde;ugr&oacute; &uuml;zenet. Az X-re kattintva z&aacute;rja be az &uuml;zenetet.</p>
<p class="STEP">Az el&otilde;ugr&oacute; &uuml;zenet megjelen&iacute;t&eacute;s&eacute;t le lehet tiltani az iFolder be&aacute;ll&iacute;t&aacute;sok &gt; &Aacute;ltal&aacute;nos lapon.</p></li>
<li class="STEP"><a name="bvin9nq"></a>
<p class="STEP">Az &eacute;rtes&iacute;t&eacute;si ter&uuml;leten kattintson jobb gombbal az iFolder ikonra <img src="../graphics/ifolder16.png" alt="iFolder alkalmaz&aacute;s ikonja" />, majd kattintson az iFolder mapp&aacute;k gombra az iFolder-b&ouml;ng&eacute;sz&otilde; megnyit&aacute;s&aacute;hoz.</p></li>
<li class="STEP"><a name="bvinc1r"></a>
<p class="STEP">Jel&ouml;lje ki az &uuml;tk&ouml;z&eacute;sben l&eacute;v&otilde; f&aacute;jlt, majd kattintson a Felold&aacute;s ikonra <img src="../graphics/conflict_resolution.png" alt="az &uuml;tk&ouml;z&eacute;sfelold&aacute;s ikonja" /> az &Uuml;tk&ouml;z&eacute;sek felold&aacute;sa p&aacute;rbesz&eacute;dpanel megtekint&eacute;s&eacute;hez.</p></li>
<li class="STEP"><a name="bx1anvu"></a>
<p class="STEP">Tekintse meg a f&aacute;jl helyi sz&aacute;m&iacute;t&oacute;g&eacute;pen t&aacute;rolt verzi&oacute;j&aacute;nak, illetve a kiszolg&aacute;l&oacute;n t&aacute;rolt verzi&oacute;j&aacute;nak az adatait, &eacute;s d&ouml;ntse el, hogy melyik verzi&oacute;t szeretn&eacute; megtartani, majd kattintson az E verzi&oacute; ment&eacute;se gombra a megfelel&otilde; f&aacute;jlverzi&oacute; megtart&aacute;s&aacute;hoz.</p></li>
<li class="STEP"><a name="bvincoe"></a>
<p class="STEP">Amikor befejezte az &uuml;tk&ouml;z&eacute;s felold&aacute;s&aacute;t, kattintson az OK gombra.</p></li>
</ol>
<h4 class="BRIDGEHEAD"><br />F&aacute;jln&eacute;v&uuml;tk&ouml;z&eacute;sek</h4>
<p class="TOPIC">F&aacute;jln&eacute;v&uuml;tk&ouml;z&eacute;sek akkor fordulnak el&otilde;, ha a helyi f&aacute;jlverzi&oacute; &eacute;s a kiszolg&aacute;l&oacute;n t&aacute;rolt f&aacute;jlverzi&oacute; neve k&ouml;z&ouml;tt csak kisbet&ucirc;-nagybet&ucirc; k&uuml;l&ouml;nbs&eacute;g van. A tartalom k&uuml;l&ouml;nb&ouml;zhet, de azonos is lehet. Az &uuml;tk&ouml;z&eacute;seknek ez a t&iacute;pusa megoldhat&oacute; a f&aacute;jlok &aacute;tnevez&eacute;s&eacute;vel, de fontolja meg alaposan, hol nevezi &aacute;t a f&aacute;jlt. </p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Ha a tartalom megegyezik, &aacute;tnevezheti az egyik f&aacute;jlt az &Uuml;tk&ouml;z&eacute;sek felold&aacute;sa p&aacute;rbesz&eacute;dpanelen.</li>
<li class="BULLETITEM">Ha a tartalom k&uuml;l&ouml;nb&ouml;zik, mindenk&eacute;ppen k&eacute;sz&iacute;tsen m&aacute;solatot a helyi f&aacute;jlr&oacute;l, &eacute;s adjon neki m&aacute;s nevet, majd t&eacute;rjen vissza az &Uuml;tk&ouml;z&eacute;sek felold&aacute;sa p&aacute;rbesz&eacute;dpanelre, &eacute;s mentse el a f&aacute;jl kiszolg&aacute;l&oacute;n t&aacute;rolt v&aacute;ltozat&aacute;t. &Iacute;gy a f&aacute;jl mindk&eacute;t verzi&oacute;ja szerepelhet - k&uuml;l&ouml;nb&ouml;z&otilde; n&eacute;vvel- az iFolder mapp&aacute;ban. Ha az &Uuml;tk&ouml;z&eacute;sek felold&aacute;sa p&aacute;rbesz&eacute;dpanel seg&iacute;ts&eacute;g&eacute;vel nevez &aacute;t egy f&aacute;jlverzi&oacute;t, akkor a f&aacute;jl &aacute;tnevezett v&aacute;ltozata fel&uuml;l&iacute;rja a m&aacute;sikat, &eacute;s a m&aacute;sik f&aacute;jl tartalma elv&eacute;sz. </li>
</ul>
<ol class="STEPLIST">
<li class="STEP"><a name="bx1b07n"></a>
<p class="STEP">Ha &uuml;tk&ouml;z&eacute;s van, az &eacute;rtes&iacute;t&eacute;si ter&uuml;leten megjelenik egy el&otilde;ugr&oacute; &uuml;zenet. Az X-re kattintva z&aacute;rja be az &uuml;zenetet.</p></li>
<li class="STEP"><a name="bx1b07o"></a>
<p class="STEP">Az &eacute;rtes&iacute;t&eacute;si ter&uuml;leten kattintson jobb gombbal az iFolder ikonra <img src="../graphics/ifolder16.png" alt="iFolder alkalmaz&aacute;s ikonja" />, majd kattintson az iFolder mapp&aacute;k gombra az iFolder-b&ouml;ng&eacute;sz&otilde; megnyit&aacute;s&aacute;hoz.</p></li>
<li class="STEP"><a name="bx1b07p"></a>
<p class="STEP">Jel&ouml;lje ki az &uuml;tk&ouml;z&eacute;sben l&eacute;v&otilde; f&aacute;jlt, majd kattintson a Felold&aacute;s ikonra <img src="../graphics/conflict_resolution.png" alt="az &uuml;tk&ouml;z&eacute;sfelold&aacute;s ikonja" /> az &Uuml;tk&ouml;z&eacute;sek felold&aacute;sa p&aacute;rbesz&eacute;dpanel megtekint&eacute;s&eacute;hez.</p></li>
<li class="STEP"><a name="bx1atam"></a>
<p class="STEP">Gy&otilde;z&otilde;dj&ouml;n meg r&oacute;la, hogy f&aacute;jln&eacute;v&uuml;tk&ouml;z&eacute;sr&otilde;l van sz&oacute;, &eacute;s &aacute;llap&iacute;tsa meg, hogy megegyezik-e a tartalom.</p></li>
<li class="STEP"><a name="bx1au4u"></a>
<p class="STEP">V&aacute;lassza az egyiket a k&ouml;vetkez&otilde; lehet&otilde;s&eacute;gek k&ouml;z&uuml;l:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Ha a tartalom megegyezik, nevezze &aacute;t az egyik f&aacute;jlt, kattintson az E verzi&oacute; elment&eacute;se gombra, majd kattintson az OK gombra az &Uuml;tk&ouml;z&eacute;sek felold&aacute;sa p&aacute;rbesz&eacute;dpanel bez&aacute;r&aacute;s&aacute;hoz. Ekkor k&eacute;szen van.</li>
<li class="BULLETITEM">Ha a tartalom k&uuml;l&ouml;nb&ouml;zik, folytassa a k&ouml;vetkez&otilde;vel: <a href="conflicts.html#bx1au97">6. l&eacute;p&eacute;s</a>.</li>
</ul></li>
<li class="STEP"><a name="bx1au97"></a>
<p class="STEP">Z&aacute;rja be az &Uuml;tk&ouml;z&eacute;sek felold&aacute;sa p&aacute;rbesz&eacute;dpanelt.</p></li>
<li class="STEP"><a name="bx1b3p9"></a>
<p class="STEP">Nyisson meg egy f&aacute;jlkezel&otilde;t, &eacute;s keresse meg az &uuml;tk&ouml;z&eacute;sben l&eacute;v&otilde; f&aacute;jl helyi verzi&oacute;j&aacute;t.</p></li>
<li class="STEP"><a name="bx1b3xf"></a>
<p class="STEP">K&eacute;sz&iacute;tsen m&aacute;solatot a f&aacute;jlr&oacute;l, &eacute;s mentse el egyedi n&eacute;ven az iFolder mapp&aacute;ba. </p>
<p class="STEP">Az iFolder &uacute;j f&aacute;jlk&eacute;nt szinkroniz&aacute;lja a f&aacute;jlt a kiszolg&aacute;l&oacute;ra &eacute;s a tagsz&aacute;m&iacute;t&oacute;g&eacute;pekre.</p></li>
<li class="STEP"><a name="bx1b3k7"></a>
<p class="STEP">T&eacute;rjen vissza az &Uuml;tk&ouml;z&eacute;sek felold&aacute;sa p&aacute;rbesz&eacute;dpanelre, jel&ouml;lje ki a f&aacute;jl kiszolg&aacute;l&oacute;n t&aacute;rolt v&aacute;ltozat&aacute;t. Kattintson az E verzi&oacute; elment&eacute;se gombra, majd az OK gombra.</p>
<p class="STEP">A f&aacute;jl kiszolg&aacute;l&oacute;n t&aacute;rolt verzi&oacute;j&aacute;t a rendszer let&ouml;lti a helyi sz&aacute;m&iacute;t&oacute;g&eacute;pre, &eacute;s fel&uuml;l&iacute;rja a helyi, azonos nev&ucirc; verzi&oacute;t.</p></li>
</ol> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
