<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="hu">
<meta name="Generator" content="Novell HTML-konverzi&oacute;, 2004. m&aacute;rcius 10.">
<meta name="Generation-Date" content="2005. okt&oacute;ber 23., vas&aacute;rnap, 15:54">
<meta name="Content-Date" content="2005. okt&oacute;ber 15., h&eacute;tf&otilde;, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0003.0004.">
<meta name="Author" content="zHTML xD.0000.0000.0003.0004.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>iFolder s&uacute;g&oacute;</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/myifolders.html","../doc/user/data/toc_myifolders.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bwagrrn.html";
  var next_link="sharewith.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="createifolder"></a>
<div class="Topic" title="Creating an iFolder">
<h2 class="TOPIC-TITLE"><br />iFolder l&eacute;trehoz&aacute;sa</h2>
<p class="TOPIC">iFolder az al&aacute;bb ir&aacute;nyelveknek megfelel&otilde;, m&aacute;r megl&eacute;v&otilde; mapp&aacute;b&oacute;l hozhat&oacute; l&eacute;tre konvert&aacute;l&aacute;ssal. </p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><a href="bx08x4y.html#bx08x4y">Ir&aacute;nyelvek az iFolder mapp&aacute;k elhelyez&eacute;s&eacute;hez</a></li>
<li class="BULLETITEM"><a href="bwagrrn.html#bwagrrn">Az iFolder mapp&aacute;kra, &eacute;s a benn&uuml;k tal&aacute;lhat&oacute; mapp&aacute;kra &eacute;s f&aacute;jlokra vonatkoz&oacute; elnevez&eacute;si konvenci&oacute;k</a></li>
</ul>
<p class="TOPIC">Ha a mappa nem l&eacute;tezik, tall&oacute;z&aacute;s seg&iacute;ts&eacute;g&eacute;vel a k&iacute;v&aacute;nt helyre lehet navig&aacute;lni, &eacute;s az &uacute;j mapp&aacute;t l&eacute;tre lehet hozni a folyamat r&eacute;szek&eacute;nt. </p>
<p class="TOPIC">Az iFolder mapp&aacute;n bel&uuml;l b&aacute;rmilyen alk&ouml;nyvt&aacute;rstrukt&uacute;ra l&eacute;trehozhat&oacute;, a szem&eacute;lyes vagy a v&aacute;llalati munkav&eacute;gz&eacute;si szok&aacute;soknak megfelel&otilde;en. Az alk&ouml;nyvt&aacute;rstrukt&uacute;ra minden tag iFolder mappa eset&eacute;ben &aacute;lland&oacute;. Az egyes munka&aacute;llom&aacute;sok megadhatnak m&aacute;s &eacute;s m&aacute;s sz&uuml;l&otilde;k&ouml;nyvt&aacute;rat a megosztott iFolder mapp&aacute;hoz.</p>
<p class="TOPIC">Az iFolder mapp&aacute;k k&ouml;zvetlen&uuml;l a f&aacute;jlkezel&otilde;ben vagy az &uuml;gyf&eacute;l alkalmaz&aacute;sban el&eacute;rhet&otilde; iFolder-b&ouml;ng&eacute;sz&otilde;ben is l&eacute;trehozhat&oacute;k. Az al&aacute;bbi m&oacute;dszerekkel lehet iFolder mapp&aacute;t l&eacute;trehozni:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><a href="createifolder.html#bwembx5">iFolder mapp&aacute;k l&eacute;trehoz&aacute;sa a f&aacute;jlkezel&otilde;ben</a></li>
<li class="BULLETITEM"><a href="createifolder.html#bwemc36">iFolder mapp&aacute;k l&eacute;trehoz&aacute;sa az iFolder b&ouml;ng&eacute;sz&otilde;ben</a></li>
<li class="BULLETITEM"><a href="createifolder.html#fat32mtpt">iFolder mapp&aacute;k l&eacute;trehoz&aacute;sa FAT32 csatlakoz&aacute;si ponton (Linux)</a></li>
</ul> <div class="Head" title="Creating iFolders in a File Manager"> <a name="bwembx5"></a>
<h3 class="HEAD-TITLE"><br />iFolder mapp&aacute;k l&eacute;trehoz&aacute;sa a f&aacute;jlkezel&otilde;ben</h3>
<ol class="STEPLIST">
<li class="STEP"><a name="bq6lwlg"></a>
<p class="STEP">A f&aacute;jlkezel&otilde; seg&iacute;ts&eacute;g&eacute;vel navig&aacute;ljon ahhoz a mapp&aacute;hoz, amelyet iFolder mapp&aacute;v&aacute; szeretne alak&iacute;tani, majd jel&ouml;lje ki a mapp&aacute;t.</p></li>
<li class="STEP"><a name="bq6lwlh"></a>
<p class="STEP">Haszn&aacute;lja az al&aacute;bbi m&oacute;dszerek egyik&eacute;t:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Kattintson a jobb gombbal a mappa ikonj&aacute;ra, majd kattintson az &Aacute;talak&iacute;t&aacute;s iFolder mapp&aacute;v&aacute; gombra.</li>
<li class="BULLETITEM">Az eszk&ouml;zt&aacute;ron kattintson a k&ouml;vetkez&otilde;kre: F&aacute;jl &gt; &Aacute;talak&iacute;t&aacute;s iFolder mapp&aacute;v&aacute;.</li>
</ul>
<p class="STEP">A mappaikon <img src="../graphics/folder_16.gif" alt="mappaikon" /> iFolder ikonnal &aacute;tfedett mapp&aacute;v&aacute; v&aacute;ltozik <img src="../graphics/ifolder16.png" alt="iFolder ikon" />.</p></li>
<li class="STEP"><a name="bx19z0q"></a>
<p class="STEP">Ha megjelenik az iFolder l&eacute;trehozva &uuml;zenet, tegye az al&aacute;bbiak egyik&eacute;t:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Kattintson a Bez&aacute;r&aacute;s gombra az &uuml;zenet elvet&eacute;s&eacute;hez.</li>
<li class="BULLETITEM">Jel&ouml;lje be a Ne jelenjen meg t&ouml;bb&eacute; ez az &uuml;zenet jel&ouml;l&otilde;n&eacute;gyzetet a tov&aacute;bbi &eacute;rtes&iacute;t&eacute;sek letilt&aacute;s&aacute;hoz, majd kattintson a bez&aacute;r&aacute;s gombra az &uuml;zenet elvet&eacute;s&eacute;hez.
<p class="BULLETITEM">Ha k&eacute;s&otilde;bb &uacute;gy d&ouml;nt, hogy m&eacute;gis szeretne meger&otilde;s&iacute;t&eacute;si &uuml;zeneteket kapni, akkor menjen az iFolder be&aacute;ll&iacute;t&aacute;sok elemre, v&aacute;lassza a Meger&otilde;s&iacute;t&eacute;s p&aacute;rbesz&eacute;dpanel megjelen&iacute;t&eacute;se iFolder l&eacute;trehoz&aacute;sakor lehet&otilde;s&eacute;get, majd kattintson az OK gombra.</p></li>
</ul></li>
</ol> </div>
<div class="Head" title="Creating iFolders in the iFolders Browser"> <a name="bwemc36"></a>
<h3 class="HEAD-TITLE"><br />iFolder mapp&aacute;k l&eacute;trehoz&aacute;sa az iFolder b&ouml;ng&eacute;sz&otilde;ben</h3>
<ol class="STEPLIST">
<li class="STEP"><a name="bv2gxbu"></a>
<p class="STEP">Az &eacute;rtes&iacute;t&eacute;si ter&uuml;leten kattintson jobb gombbal az iFolder ikonra <img src="../graphics/ifolder16.png" alt="iFolder alkalmaz&aacute;s ikonja" />, majd kattintson az iFolder mapp&aacute;k gombra az iFolder-b&ouml;ng&eacute;sz&otilde; megnyit&aacute;s&aacute;hoz.</p></li>
<li class="STEP"><a name="bv2gxbv"></a>
<p class="STEP">Kattintson az &Uacute;j gombra.</p></li>
<li class="STEP"><a name="bv2gwvt"></a>
<p class="STEP">Jel&ouml;lje ki azt az iFolder-fi&oacute;kot, amelyet haszn&aacute;lni szeretne ehhez az iFolder mapp&aacute;hoz.</p>
<p class="STEP">Ha t&ouml;bb iFolder-fi&oacute;kja is van, az alap&eacute;rtelmezett fi&oacute;k van a lista els&otilde; hely&eacute;n. A leg&ouml;rd&uuml;l&otilde; lista haszn&aacute;lat&aacute;val v&aacute;laszthat m&aacute;sik fi&oacute;kot.</p></li>
<li class="STEP"><a name="bv2guwr"></a>
<p class="STEP">A b&ouml;ng&eacute;sz&otilde;ben navig&aacute;ljon abba a k&ouml;nyvt&aacute;rba, amelyben l&eacute;tre szeretn&eacute; hozni az iFolder mapp&aacute;t.</p></li>
<li class="STEP"><a name="bv2gv55"></a>
<p class="STEP">Az al&aacute;bbi m&oacute;dszerek egyik&eacute;vel v&aacute;lassza ki azt a norm&aacute;l mapp&aacute;t, amelyet iFolder mapp&aacute;v&aacute; szeretne alak&iacute;tani:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Ha a norm&aacute;l mappa l&eacute;tezik, jel&ouml;lje ki, &eacute;s kattintson az OK gombra</li>
<li class="BULLETITEM">Ha a norm&aacute;l mappa nem l&eacute;tezik, a l&eacute;trehoz&aacute;shoz kattintson az &Uacute;j mappa l&eacute;trehoz&aacute;sa elemre, jel&ouml;lje ki az &uacute;jonnan l&eacute;trehozott mapp&aacute;t, majd kattintson az OK gombra.</li>
</ul></li>
<li class="STEP"><a name="bwb5ss4"></a>
<p class="STEP">Kattintson az OK gombra.</p>
<p class="STEP">Az iFolder <img src="../graphics/ifolder16.png" alt="iFolder alkalmaz&aacute;s ikonja" /> megjelenik az iFolder mapp&aacute;k list&aacute;j&aacute;ban.</p></li>
<li class="STEP"><a name="bwb5tng"></a>
<p class="STEP">Ha megjelenik az iFolder l&eacute;trehozva &uuml;zenet, tegye az al&aacute;bbiak egyik&eacute;t:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Kattintson a Bez&aacute;r&aacute;s gombra az &uuml;zenet elvet&eacute;s&eacute;hez.</li>
<li class="BULLETITEM">Jel&ouml;lje be a Ne jelenjen meg t&ouml;bb&eacute; ez az &uuml;zenet jel&ouml;l&otilde;n&eacute;gyzetet a tov&aacute;bbi &eacute;rtes&iacute;t&eacute;sek letilt&aacute;s&aacute;hoz, majd kattintson a bez&aacute;r&aacute;s gombra az &uuml;zenet elvet&eacute;s&eacute;hez.
<p class="BULLETITEM">Ha k&eacute;s&otilde;bb &uacute;gy d&ouml;nt, hogy m&eacute;gis szeretne meger&otilde;s&iacute;t&eacute;si &uuml;zeneteket kapni, akkor menjen az iFolder be&aacute;ll&iacute;t&aacute;sok elemre, v&aacute;lassza a Meger&otilde;s&iacute;t&eacute;s p&aacute;rbesz&eacute;dpanel megjelen&iacute;t&eacute;se iFolder l&eacute;trehoz&aacute;sakor lehet&otilde;s&eacute;get, majd kattintson az OK gombra.</p></li>
</ul></li>
</ol> </div>
<div class="Head" title="Creating iFolders on a FAT32 Mount Point (Linux)"> <a name="fat32mtpt"></a>
<h3 class="HEAD-TITLE"><br />iFolder mapp&aacute;k l&eacute;trehoz&aacute;sa FAT32 csatlakoz&aacute;si ponton (Linux)</h3>
<p class="HEAD">Linux rendszeren az iFolder t&aacute;mogatja az iFolder mapp&aacute;k l&eacute;trehoz&aacute;s&aacute;t &eacute;s haszn&aacute;lat&aacute;t a FAT32 f&aacute;jlrendszer egy csatlakoztat&aacute;si pontj&aacute;n. Az iFolder felhaszn&aacute;l&oacute; csak akkor hozhat l&eacute;tre &uacute;j iFolder mapp&aacute;kat &eacute;s megosztott iFolder mapp&aacute;kat a Linux sz&aacute;m&iacute;t&oacute;g&eacute;p FAT32 k&ouml;tet&eacute;n, ha rendelkezik egy csatlakoztat&aacute;si ponttal, ahol t&aacute;rolja az iFolder mapp&aacute;kat, tov&aacute;bb&aacute; a /etc/fstab f&aacute;jlban pontosan meg kell adni az iFolder-felhaszn&aacute;l&oacute; helyi felhaszn&aacute;l&oacute;i azonos&iacute;t&oacute;j&aacute;t a csatlakoztat&aacute;si ponthoz. </p>
<p class="NOTE-IMPORTANT"><em class="NOTE-IMPORTANT">FONTOS:&nbsp;&nbsp;</em>Ez k&ouml;telez&otilde;, mert a FAT32 nem t&aacute;mogatja a f&aacute;jlenged&eacute;lyeket. B&aacute;rmely m&aacute;s, a f&aacute;jlenged&eacute;lyeket nem t&aacute;mogat&oacute; f&aacute;jlrendszer eset&eacute;n felmer&uuml;lne ez a probl&eacute;ma.</p>
<p class="HEAD">Kett&otilde;s rendszerind&iacute;t&aacute;s&uacute; rendszerek eset&eacute;n az iFolder mapp&aacute;kban tal&aacute;lhat&oacute; adatok norm&aacute;l mapp&aacute;kk&eacute;nt &eacute;rhet&otilde;k el olyan rendszerb&otilde;l, ahol a mappa nem iFolder mappa. Ha mindk&eacute;t platformon iFolder mapp&aacute;v&aacute; teszi a mapp&aacute;t, akkor a rendszer az adatokat a kiszolg&aacute;l&oacute; k&eacute;t k&uuml;l&ouml;nb&ouml;z&otilde; iFolder mapp&aacute;j&aacute;ban is t&aacute;rolja, ami &iacute;gy k&eacute;tszer annyi helyet foglal el a kiszolg&aacute;l&oacute;n.</p>
<p class="HEAD">Mivel a FAT32 f&aacute;jlrendszer nem t&aacute;mogatja a POSIX f&aacute;jlrendszer enged&eacute;lyeit, gy&otilde;z&otilde;dj&ouml;n meg r&oacute;la, hogy az iFolder-felhaszn&aacute;l&oacute; a csatlakoztat&aacute;si pont helyi tulajdonosa. M&oacute;dos&iacute;tsa a /etc/fstab f&aacute;jlt: a felhaszn&aacute;l&oacute; helyi bejelentkez&eacute;si azonos&iacute;t&oacute;j&aacute;hoz tartoz&oacute; felhaszn&aacute;l&oacute;azonos&iacute;t&oacute; (UID) param&eacute;ter &eacute;rt&eacute;k&eacute;nek adja meg azt az iFolder-felhaszn&aacute;l&oacute;t, aki l&eacute;trehozza az iFolder mapp&aacute;kat az adott csatlakoztat&aacute;si ponton.</p>
<ol class="STEPLIST">
<li class="STEP"><a name="bwenpgg"></a>
<p class="STEP">L&eacute;pjen be a sz&aacute;m&iacute;t&oacute;g&eacute;pbe root felhaszn&aacute;l&oacute;k&eacute;nt.</p></li>
<li class="STEP"><a name="bwen6om"></a>
<p class="STEP">Hozza l&eacute;tre azt a k&ouml;nyvt&aacute;rat, ahov&aacute; csatlakoztatni szeretn&eacute; a FAT32 f&aacute;jlrendszert. &Iacute;rja be a k&ouml;vetkez&otilde;t a parancssorba:</p>
<p><tt class="USERINPUT">mkdir /home/<em class="VARIABLE">felhaszn&aacute;l&oacute;n&eacute;v</em>/<em class="VARIABLE">fscsatl</em></tt></p>
<p class="STEP">A <em class="VARIABLE">felhaszn&aacute;l&oacute;n&eacute;v</em> hely&eacute;be &iacute;rja be annak a felhaszn&aacute;l&oacute;nak a felhaszn&aacute;l&oacute;nev&eacute;t, aki a FAT32 meghajt&oacute;t haszn&aacute;lni fogja az iFolder mapp&aacute;khoz. Az <em class="VARIABLE">fscsatl</em> hely&eacute;be &iacute;rja be azt a k&ouml;nyvt&aacute;rat, amelyet csatlakoztat&aacute;si pontk&eacute;nt k&iacute;v&aacute;n haszn&aacute;lni. Ha p&eacute;ld&aacute;ul a felhaszn&aacute;l&oacute;n&eacute;v <em class="VARIABLE">jkovacs</em>, &eacute;s a k&ouml;nyvt&aacute;rn&eacute;v <em class="VARIABLE">fat32csatlpont</em> egy FAT32 meghajt&oacute;hoz vagy part&iacute;ci&oacute;hoz, &iacute;rja be a k&ouml;vetkez&otilde;t:</p> <pre class="CODESAMPLENARROW">mkdir /home/jkovacs/fat32csatlpont</pre>
</li>
<li class="STEP"><a name="bwemec8"></a>
<p class="STEP">Csatlakoztassa a FAT32 meghajt&oacute;t a k&iacute;v&aacute;nt csatlakoztat&aacute;si ponton. &Iacute;rja be a k&ouml;vetkez&otilde;t a parancssorba:</p>
<p><tt class="USERINPUT">mount -t vfat /dev/<em class="VARIABLE">hda1</em> /home/<em class="VARIABLE">felhaszn&aacute;l&oacute;n&eacute;v</em>/<em class="VARIABLE">fscsatl </em></tt></p>
<p class="STEP">A /dev/<em class="VARIABLE">hda1</em> hely&eacute;be &iacute;rja be a nem linuxos eszk&ouml;z vagy part&iacute;ci&oacute; nev&eacute;t. A <em class="VARIABLE">felhaszn&aacute;l&oacute;n&eacute;v</em> hely&eacute;be &iacute;rja be az iFolder-felhaszn&aacute;l&oacute; felhaszn&aacute;l&oacute;nev&eacute;t. Az <em class="VARIABLE">fscsatl</em> hely&eacute;be &iacute;rja be azt a k&ouml;nyvt&aacute;rat, amelyet csatlakoztat&aacute;si pontk&eacute;nt k&iacute;v&aacute;n haszn&aacute;lni. </p>
<p class="STEP">Folytatva a p&eacute;ld&aacute;t, ha a FAT32 f&aacute;jlrendszer (vfat) a hda4 eszk&ouml;z&ouml;n van (<em class="VARIABLE">/dev/hda4</em>), a felhaszn&aacute;l&oacute;n&eacute;v <em class="VARIABLE">jkovacs</em>, &eacute;s a csatlakoztat&aacute;si pont k&ouml;nyvt&aacute;ra /home/<em class="VARIABLE">jkovacs</em>/<em class="VARIABLE">fat32csatlpont</em>, &iacute;rja be a k&ouml;vetkez&otilde;t</p> <pre class="CODESAMPLENARROW">mount -t vfat /dev/hda4 /home/jkovacs/fat32csatlpont</pre>
</li>
<li class="STEP"><a name="bwemszm"></a>
<p class="STEP">M&oacute;dos&iacute;tsa a /etc/fstab f&aacute;jlt: a FAT32 csatlakoztat&aacute;si pontot megad&oacute; sorhoz adja hozz&aacute; a k&ouml;vetkez&otilde;t: uid=az iFolder felhaszn&aacute;l&oacute; felhaszn&aacute;l&oacute;n&eacute;v param&eacute;tere.</p>
<p><tt class="USERINPUT">/dev/<em class="VARIABLE">hda1</em>  /home/<em class="VARIABLE">felhaszn&aacute;l&oacute;n&eacute;v</em>/<em class="VARIABLE">fscsatl</em>  <em class="VARIABLE">vfat</em>  uid=<em class="VARIABLE">felhaszn&aacute;l&oacute;n&eacute;v</em></tt></p>
<p class="STEP">Folytatva a p&eacute;ld&aacute;t, m&oacute;dos&iacute;tsa a /etc/fstab f&aacute;jlt: adja hozz&aacute; a k&ouml;vetkez&otilde;t: uid=jsmith a csatlakoztat&aacute;si ponthoz:</p> <pre class="CODESAMPLENARROW">/dev/hda4  /home/jkovacs/fat32csatlpont  vfat  uid=jkovacs</pre>
</li>
</ol> </div>
</div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
