<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="hu">
<meta name="Generator" content="Novell HTML-konverzi&oacute;, 2004. m&aacute;rcius 10.">
<meta name="Generation-Date" content="2005. okt&oacute;ber 23., vas&aacute;rnap, 15:54">
<meta name="Content-Date" content="2005. okt&oacute;ber 15., h&eacute;tf&otilde;, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xC.0000.0000.0004.">
<meta name="Author" content="zHTML xC.0000.0000.0004.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>iFolder s&uacute;g&oacute;</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/front.html","../doc/user/data/toc_front.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="deleting.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="legal"></a>
<h2 class="LEGALNOTICES"><br />Jogi k&ouml;zlem&eacute;nyek</h2>
<p class="DISCLAIMER">A Novell, Inc. nem v&aacute;llal garanci&aacute;t a jelen dokument&aacute;ci&oacute; tartalm&aacute;ra vonatkoz&oacute;an, illetve a dokument&aacute;ci&oacute; haszn&aacute;lat&aacute;b&oacute;l ered&otilde; esetleges k&aacute;rok&eacute;rt. K&uuml;l&ouml;n&ouml;s tekintettel nem v&aacute;llal sem k&ouml;zvetlen, sem k&ouml;zvetett garanci&aacute;t a dokument&aacute;ci&oacute; kereskedelmi vagy b&aacute;rmilyen m&aacute;s c&eacute;lra t&ouml;rt&eacute;n&otilde; felhaszn&aacute;lhat&oacute;s&aacute;g&aacute;val kapcsolatban. Tov&aacute;bb&aacute; a Novell, Inc. fenntartja a jogot a jelen kiadv&aacute;ny b&aacute;rmikor t&ouml;rt&eacute;n&otilde; fel&uuml;lvizsg&aacute;lat&aacute;ra &eacute;s tartalmi megv&aacute;ltoztat&aacute;s&aacute;ra an&eacute;lk&uuml;l, hogy a fel&uuml;lvizsg&aacute;latot vagy a v&aacute;ltoztat&aacute;st b&aacute;rmely term&eacute;szetes vagy jogi szem&eacute;lynek el&otilde;zetesen bejelenten&eacute;.</p>
<p class="DISCLAIMER">A Novell, Inc. nem v&aacute;llal garanci&aacute;t &eacute;s felel&otilde;ss&eacute;get semmilyen szoftverrel kapcsolatban. K&uuml;l&ouml;n&ouml;s tekintettel nem v&aacute;llal sem k&ouml;zvetlen, sem k&ouml;zvetett garanci&aacute;t a szoftverek kereskedelmi haszn&aacute;lat&aacute;val vagy b&aacute;rmilyen egy&eacute;b c&eacute;lra val&oacute; felhaszn&aacute;lhat&oacute;s&aacute;g&aacute;val kapcsolatban. A Novell, Inc. fenntartja tov&aacute;bb&aacute; a Novell szoftverek r&eacute;szben vagy eg&eacute;szben, b&aacute;rmikor t&ouml;rt&eacute;n&otilde; megv&aacute;ltoztat&aacute;s&aacute;nak jog&aacute;t an&eacute;lk&uuml;l, hogy a v&aacute;ltoztat&aacute;st b&aacute;rmely term&eacute;szetes vagy jogi szem&eacute;lynek el&otilde;zetesen bejelenten&eacute;.</p> <br />
<p class="EXPORTNOTICE">Tilos e term&eacute;k haszn&aacute;lata, export&aacute;l&aacute;sa vagy &uacute;jraexport&aacute;l&aacute;sa, amennyiben ez valamilyen hat&aacute;lyos t&ouml;rv&eacute;nybe vagy el&otilde;&iacute;r&aacute;sba &uuml;tk&ouml;zne, bele&eacute;rtve (korl&aacute;toz&aacute;s n&eacute;lk&uuml;l) az Egyes&uuml;lt &Aacute;llamok kiviteli el&otilde;&iacute;r&aacute;sait &eacute;s az &Ouml;n lakhely&eacute;&uuml;l szolg&aacute;l&oacute; orsz&aacute;g t&ouml;rv&eacute;nyeit.</p> <br />
<p class="COPYRIGHTNOTICE">Copyright <sup><small>&copy;</small></sup> 2004-2005, Novell Inc. Minden jog fenntartva. A Free Software Foundation &aacute;ltal k&ouml;zz&eacute;tett, a v&aacute;ltozatlan szakaszokat, az el&uuml;ls&otilde; bor&iacute;t&oacute; &eacute;s a h&aacute;tuls&oacute; bor&iacute;t&oacute; sz&ouml;veg&eacute;t nem tartalmaz&oacute; GNU szabad dokument&aacute;ci&oacute;s licenc (GNU Free Documentation License, GFDL) 1.2-es vagy b&aacute;rmely k&eacute;s&otilde;bbi verzi&oacute;ja felt&eacute;teleinek megfelel&otilde;en a jelen dokumentum m&aacute;solhat&oacute;, terjeszthet&otilde;, illetve m&oacute;dos&iacute;that&oacute;. A GFDL a k&ouml;vetkez&otilde; c&iacute;men tal&aacute;lhat&oacute; meg: http://www.fsf.org/licenses/fdl.html.</p>
<p class="COPYRIGHTNOTICE">A JELEN DOKUMENTUMOT &Eacute;S ANNAK M&Oacute;DOS&Iacute;TOTT VERZI&Oacute;IT A GNU SZABAD DOKUMENT&Aacute;CI&Oacute;S LICENC ALAPJ&Aacute;N BOCS&Aacute;TJUK RENDELKEZ&Eacute;SRE, A K&Ouml;VETKEZ&Otilde;K TOV&Aacute;BBI FIGYELEMBEV&Eacute;TEL&Eacute;VEL:</p>
<p class="COPYRIGHTNOTICE">1. A DOKUMENTUMOT &Ouml;NMAG&Aacute;BAN, B&Aacute;RMIF&Eacute;LE KIFEJEZETT &Eacute;S HALLGAT&Oacute;LAGOS GARANCIA N&Eacute;LK&Uuml;L BOCS&Aacute;TJUK RENDELKEZ&Eacute;SRE. NEM GARANT&Aacute;LJUK T&Ouml;BBEK K&Ouml;Z&Ouml;TT, HOGY A DOKUMENTUM VAGY ANNAK VALAMELY M&Oacute;DOS&Iacute;TOTT VERZI&Oacute;JA HIB&Aacute;TLAN, ALKALMAS VALAMELY C&Eacute;LRA, VAGY NEM S&Eacute;RTI M&Aacute;SOK JOGAIT. A DOKUMENTUMNAK VAGY ANNAK M&Oacute;DOS&Iacute;TOTT V&Aacute;LTOZAT&Aacute;NAK MIN&Otilde;S&Eacute;G&Eacute;B&Otilde;L, PONTOSS&Aacute;G&Aacute;B&Oacute;L &Eacute;S EREDM&Eacute;NYESS&Eacute;G&Eacute;B&Otilde;L ERED&Otilde; TELJES KOCK&Aacute;ZATOT &Ouml;N VISELI. AMENNYIBEN B&Aacute;RMELY DOKUMENTUM VAGY ANNAK M&Oacute;DOS&Iacute;TOTT VERZI&Oacute;JA B&Aacute;RMILYEN SZEMPONTB&Oacute;L HIB&Aacute;SNAK BIZONYULNA, A SZ&Uuml;KS&Eacute;GES JAV&Iacute;T&Aacute;S K&Ouml;LTS&Eacute;GEIT &Ouml;N VISELI (&Eacute;S NEM A DOKUMENTUM EREDETI SZERZ&Otilde;JE, &Iacute;R&Oacute;JA VAGY B&Aacute;RMELY T&Aacute;RSSZERZ&Otilde;JE). A GARANCIA JELEN KIZ&Aacute;R&Aacute;SA SZERVES R&Eacute;SZE ENNEK A LICENCNEK. B&Aacute;RMELY DOKUMENTUM VAGY ANNAK M&Oacute;DOS&Iacute;TOTT V&Aacute;LTOZATA CSAKIS A JELEN KIZ&Aacute;R&Oacute; NYILATKOZAT &Eacute;RTELM&Eacute;BEN HASZN&Aacute;LHAT&Oacute;; TOV&Aacute;BB&Aacute;</p>
<p class="COPYRIGHTNOTICE">2. A JELEN DOKUMENTUM SZERZ&Otilde;JE, EREDETI &Iacute;R&Oacute;JA, B&Aacute;RMELY T&Aacute;RSSZERZ&Otilde;JE VAGY B&Aacute;RMELY TERJESZT&Otilde;JE SEMMILYEN K&Ouml;R&Uuml;LM&Eacute;NYEK K&Ouml;Z&Ouml;TT &Eacute;S SEMMILYEN JOGALAPPAL (P&Eacute;LD&Aacute;UL K&Aacute;ROKOZ&Aacute;S, HANYAGS&Aacute;G, SZERZ&Otilde;D&Eacute;SES FELEL&Otilde;SS&Eacute;G ALAPJ&Aacute;N) NEM VONHAT&Oacute; FELEL&Otilde;SS&Eacute;GRE A JELEN DOKUMENTUMNAK VAGY ANNAK M&Oacute;DOS&Iacute;TOTT V&Aacute;LTOZAT&Aacute;NAK A HASZN&Aacute;LAT&Aacute;B&Oacute;L ERED&Otilde; B&Aacute;RMIF&Eacute;LE K&Ouml;ZVETLEN, K&Ouml;ZVETETT, SPECI&Aacute;LIS, V&Eacute;LETLEN VAGY K&Ouml;VETKEZM&Eacute;NYES K&Aacute;R&Eacute;RT, BELE&Eacute;RTVE A C&Eacute;G ESZMEI &Eacute;RT&Eacute;K&Eacute;NEK CS&Ouml;KKEN&Eacute;S&Eacute;T, A MUNKALE&Aacute;LL&Aacute;ST, A SZ&Aacute;M&Iacute;T&Oacute;G&Eacute;PHIB&Aacute;T &Eacute;S M&Ucirc;K&Ouml;D&Eacute;SI ZAVART, ILLETVE B&Aacute;RMELY EGY&Eacute;B K&Aacute;RT VAGY VESZTES&Eacute;GET, M&Eacute;G AKKOR SEM, HA AZ EML&Iacute;TETT F&Eacute;L EL&Otilde;ZETESEN T&Aacute;J&Eacute;KOZTAT&Aacute;ST KAPOTT AZ ILYEN K&Aacute;ROK BEK&Ouml;VETKEZ&Eacute;S&Eacute;NEK LEHET&Otilde;S&Eacute;G&Eacute;R&Otilde;L.</p>
<p class="PATENTS">A Novell, Inc. szellemi tulajdonjogokkal rendelkezik az e dokumentumban le&iacute;rt term&eacute;kben foglalt technol&oacute;gi&aacute;kra vonatkoz&oacute;an. T&ouml;bbek k&ouml;z&ouml;tt e szellemi tulajdonjogok k&ouml;z&eacute; tartozhatnak a http://www.novell.com/company/legal/patents/ oldalon felsorolt szabadalmak, illetve m&aacute;s, az Egyes&uuml;lt &Aacute;llamokban vagy m&aacute;s orsz&aacute;gokban bejegyzett, illetve bejegyz&eacute;s alatt &aacute;ll&oacute; szabadalmak.</p>
<dl class="ADDRESS">
<dt class="LINE">Novell, Inc.</dt>
<dt class="LINE">404 Wyman Street, Suite 500</dt>
<dt class="LINE">Waltham, MA  02451</dt>
<dt class="LINE">U.S.A.</dt>
<dt><br /><a href="http://www.novell.com" class="URL">www.novell.com</a></dt>
</dl>
<p class="BOOKTITLE"> <a name="bktitle"></a>iFolder s&uacute;g&oacute;</p>
<div class="RELEASEDATE">23.12.05, h&eacute;tf&otilde;</div>
<br /><h2 class="NOVELL"><br />Novell-v&eacute;djegyek</h2>
<p class="NOVELL">Az iFolder a Novell, Inc. v&eacute;djegye.</p>
<p class="NOVELL">A Mono a Novell, Inc. bejegyzett v&eacute;djegye az Egyes&uuml;lt &Aacute;llamokban &eacute;s m&aacute;s orsz&aacute;gokban.</p>
<p class="NOVELL">A Novell a Novell, Inc. bejegyzett v&eacute;djegye az Egyes&uuml;lt &Aacute;llamokban &eacute;s m&aacute;s orsz&aacute;gokban.</p>
<p class="NOVELL">A Novell iFolder a Novell, Inc. bejegyzett v&eacute;djegye az Egyes&uuml;lt &Aacute;llamokban &eacute;s m&aacute;s orsz&aacute;gokban.</p> <br /><h2 class="THIRDPARTY"><br />Egy&eacute;b v&eacute;djegyek</h2>
<p class="THIRDPARTY">Minden harmadik f&eacute;lhez tartoz&oacute; v&eacute;djegy az adott tulajdonos v&eacute;djegye.</p>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
