<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="pt">
<meta name="Generator" content="Novell HTML Conversion, 10 de mar&ccedil;o de 2004">
<meta name="Generation-Date" content="Domingo, 23 de outubro de 2005 15:54">
<meta name="Content-Date" content="Seg., 22 de outubro de 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0002.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0002.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Ajuda do iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bw08fxi.html";
  var next_link="login.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="accounts"></a>
<div class="Topic" title="Configuring an iFolder Account">
<h2 class="TOPIC-TITLE"><br />Configurando uma conta do iFolder</h2>
<p class="TOPIC">Voc&ecirc; deve configurar pelo menos uma conta do iFolder para poder criar pastas iFolder ou compartilhar pastas iFolder no sistema. &Eacute; poss&iacute;vel criar somente uma conta para qualquer computador ou servidor host, mas voc&ecirc; pode ter v&aacute;rias contas. </p>
<p class="TOPIC">Um usu&aacute;rio com um login local e uma conta de usu&aacute;rio diferentes pode efetuar login no mesmo computador v&aacute;rias vezes e utilizar o iFolder para criar seu pr&oacute;prio conjunto de pastas iFolder sob tal identidade. O iFolder sincroniza somente pastas iFolder que perten&ccedil;am ao usu&aacute;rio ativo.</p>
<ol class="STEPLIST">
<li class="STEP"><a name="bviaku6"></a>
<p class="STEP">Use um dos m&eacute;todos a seguir para acessar a configura&ccedil;&atilde;o de conta:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Na primeira vez em que voc&ecirc; iniciar o iFolder ap&oacute;s a instala&ccedil;&atilde;o, o iFolder solicitar&aacute; que voc&ecirc; configure uma conta do iFolder. Clique em Sim para ir diretamente para as Prefer&ecirc;ncias do iFolder &gt; guia Contas.</li>
<li class="BULLETITEM">Clique o bot&atilde;o direito do mouse no &iacute;cone <img src="../graphics/ifolder16.png" alt="&Iacute;cone do aplicativo iFolder" /> na &aacute;rea de Notifica&ccedil;&atilde;o e, em seguida, selecione Contas para abrir a caixa de di&aacute;logo Prefer&ecirc;ncias do iFolder na guia Contas.</li>
</ul></li>
<li class="STEP"><a name="bvial71"></a>
<p class="STEP">Clique em Novo para acessar a &aacute;rea Configura&ccedil;&otilde;es de Conta. </p></li>
<li class="STEP"><a name="bviamdh"></a>
<p class="STEP">Especifique os seguintes valores:</p>
<table class="TABLENOTITLE" border="0" cellpadding="5" cellspacing="0">
<tr class="HEADERROW"><th align="left" valign="top" colspan="1" rowspan="1" scope="col"><a name="bvibwik"></a><em class="TBLHEAD">Par&acirc;metro</em></th>
<th align="left" valign="top" colspan="1" rowspan="1" scope="col"><em class="TBLHEAD">Descri&ccedil;&atilde;o</em></th>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwil"></a><p class="ENTRY">Servidor</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">O nome DNS ou endere&ccedil;o IP do servidor empresarial onde voc&ecirc; tem uma conta. Por exemplo: svr21.example.com ou 192.168.1.1.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwim"></a><p class="ENTRY">Nome de Usu&aacute;rio</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Informe sua identidade de usu&aacute;rio para esta conta. O seu administrador do iFolder decide se o formato que voc&ecirc; deve usar &eacute; o seu ID de usu&aacute;rio na rede (nome comum LDAP) ou o seu endere&ccedil;o de e-mail.</p><p class="ENTRY">Por exemplo, se o seu nome for John Smith com o ID de usu&aacute;rio jsmith e o endere&ccedil;o de e-mail john.smith@example.com, o administrador configura uma defini&ccedil;&atilde;o para o servidor que determinar&aacute; qual dos dois formatos deve ser aceito no campo Nome de Usu&aacute;rio para prop&oacute;sitos de autentica&ccedil;&atilde;o.</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwin"></a><p class="ENTRY">Senha</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">A senha para o seu nome de usu&aacute;rio. </p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwio"></a><p class="ENTRY">Lembrar Senha</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Selecione Lembrar Senha para efetuar login automaticamente nesta conta do iFolder sempre que efetuar login no computador. Para obter informa&ccedil;&otilde;es, consulte <a href="login.html#login">Efetuando login em uma conta do iFolder</a>.</p><p class="ENTRY">Se a sua senha de rede mudar, a autentica&ccedil;&atilde;o autom&aacute;tica falhar&aacute; normalmente na pr&oacute;xima vez em que o iFolder tentar efetuar login na conta do iFolder. O iFolder solicitar&aacute; que voc&ecirc; efetue login com a nova senha e permitir&aacute; que voc&ecirc; especifique e grave a nova senha.</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwip"></a><p class="ENTRY">Habilitar Conta</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Selecione Habilitar Conta para permitir a sincroniza&ccedil;&atilde;o em segundo plano dos convites do iFolder, da lista de usu&aacute;rios e das pastas iFolder para esta conta.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwiq"></a><p class="ENTRY">Conta Padr&atilde;o</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Selecione Conta Padr&atilde;o para tornar esta conta a conta selecionada por padr&atilde;o na lista suspensa de contas quando voc&ecirc; criar pastas iFolder.</p></td>
</tr></table>
<a name="bviajos"></a> <br /><img src="../graphics/ifos_accounts_new_a.png" alt="Nova IU de Conta " /></li>
<li class="STEP"><a name="bvib17w"></a>
<p class="STEP">Clique em OK ou efetue login.</p>
<p class="STEP">Se um certificado for solicitado, verifique o certificado e clique em OK para aceit&aacute;-lo. A conta &eacute; mostrada na lista de contas com status Conectado. O iFolder come&ccedil;a a sincroniza&ccedil;&atilde;o de quaisquer pastas iFolder existentes, notifica&ccedil;&otilde;es do iFolder e da lista de usu&aacute;rios para aquela conta.</p></li>
<li class="STEP"><a name="bvib1d8"></a>
<p class="STEP">Clique em OK para fechar a caixa de di&aacute;logo Prefer&ecirc;ncias do iFolder.</p></li>
<li class="STEP"><a name="bvwsa5n"></a>
<p class="STEP">Configure pastas iFolder para a conta utilizando um dos seguintes m&eacute;todos:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Se as pastas iFolder estiverem dispon&iacute;veis para a conta, aparecer&aacute; uma mensagem de Notifica&ccedil;&atilde;o do iFolder. Clique na mensagem para abrir a caixa de di&aacute;logo iFolder. Continue com <a href="setupifolder.html#setupifolder">Configurando um iFolder dispon&iacute;vel</a>.</li>
<li class="BULLETITEM">Se n&atilde;o existirem pastas iFolder para a conta ou se voc&ecirc; quiser come&ccedil;ar a adicionar pastas iFolder imediatamente, clique o bot&atilde;o direito do mouse no &iacute;cone do aplicativo iFolder e, em seguida, selecione Pastas iFolder para abrir a janela Pastas iFolder. Continue com <a href="createifolder.html#createifolder">Criando um iFolder</a>.</li>
</ul></li>
</ol> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
