<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="pt">
<meta name="Generator" content="Novell HTML Conversion, 10 de mar&ccedil;o de 2004">
<meta name="Generation-Date" content="Domingo, 23 de outubro de 2005 15:54">
<meta name="Content-Date" content="Seg., 22 de outubro de 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0001.0003.">
<meta name="Author" content="zHTML xD.0000.0000.0001.0003.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Ajuda do iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/overview.html","../doc/user/data/toc_overview.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bq1r10z.html";
  var next_link="bwcku86.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="bq1r110"></a>
<div class="Topic" title="Key Features of iFolder">
<h2 class="TOPIC-TITLE"><br />Principais recursos do iFolder</h2>
<p class="TOPIC">Antes de come&ccedil;ar a usar o iFolder, &eacute; importante entender os seguintes recursos principais:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><a href="bq1r110.html#bq1r111">Cliente iFolder </a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bx3bipv">Conta do iFolder</a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bq1r112">Pastas iFolder compartilhadas</a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bq1r113">Direitos de acesso do iFolder</a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bq1r118">Sincroniza&ccedil;&atilde;o de arquivos e gerenciamento de dados</a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bq63xvh">Registro de sincroniza&ccedil;&atilde;o</a></li>
</ul> <div class="Head" title="The iFolder Client "> <a name="bq1r111"></a>
<h3 class="HEAD-TITLE"><br />Cliente iFolder </h3>
<p class="HEAD">O cliente iFolder se integra com o seu sistema operacional para oferecer servi&ccedil;os do iFolder em seu ambiente nativo de &aacute;rea de trabalho. O iFolder suporta os seguintes sistemas operacionais:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Novell Linux Desktop 9</li>
<li class="BULLETITEM">Windows 2000/XP</li>
<li class="BULLETITEM">Macintosh OS X v10.3 ou superior</li>
</ul>
<p class="HEAD">O cliente iFolder permite que voc&ecirc; gerencie suas pr&oacute;prias pastas iFolder e selecione quais pastas iFolder compartilhadas deseja configurar em cada computador. Para obter mais informa&ccedil;&otilde;es, consulte <a href="myifolders.html#myifolders">Gerenciando pastas iFolder</a>.</p> </div>
<div class="Head" title="iFolder Account"> <a name="bx3bipv"></a>
<h3 class="HEAD-TITLE"><br />Conta do iFolder</h3>
<p class="HEAD">Voc&ecirc; deve configurar pelo menos uma conta de servi&ccedil;os do iFolder antes de criar pastas iFolder. Uma sess&atilde;o do iFolder come&ccedil;a quando voc&ecirc; efetua login em uma conta de servi&ccedil;os do iFolder e termina quando voc&ecirc; efetua logout ou quando sai do cliente iFolder. Suas pastas iFolder sincronizam arquivos com outras pastas iFolder ativas quando sua sess&atilde;o est&aacute; ativa e voc&ecirc; est&aacute; trabalhando online. &Eacute; poss&iacute;vel acessar dados em suas pastas iFolder locais a qualquer momento, estando voc&ecirc; conectado ou n&atilde;o &agrave; conta. Para obter informa&ccedil;&otilde;es, consulte <a href="accounts.html#accounts">Configurando uma conta do iFolder</a>.</p> </div>
<div class="Head" title="Shared iFolders"> <a name="bq1r112"></a>
<h3 class="HEAD-TITLE"><br />Pastas iFolder compartilhadas</h3>
<p class="HEAD">Um iFolder &eacute; um diret&oacute;rio local que compartilha e sincroniza seletivamente arquivos por meio de um computador central com grupos de usu&aacute;rios especificados pelo usu&aacute;rio. Os arquivos do iFolder podem ser acessados por todos os membros do iFolder e podem ser mudados por aqueles com direitos suficientes. Voc&ecirc; pode acessar suas pastas iFolder por meio de v&aacute;rias esta&ccedil;&otilde;es de trabalho e compartilh&aacute;-las com outros.</p>
<p class="HEAD">Voc&ecirc; trabalha com as pastas iFolder diretamente em seu gerenciador de arquivos ou no browser de pastas iFolder que faz parte do cliente. Dentro da pasta iFolder, &eacute; poss&iacute;vel configurar qualquer estrutura de subdiret&oacute;rio que se adapte aos seus h&aacute;bitos de trabalho pessoais ou profissionais. A estrutura de subdiret&oacute;rios &eacute; constante em todos os membros das pastas iFolder. Quando voc&ecirc; compartilha um iFolder, os usu&aacute;rios membros com direito Gravar podem modificar a estrutura de diret&oacute;rios e essas mudan&ccedil;as s&atilde;o aplicadas a todas as c&oacute;pias do iFolder. Cada usu&aacute;rio pode colocar o iFolder compartilhado em qualquer lugar de seu computador que satisfa&ccedil;a as <a href="bx08x4y.html#bx08x4y">Diretrizes para localiza&ccedil;&atilde;o de pastas iFolder</a>.</p> </div>
<div class="Head" title="iFolder Access Rights"> <a name="bq1r113"></a>
<h3 class="HEAD-TITLE"><br />Direitos de acesso do iFolder</h3>
<p class="HEAD">O cliente iFolder suporta o propriet&aacute;rio e tr&ecirc;s n&iacute;veis de acesso para membros de um iFolder: </p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz4"></a><em class="PARAWITHTITLE">Propriet&aacute;rio: </em>Apenas um usu&aacute;rio pode ser o propriet&aacute;rio de um iFolder. Normalmente esse &eacute; o usu&aacute;rio que cria o iFolder. O usu&aacute;rio propriet&aacute;rio pode usar o cliente iFolder para transferir a propriedade para outro membro do iFolder. </p>
<p class="BULLETITEM">O propriet&aacute;rio de um iFolder tem direito Controle Total. Esse usu&aacute;rio tem acesso de leitura/grava&ccedil;&atilde;o ao iFolder, gerencia a participa&ccedil;&atilde;o e os direitos de acesso de usu&aacute;rios membros e pode remover o direito Controle Total de qualquer membro.</p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz5"></a><em class="PARAWITHTITLE">Controle Total: </em>Um membro do iFolder compartilhado, com direito de acesso Controle Total. Esse membro tem acesso de leitura/grava&ccedil;&atilde;o ao iFolder e gerencia a participa&ccedil;&atilde;o e os direitos de acesso de todos os usu&aacute;rios, menos o propriet&aacute;rio. </p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz6"></a><em class="PARAWITHTITLE">Leitura/Grava&ccedil;&atilde;o: </em>Um membro do iFolder compartilhado, com direito de acesso Leitura/Grava&ccedil;&atilde;o aos diret&oacute;rios e arquivos do iFolder.</p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz7"></a><em class="PARAWITHTITLE">Apenas leitura: </em>Um membro do iFolder compartilhado, com direito de acesso Apenas leitura aos diret&oacute;rios e arquivos do iFolder. Esse membro pode modificar um arquivo, mas as mudan&ccedil;as locais n&atilde;o s&atilde;o sincronizadas com as c&oacute;pias dos outros membros do iFolder.</p></li>
</ul>
<p class="HEAD">Qualquer usu&aacute;rio do iFolder pode ter suas pr&oacute;prias pastas iFolder e ser um membro de outras pastas iFolder. Como um usu&aacute;rio propriet&aacute;rio, voc&ecirc; sempre tem o direito Controle Total. Como um usu&aacute;rio membro, o seu n&iacute;vel de acesso em cada iFolder compartilhado pode ser diferente, dependendo do acesso concedido a voc&ecirc; por qualquer membro com direito Controle Total.</p> </div>
<div class="Head" title="File Synchronization and Data Management"> <a name="bq1r118"></a>
<h3 class="HEAD-TITLE"><br />Sincroniza&ccedil;&atilde;o de arquivos e gerenciamento de dados</h3>
<p class="HEAD">Ao configurar uma conta do iFolder, voc&ecirc; pode habilitar o recurso Lembrar Senha para que o iFolder possa sincronizar convites e arquivos do iFolder em segundo plano enquanto voc&ecirc; trabalha. </p>
<p class="HEAD">Voc&ecirc; pode configurar o cliente iFolder para ser executado automaticamente sempre que voc&ecirc; efetuar login no ambiente de &aacute;rea de trabalho do computador. A sess&atilde;o &eacute; executada em segundo plano enquanto voc&ecirc; trabalha com arquivos nas pastas iFolder locais, rastreando e registrando todas as mudan&ccedil;as que voc&ecirc; faz. </p>
<p class="HEAD">Voc&ecirc; pode sincronizar os arquivos em intervalos espec&iacute;ficos ou sob solicita&ccedil;&atilde;o.</p> </div>
<div class="Head" title="Synchronization Log"> <a name="bq63xvh"></a>
<h3 class="HEAD-TITLE"><br />Registro de sincroniza&ccedil;&atilde;o</h3>
<p class="HEAD">O registro de sincroniza&ccedil;&atilde;o mostra um registro de suas atividades em segundo plano no iFolder, como upload e download de arquivos para pastas iFolder diferentes. </p> </div>
</div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
