<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="pt">
<meta name="Generator" content="Novell HTML Conversion, 10 de mar&ccedil;o de 2004">
<meta name="Generation-Date" content="Domingo, 23 de outubro de 2005 15:54">
<meta name="Content-Date" content="Seg., 22 de outubro de 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0008.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0008.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Ajuda do iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bvwppw5.html";
  var next_link="myifolders.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="bwbirb9"></a>
<div class="Topic" title="Configuring Local Virus Scanner Settings for iFolder Traffic">
<h2 class="TOPIC-TITLE"><br />Configurando as defini&ccedil;&otilde;es do programa de varredura de v&iacute;rus local para o tr&aacute;fego do iFolder</h2>
<p class="TOPIC">Se voc&ecirc; usa um software de varredura de v&iacute;rus no computador, exclua o diret&oacute;rio  ..\simias\WorkArea\ da varredura de v&iacute;rus. Por exemplo, a localiza&ccedil;&atilde;o do diret&oacute;rio ..\simias\WorkArea\ no Windows &eacute; c:\documents and settings\<em class="VARIABLE">username</em>\local settings\application data\simias\WorkArea\.simias.wf.<em class="VARIABLE">guid</em>. </p>
<p class="TOPIC">O diret&oacute;rio ..\simias\WorkArea\ est&aacute; onde o iFolder arranja arquivos para download do servidor. Se um arquivo iFolder tiver um v&iacute;rus anexado e o software de varredura de v&iacute;rus varrer tal v&iacute;rus enquanto o arquivo estiver no diret&oacute;rio ..\simias\WorkArea, o programa de varredura de v&iacute;rus emitir&aacute; uma mensagem pop-up informando que um v&iacute;rus foi encontrado, mover&aacute; o arquivo para quarentena e, ent&atilde;o, o iFolder tentar&aacute; sincronizar o arquivo novamente. </p>
<p class="TOPIC">A n&atilde;o varredura da WorkArea (&Aacute;rea de Trabalho) permite que a sincroniza&ccedil;&atilde;o seja conclu&iacute;da; o arquivo infectado tem um download bem-sucedido e &eacute; movido para o iFolder local. O programa de varredura de v&iacute;rus detecta o arquivo infectado no iFolder e o move desta pasta para a quarentena, protegendo o computador da infec&ccedil;&atilde;o. O iFolder detecta que o arquivo foi apagado e quando a pr&oacute;xima sincroniza&ccedil;&atilde;o come&ccedil;ar, o iFolder remover&aacute; o arquivo do servidor e dos computadores dos membros. </p>
<p class="TOPIC">Por&eacute;m, se o iFolder para onde &eacute; realizado o download de um arquivo for Apenas leitura, a exclus&atilde;o local n&atilde;o ser&aacute; for&ccedil;ada para o servidor e para os computadores dos outros membros. O v&iacute;rus deve ser detectado nas outras partes onde as permiss&otilde;es possibilitam que as mudan&ccedil;as sejam sincronizadas. O programa de varredura de v&iacute;rus do usu&aacute;rio provavelmente o alertar&aacute; sobre o v&iacute;rus, ent&atilde;o o usu&aacute;rio deve alertar os outros membros da pasta iFolder sobre o v&iacute;rus.</p> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
