<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="pt">
<meta name="Generator" content="Novell HTML Conversion, 10 de mar&ccedil;o de 2004">
<meta name="Generation-Date" content="Domingo, 23 de outubro de 2005 15:54">
<meta name="Content-Date" content="Seg., 22 de outubro de 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0003.0002.">
<meta name="Author" content="zHTML xD.0000.0000.0003.0002.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Ajuda do iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/myifolders.html","../doc/user/data/toc_myifolders.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bx08x4y.html";
  var next_link="bwagrrn.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="bwensdb"></a>
<div class="Topic" title="Guidelines for File Types and Sizes to Not Synchronize">
<h2 class="TOPIC-TITLE"><br />Diretrizes para tipos e tamanhos de arquivos n&atilde;o sincronizados</h2>
<p class="TOPIC">Quando o cliente do iFolder for usado com o Novell iFolder 3.<em class="VERSIONVARIABLE">x</em>, o seu administrador poder&aacute; especificar restri&ccedil;&otilde;es de tipo de arquivo e restri&ccedil;&otilde;es de tamanho m&aacute;ximo de arquivo no n&iacute;vel do sistema, usu&aacute;rio ou iFolder. Sua conta tamb&eacute;m pode ficar restrita na quantidade de espa&ccedil;o que pode ser usado para dados nas pastas iFolder de sua propriedade. Quando voc&ecirc; participa de outras pastas iFolder, o espa&ccedil;o consumido no servidor &eacute; contado contra o propriet&aacute;rio daquele iFolder.</p>
<p class="TOPIC">Alguns tipos de arquivos n&atilde;o s&atilde;o bons candidatos para sincroniza&ccedil;&atilde;o, como arquivos de sistemas operacionais, arquivos ocultos criados por um gerenciador de arquivos ou bancos de dados que s&atilde;o implementados como uma cole&ccedil;&atilde;o de arquivos vinculados. Voc&ecirc; pode incluir somente tipos de arquivos chave para o seu neg&oacute;cio ou apagar arquivos que provavelmente n&atilde;o s&atilde;o relacionados com seus neg&oacute;cios, como arquivos .mp3. </p>
<h4 class="BRIDGEHEAD"><br />Arquivos de sistema operacional</h4>
<p class="TOPIC">Voc&ecirc; n&atilde;o deve converter arquivos de diret&oacute;rios de sistema para pastas iFolder. A maioria dos arquivos de sistema muda raras vezes e &eacute; melhor manter um arquivo de imagem de seu sistema b&aacute;sico e software chave do que tentar sincronizar aqueles arquivos para o servidor.</p>
<h4 class="BRIDGEHEAD"><br />Arquivos ocultos</h4>
<p class="TOPIC">Se o seu sistema de arquivos utiliza arquivos ocultos para rastrear prefer&ecirc;ncias, seu administrador pode restringir esses tipos de arquivos para exclu&iacute;-los da sincroniza&ccedil;&atilde;o em seu sistema. Normalmente, os arquivos ocultos s&atilde;o relevantes somente para os computadores particulares onde eles foram criados e mudam todas as vezes que o arquivo ou diret&oacute;rio &eacute; acessado. Voc&ecirc; n&atilde;o precisa manter esses arquivos e a sincroniza&ccedil;&atilde;o dos mesmos resulta em erros repetidos de conflito de arquivos. </p>
<p class="TOPIC">Por exemplo, o iFolder apaga automaticamente dois arquivos ocultos do gerenciador de arquivos chamados thumbs.db e .DS_Store.</p>
<h4 class="BRIDGEHEAD"><br />Arquivos de banco de dados</h4>
<p class="TOPIC">O iFolder sincroniza arquivos individuais ou as partes mudadas de arquivos individuais; ele n&atilde;o sincroniza arquivos como um conjunto. Se voc&ecirc; tem um arquivo de banco de dados que seja implementado como uma cole&ccedil;&atilde;o de arquivos vinculados, n&atilde;o tente sincroniz&aacute;-los em um iFolder.</p>
<p class="TOPIC">N&atilde;o tente sincronizar seus dados do GroupWise<sup>&reg;</sup> fazendo o arquivo, o cach&ecirc; ou os diret&oacute;rios remotos do GroupWise em pastas iFolder. Se voc&ecirc; fizer isso, os arquivos de dados do GroupWise ser&atilde;o corrompidos depois que o arquivo for sincronizado algumas vezes. O GroupWise precisa que os arquivos no arquivo sejam mantidos como um conjunto de arquivos.</p> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
