<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="pt">
<meta name="Generator" content="Novell HTML Conversion, 10 de mar&ccedil;o de 2004">
<meta name="Generation-Date" content="Domingo, 23 de outubro de 2005 15:54">
<meta name="Content-Date" content="Seg., 22 de outubro de 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0003.0009.">
<meta name="Author" content="zHTML xD.0000.0000.0003.0009.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Ajuda do iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/myifolders.html","../doc/user/data/toc_myifolders.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="sync.html";
  var next_link="reverting.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="conflicts"></a>
<div class="Topic" title="Resolving File Conflicts">
<h2 class="TOPIC-TITLE"><br />Resolvendo conflitos de arquivos</h2>
<p class="TOPIC">Quando acontecem conflitos entre vers&otilde;es de arquivos gravadas ao mesmo tempo ou quando um nome de arquivo difere somente devido ao uso de iniciais mai&uacute;sculas e min&uacute;sculas, o arquivo &eacute; assinalado com um Conflito de Nome e armazenado na &aacute;rea de conflito e um alerta &eacute; enviado para sinalizar o arquivo pelo cliente iFolder. </p>
<h4 class="BRIDGEHEAD"><br />Conflitos de vers&otilde;es</h4>
<p class="TOPIC">Os conflitos de vers&otilde;es devem ser coordenados com outros membros antes que o conflito seja resolvido. Escolha, ent&atilde;o, a vers&atilde;o correta na caixa de di&aacute;logo Resolu&ccedil;&atilde;o de Conflito.</p>
<ol class="STEPLIST">
<li class="STEP"><a name="bvin9s9"></a>
<p class="STEP">Quando ocorre um conflito, uma mensagem pop-up aparece na &aacute;rea de Notifica&ccedil;&atilde;o. Clique no X para ignorar a mensagem.</p>
<p class="STEP">Voc&ecirc; pode desabilitar o comportamento pop-up configurando a prefer&ecirc;ncia nas Prefer&ecirc;ncias do iFolder &gt; guia Geral.</p></li>
<li class="STEP"><a name="bvin9nq"></a>
<p class="STEP">Na &aacute;rea de Notifica&ccedil;&atilde;o, clique o bot&atilde;o direito do mouse no &iacute;cone do iFolder <img src="../graphics/ifolder16.png" alt="&Iacute;cone do aplicativo iFolder" /> e, em seguida, clique em Pastas iFolder para abrir o browser de pastas iFolder.</p></li>
<li class="STEP"><a name="bvinc1r"></a>
<p class="STEP">Selecione o arquivo em conflito e, em seguida, clique em Resolver <img src="../graphics/conflict_resolution.png" alt="&Iacute;cone Resolu&ccedil;&atilde;o de Conflitos" /> para ver a caixa de di&aacute;logo Resolver Conflitos.</p></li>
<li class="STEP"><a name="bx1anvu"></a>
<p class="STEP">Veja as informa&ccedil;&otilde;es para o arquivo em sua m&aacute;quina local e no arquivo do servidor para determinar qual vers&atilde;o do arquivo deseja manter e, em seguida, clique em Gravar esta Vers&atilde;o para manter a vers&atilde;o correta do arquivo.</p></li>
<li class="STEP"><a name="bvincoe"></a>
<p class="STEP">Quando resolver o conflito, clique em OK.</p></li>
</ol>
<h4 class="BRIDGEHEAD"><br />Conflitos de nomes de arquivos</h4>
<p class="TOPIC">Os conflitos de nomes de arquivo ocorrem quando os nomes da vers&atilde;o local do arquivo e da vers&atilde;o no servidor do arquivo diferem devido ao uso de iniciais mai&uacute;sculas e min&uacute;sculas. O conte&uacute;do pode diferir ou pode ser o mesmo. Esses tipos de conflitos podem ser resolvidos renomeando-se os arquivos, mas tome cuidado com o local onde renomeia o arquivo. </p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Se o conte&uacute;do for o mesmo, voc&ecirc; poder&aacute; renomear um dos arquivos na caixa de di&aacute;logo Resolver Conflitos.</li>
<li class="BULLETITEM">Se o conte&uacute;do diferir, fa&ccedil;a uma c&oacute;pia do arquivo local e d&ecirc; a ela um nome diferente e, em seguida, volte para a caixa de di&aacute;logo Resolver Conflitos e grave a vers&atilde;o no servidor do arquivo. Essa a&ccedil;&atilde;o permite que ambas as vers&otilde;es do arquivo existam na pasta iFolder com nomes de arquivos diferentes. Se voc&ecirc; renomear uma vers&atilde;o do arquivo dentro da caixa de di&aacute;logo Resolver Conflitos, essa vers&atilde;o do arquivo sobregravar&aacute; a outra e o conte&uacute;do do outro arquivo ser&aacute; destru&iacute;do. </li>
</ul>
<ol class="STEPLIST">
<li class="STEP"><a name="bx1b07n"></a>
<p class="STEP">Quando ocorre um conflito, uma mensagem pop-up aparece na &aacute;rea de Notifica&ccedil;&atilde;o. Clique no X para ignorar a mensagem.</p></li>
<li class="STEP"><a name="bx1b07o"></a>
<p class="STEP">Na &aacute;rea de Notifica&ccedil;&atilde;o, clique o bot&atilde;o direito do mouse no &iacute;cone do iFolder <img src="../graphics/ifolder16.png" alt="&Iacute;cone do aplicativo iFolder" /> e, em seguida, clique em Pastas iFolder para abrir o browser de pastas iFolder.</p></li>
<li class="STEP"><a name="bx1b07p"></a>
<p class="STEP">Selecione o arquivo em conflito e, em seguida, clique em Resolver <img src="../graphics/conflict_resolution.png" alt="&Iacute;cone Resolu&ccedil;&atilde;o de Conflitos" /> para ver a caixa de di&aacute;logo Resolver Conflitos.</p></li>
<li class="STEP"><a name="bx1atam"></a>
<p class="STEP">Confirme que &eacute; um conflito de nome de arquivo e determine se o conte&uacute;do &eacute; o mesmo ou se &eacute; diferente.</p></li>
<li class="STEP"><a name="bx1au4u"></a>
<p class="STEP">Execute uma das seguintes a&ccedil;&otilde;es:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Se o conte&uacute;do for o mesmo, renomeie um dos arquivos e, em seguida, clique em Gravar esta Vers&atilde;o e clique em OK para fechar a caixa de di&aacute;logo Resolver Conflitos. O procedimento est&aacute; conclu&iacute;do.</li>
<li class="BULLETITEM">Se o conte&uacute;do for diferente, continue com a <a href="conflicts.html#bx1au97">Etapa 6</a>.</li>
</ul></li>
<li class="STEP"><a name="bx1au97"></a>
<p class="STEP">Feche a caixa de di&aacute;logo Resolver Conflitos.</p></li>
<li class="STEP"><a name="bx1b3p9"></a>
<p class="STEP">Abra um gerenciador de arquivos e navegue at&eacute; a c&oacute;pia local do arquivo em conflito.</p></li>
<li class="STEP"><a name="bx1b3xf"></a>
<p class="STEP">Copie o arquivo e grave-o com um nome exclusivo na pasta iFolder. </p>
<p class="STEP">O iFolder sincroniza o arquivo como um arquivo novo para o servidor e para os computadores dos membros.</p></li>
<li class="STEP"><a name="bx1b3k7"></a>
<p class="STEP">Volte para a caixa de di&aacute;logo Resolver Conflitos, selecione a vers&atilde;o no servidor do arquivo, clique em Gravar esta Vers&atilde;o e, em seguida, clique em OK.</p>
<p class="STEP">&Eacute; feito o download da vers&atilde;o no servidor do arquivo para a m&aacute;quina local, sobregravando a c&oacute;pia local do arquivo com aquele nome.</p></li>
</ol> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
