<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="pt">
<meta name="Generator" content="Novell HTML Conversion, 10 de mar&ccedil;o de 2004">
<meta name="Generation-Date" content="Domingo, 23 de outubro de 2005 15:54">
<meta name="Content-Date" content="Seg., 22 de outubro de 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0003.0004.">
<meta name="Author" content="zHTML xD.0000.0000.0003.0004.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Ajuda do iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/myifolders.html","../doc/user/data/toc_myifolders.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bwagrrn.html";
  var next_link="sharewith.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="createifolder"></a>
<div class="Topic" title="Creating an iFolder">
<h2 class="TOPIC-TITLE"><br />Criando uma pasta iFolder</h2>
<p class="TOPIC">Voc&ecirc; pode criar uma pasta iFolder convertendo uma pasta existente que satisfa&ccedil;a as seguintes diretrizes: </p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><a href="bx08x4y.html#bx08x4y">Diretrizes para localiza&ccedil;&atilde;o de pastas iFolder</a></li>
<li class="BULLETITEM"><a href="bwagrrn.html#bwagrrn">Conven&ccedil;&otilde;es de nomea&ccedil;&atilde;o para um iFolder e suas pastas e arquivos</a></li>
</ul>
<p class="TOPIC">Se n&atilde;o existir uma pasta, voc&ecirc; poder&aacute; procurar uma localiza&ccedil;&atilde;o e criar a nova pasta como parte do processo. </p>
<p class="TOPIC">Dentro da pasta iFolder, &eacute; poss&iacute;vel configurar qualquer estrutura de subdiret&oacute;rio que se adapte aos seus h&aacute;bitos de trabalho pessoais ou profissionais. A estrutura de subdiret&oacute;rios &eacute; constante em todos os membros das pastas iFolder. Cada esta&ccedil;&atilde;o de trabalho pode especificar um diret&oacute;rio pai diferente para a pasta iFolder compartilhada.</p>
<p class="TOPIC">Voc&ecirc; pode criar pastas iFolder diretamente em seu gerenciador de arquivos e no browser de pastas iFolder, que est&aacute; dispon&iacute;vel no aplicativo cliente. Use os seguintes m&eacute;todos para criar uma pasta iFolder:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><a href="createifolder.html#bwembx5">Criando pastas iFolder em um gerenciador de arquivos</a></li>
<li class="BULLETITEM"><a href="createifolder.html#bwemc36">Criando pastas iFolder no browser de pastas iFolder</a></li>
<li class="BULLETITEM"><a href="createifolder.html#fat32mtpt">Criando pastas iFolder em um Ponto de Montagem FAT32 (Linux)</a></li>
</ul> <div class="Head" title="Creating iFolders in a File Manager"> <a name="bwembx5"></a>
<h3 class="HEAD-TITLE"><br />Criando pastas iFolder em um gerenciador de arquivos</h3>
<ol class="STEPLIST">
<li class="STEP"><a name="bq6lwlg"></a>
<p class="STEP">Use o gerenciador de arquivos para navegar at&eacute; a pasta que deseja converter em uma pasta iFolder e, em seguida, selecione a pasta.</p></li>
<li class="STEP"><a name="bq6lwlh"></a>
<p class="STEP">Use um dos seguintes m&eacute;todos:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Clique o bot&atilde;o direito do mouse no &iacute;cone da pasta e, em seguida, clique em Converter em um iFolder.</li>
<li class="BULLETITEM">Na barra de ferramentas, clique em Arquivo &gt; Converter em um iFolder.</li>
</ul>
<p class="STEP">O &iacute;cone da pasta <img src="../graphics/folder_16.gif" alt="&Iacute;cone da pasta" /> muda para uma pasta com uma sobreposi&ccedil;&atilde;o do &iacute;cone do iFolder<img src="../graphics/ifolder16.png" alt="&Iacute;cone do iFolder" />.</p></li>
<li class="STEP"><a name="bx19z0q"></a>
<p class="STEP">Se a mensagem iFolder Criado for mostrada, execute um dos seguintes procedimentos:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Clique em Fechar para ignorar a mensagem.</li>
<li class="BULLETITEM">Selecione N&atilde;o Mostrar Esta Mensagem Novamente para desabilitar notifica&ccedil;&otilde;es futuras e, em seguida, clique em Fechar para ignorar a mensagem.
<p class="BULLETITEM">Se posteriormente decidir que deseja receber mensagens de confirma&ccedil;&atilde;o, v&aacute; para Prefer&ecirc;ncias do iFolder, selecione Mostrar caixa de di&aacute;logo de confirma&ccedil;&atilde;o ao criar pastas iFolder e, em seguida, clique em OK.</p></li>
</ul></li>
</ol> </div>
<div class="Head" title="Creating iFolders in the iFolders Browser"> <a name="bwemc36"></a>
<h3 class="HEAD-TITLE"><br />Criando pastas iFolder no browser de pastas iFolder</h3>
<ol class="STEPLIST">
<li class="STEP"><a name="bv2gxbu"></a>
<p class="STEP">Na &aacute;rea de Notifica&ccedil;&atilde;o, clique o bot&atilde;o direito do mouse no &iacute;cone do iFolder <img src="../graphics/ifolder16.png" alt="&Iacute;cone do aplicativo iFolder" /> e, em seguida, clique em Pastas iFolder para abrir o browser de pastas iFolder.</p></li>
<li class="STEP"><a name="bv2gxbv"></a>
<p class="STEP">Clique em Novo.</p></li>
<li class="STEP"><a name="bv2gwvt"></a>
<p class="STEP">Especifique a conta do iFolder que deseja usar para esta pasta iFolder.</p>
<p class="STEP">Se voc&ecirc; tiver v&aacute;rias contas do iFolder, a conta padr&atilde;o ser&aacute; listada primeiro. Use a lista suspensa para selecionar uma conta diferente.</p></li>
<li class="STEP"><a name="bv2guwr"></a>
<p class="STEP">No browser, navegue at&eacute; o diret&oacute;rio onde deseja criar uma pasta iFolder.</p></li>
<li class="STEP"><a name="bv2gv55"></a>
<p class="STEP">Selecione a pasta normal que deseja transformar em uma pasta iFolder, utilizando um dos seguintes m&eacute;todos:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Se a pasta normal existir, selecione a pasta e clique em OK</li>
<li class="BULLETITEM">Se a pasta normal n&atilde;o existir, clique em Criar Nova Pasta para cri&aacute;-la, selecione a pasta rec&eacute;m-criada e clique em OK.</li>
</ul></li>
<li class="STEP"><a name="bwb5ss4"></a>
<p class="STEP">Clique em OK.</p>
<p class="STEP">A pasta iFolder <img src="../graphics/ifolder16.png" alt="&Iacute;cone do aplicativo iFolder" /> aparece na lista de pastas iFolder.</p></li>
<li class="STEP"><a name="bwb5tng"></a>
<p class="STEP">Se a mensagem iFolder Criado for mostrada, execute um dos seguintes procedimentos:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Clique em Fechar para ignorar a mensagem.</li>
<li class="BULLETITEM">Selecione N&atilde;o Mostrar Esta Mensagem Novamente para desabilitar notifica&ccedil;&otilde;es futuras e, em seguida, clique em Fechar para ignorar a mensagem.
<p class="BULLETITEM">Se posteriormente decidir que deseja receber mensagens de confirma&ccedil;&atilde;o, v&aacute; para Prefer&ecirc;ncias do iFolder, selecione Mostrar caixa de di&aacute;logo de confirma&ccedil;&atilde;o ao criar pastas iFolder e, em seguida, clique em OK.</p></li>
</ul></li>
</ol> </div>
<div class="Head" title="Creating iFolders on a FAT32 Mount Point (Linux)"> <a name="fat32mtpt"></a>
<h3 class="HEAD-TITLE"><br />Criando pastas iFolder em um Ponto de Montagem FAT32 (Linux)</h3>
<p class="HEAD">No Linux, o iFolder suporta a cria&ccedil;&atilde;o e a utiliza&ccedil;&atilde;o de pastas iFolder em um ponto de montagem para um sistema de arquivos FAT32. Para que voc&ecirc; possa criar novas pastas iFolder ou configurar pastas iFolder compartilhadas em um volume FAT32 no seu computador Linux, o usu&aacute;rio do iFolder dever&aacute; ter um ponto de montagem FAT32 onde voc&ecirc; deseja armazenar as pastas iFolder, e o arquivo /etc/fstab dever&aacute; identificar explicitamente o ID de usu&aacute;rio local do usu&aacute;rio do iFolder para o ponto de montagem. </p>
<p class="NOTE-IMPORTANT"><em class="NOTE-IMPORTANT">IMPORTANTE:&nbsp;&nbsp;</em>Isso &eacute; necess&aacute;rio porque o FAT32 n&atilde;o suporta permiss&otilde;es de arquivo. Qualquer outro sistema de arquivos que n&atilde;o suporte permiss&otilde;es pode apresentar o mesmo problema.</p>
<p class="HEAD">Para sistemas com inicializa&ccedil;&atilde;o dupla, voc&ecirc; pode acessar os dados em pastas iFolder como pastas normais do sistema onde elas n&atilde;o estiverem configuradas como pastas iFolder. Se voc&ecirc; configurar a pasta como uma pasta iFolder em ambas as plataformas, o conjunto de dados ser&aacute; armazenado em duas pastas iFolder diferentes no servidor, o que consumir&aacute; o dobro dos recursos de disco do servidor alocado.</p>
<p class="HEAD">Como o sistema de arquivos FAT32 n&atilde;o suporta permiss&otilde;es do sistema de arquivos POSIX, verifique se o usu&aacute;rio do iFolder &eacute; o propriet&aacute;rio local do ponto de montagem. Modifique o arquivo /etc/fstab para definir o par&acirc;metro do ID de usu&aacute;rio (UID) da identidade de login local do usu&aacute;rio para o usu&aacute;rio do iFolder que criar pastas iFolder naquele ponto de montagem.</p>
<ol class="STEPLIST">
<li class="STEP"><a name="bwenpgg"></a>
<p class="STEP">Efetue o login no computador como usu&aacute;rio Root.</p></li>
<li class="STEP"><a name="bwen6om"></a>
<p class="STEP">Crie o diret&oacute;rio onde deseja montar o sistema de arquivos FAT32. No prompt de comando, digite</p>
<p><tt class="USERINPUT">mkdir /home/<em class="VARIABLE">nomedeusuario</em>/<em class="VARIABLE">fsmount</em></tt></p>
<p class="STEP">Substitua <em class="VARIABLE">nomedeusuario</em> pelo nome do usu&aacute;rio que pretende usar a unidade FAT32 para as pastas iFolder. Substitua <em class="VARIABLE">fsmount</em> pelo nome do diret&oacute;rio que voc&ecirc; deseja usar como o ponto de montagem. Por exemplo, se o nome de usu&aacute;rio for <em class="VARIABLE">jsmith</em> e o nome do diret&oacute;rio for <em class="VARIABLE">fat32mntpt</em> para uma unidade ou parti&ccedil;&atilde;o FAT32, digite</p> <pre class="CODESAMPLENARROW">mkdir /home/jsmith/fat32mntpt</pre>
</li>
<li class="STEP"><a name="bwemec8"></a>
<p class="STEP">Monte a unidade FAT32 no ponto de montagem desejado. No prompt de comando, digite</p>
<p><tt class="USERINPUT">mount -t vfat /dev/<em class="VARIABLE">hda1</em> /home/<em class="VARIABLE">nomedeusuario</em>/<em class="VARIABLE">fsmount </em></tt></p>
<p class="STEP">Substitua /dev/<em class="VARIABLE">hda1</em> pelo nome do dispositivo ou da parti&ccedil;&atilde;o do dispositivo n&atilde;o Linux. Substitua <em class="VARIABLE">nomedeusuario</em> pelo nome de usu&aacute;rio do usu&aacute;rio do iFolder. Substitua <em class="VARIABLE">fsmount</em> pelo nome do diret&oacute;rio que voc&ecirc; deseja usar como o ponto de montagem. </p>
<p class="STEP">Continuando o exemplo, onde o sistema de arquivos FAT32 (vfat) estiver no dispositivo hda4 (<em class="VARIABLE">/dev/hda4</em>), o nome de usu&aacute;rio for <em class="VARIABLE">jsmith</em> e o diret&oacute;rio do ponto de montagem for /home/<em class="VARIABLE">jsmith</em>/<em class="VARIABLE">fat32mntpt</em>, digite</p> <pre class="CODESAMPLENARROW">mount -t vfat /dev/hda4 /home/jsmith/fat32mntpt</pre>
</li>
<li class="STEP"><a name="bwemszm"></a>
<p class="STEP">Edite o arquivo /etc/fstab adicionando o par&acirc;metro uid=nomedeusuario do usu&aacute;rio do iFolder na linha que define o ponto de montagem FAT32.</p>
<p><tt class="USERINPUT">/dev/<em class="VARIABLE">hda1</em>  /home/<em class="VARIABLE">nomedeusuario</em>/<em class="VARIABLE">fsmount</em>  <em class="VARIABLE">vfat</em>  uid=<em class="VARIABLE">nomedeusuario</em></tt></p>
<p class="STEP">Continuando com o exemplo, modifique o arquivo /etc/fstab adicionando o uid=jsmith ao ponto de montagem:</p> <pre class="CODESAMPLENARROW">/dev/hda4  /home/jsmith/fat32mntpt  vfat  uid=jsmith</pre>
</li>
</ol> </div>
</div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
