<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="pt">
<meta name="Generator" content="Novell HTML Conversion, 10 de mar&ccedil;o de 2004">
<meta name="Generation-Date" content="Domingo, 23 de outubro de 2005 15:54">
<meta name="Content-Date" content="Seg., 22 de outubro de 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xC.0000.0000.0004.">
<meta name="Author" content="zHTML xC.0000.0000.0004.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Ajuda do iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/front.html","../doc/user/data/toc_front.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="deleting.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="legal"></a>
<h2 class="LEGALNOTICES"><br />Informa&ccedil;&otilde;es Legais</h2>
<p class="DISCLAIMER">A Novell, Inc. n&atilde;o faz representa&ccedil;&otilde;es ou garantias quanto ao conte&uacute;do ou &agrave; utiliza&ccedil;&atilde;o desta documenta&ccedil;&atilde;o e, especificamente, se isenta de quaisquer garantias de comerciabilidade expressas ou impl&iacute;citas ou adequa&ccedil;&atilde;o a qualquer prop&oacute;sito espec&iacute;fico. Al&eacute;m disso, a Novell, Inc. reserva-se o direito de revisar esta publica&ccedil;&atilde;o e fazer mudan&ccedil;as em seu conte&uacute;do a qualquer momento, sem a obriga&ccedil;&atilde;o de notificar qualquer pessoa ou entidade sobre essas revis&otilde;es ou mudan&ccedil;as.</p>
<p class="DISCLAIMER">A Novell, Inc. n&atilde;o faz representa&ccedil;&otilde;es nem oferece garantias a nenhum software e, especificamente, isenta-se de quaisquer garantias, expl&iacute;citas ou impl&iacute;citas, de comerciabilidade ou adequa&ccedil;&atilde;o a qualquer prop&oacute;sito espec&iacute;fico. A Novell, Inc. reserva-se o direito de mudar qualquer parte do software da Novell em qualquer momento, sem ter a obriga&ccedil;&atilde;o de notificar qualquer pessoa ou entidade sobre tais mudan&ccedil;as.</p> <br />
<p class="EXPORTNOTICE">Voc&ecirc; n&atilde;o deve usar, exportar ou reexportar este produto se isso constituir uma viola&ccedil;&atilde;o a qualquer lei ou regulamento aplic&aacute;vel incluindo, sem limita&ccedil;&atilde;o, os regulamentos de exporta&ccedil;&atilde;o dos EUA ou as leis do pa&iacute;s no qual voc&ecirc; reside.</p> <br />
<p class="COPYRIGHTNOTICE">Copyright <sup><small>&copy;</small></sup> 2004-2005 Novell, Inc. Todos os direitos reservados. Voc&ecirc; tem permiss&atilde;o para copiar, distribuir e/ou modificar este documento de acordo com os termos da licen&ccedil;a GFDL (GNU Free Documentation License), vers&atilde;o 1.2 ou qualquer outra vers&atilde;o posterior, publicada pela Free Software Foundation sem se&ccedil;&otilde;es invariantes, textos de folha de rosto ou contracapa. Consulte a p&aacute;gina http://www.fsf.org/licenses/fdl.html para obter uma c&oacute;pia da GFDL.</p>
<p class="COPYRIGHTNOTICE">ESTE DOCUMENTO E SUAS VERS&Otilde;ES MODIFICADAS S&Atilde;O FORNECIDOS DE ACORDO COM OS TERMOS DA LICEN&Ccedil;A GFDL E OS SEGUINTES ITENS:</p>
<p class="COPYRIGHTNOTICE">1. O DOCUMENTO &Eacute; FORNECIDO "COMO EST&Aacute;", SEM GARANTIA DE QUALQUER TIPO, SEJA EXPL&Iacute;CITA OU IMPL&Iacute;CITA, O QUE INCLUI, SEM LIMITA&Ccedil;&Otilde;ES, GARANTIAS DE QUE O DOCUMENTO E A SUA VERS&Atilde;O MODIFICADA N&Atilde;O APRESENTAM ERROS, DE QUE S&Atilde;O COMERCIALIZ&Aacute;VEIS OU ADEQUADOS PARA FINS ESPEC&Iacute;FICOS OU SEM INFRA&Ccedil;&Otilde;ES. RISCOS REFERENTES &Agrave; QUALIDADE, PRECIS&Atilde;O E DESEMPENHO DO DOCUMENTO OU DE SUA VERS&Atilde;O MODIFICADA S&Atilde;O DE RESPONSABILIDADE DO USU&Aacute;RIO. SE ALGUM DOCUMENTO OU SUA VERS&Atilde;O MODIFICADA SE APRESENTAREM DEFEITUOSOS EM QUALQUER ASPECTO, VOC&Ecirc; (E N&Atilde;O O REDATOR INICIAL, AUTOR OU CONTRIBUIDOR) DEVER&Aacute; ASSUMIR O CUSTO POR SERVI&Ccedil;OS, REPAROS OU CORRE&Ccedil;&Otilde;ES NECESS&Aacute;RIOS. ESTA ISEN&Ccedil;&Atilde;O DE RESPONSABILIDADE CONSTITUI PARTE ESSENCIAL DESTA LICEN&Ccedil;A. O USO DE QUALQUER DOCUMENTO OU DE SUA VERS&Atilde;O MODIFICADA S&Oacute; &Eacute; AUTORIZADO NESTE DOCUMENTO EM CONCORD&Acirc;NCIA COM ESTA ISEN&Ccedil;&Atilde;O, E</p>
<p class="COPYRIGHTNOTICE">2. EM NENHUMA CIRCUNST&Acirc;NCIA OU NENHUMA TEORIA LEGAL, SEJA POR DELITO CIVIL (INCLUSIVE NEGLIG&Ecirc;NCIA), CONTRATO OU OUTROS, O AUTOR, REDATOR INICIAL, CONTRIBUIDOR OU DISTRIBUIDOR DO DOCUMENTO OU DE SUA VERS&Atilde;O MODIFICADA, OU QUALQUER FORNECEDOR DE ALGUMA DESSAS PARTES, SER&Aacute; RESPONSABILIZADO POR QUALQUER PESSOA POR DANOS DIRETOS, INDIRETOS, ESPECIAIS, INCIDENTAIS OU CONSEQ&Uuml;ENCIAIS DE QUALQUER NATUREZA, INCLUSIVE, SEM LIMITA&Ccedil;&Otilde;ES, DANOS POR PERDA DE REPUTA&Ccedil;&Atilde;O, INTERRUP&Ccedil;&Atilde;O DE TRABALHO, FALHA OU DEFEITO DE COMPUTADOR, OU OUTROS DANOS OU PERDAS QUE POSSAM SURGIR OU ESTAR RELACIONADOS AO USO DO DOCUMENTO OU DE SUA VERS&Atilde;O MODIFICADA, MESMO QUE TAL PARTE TENHA SIDO INFORMADA SOBRE A POSSIBILIDADE DESSES DANOS.</p>
<p class="PATENTS">A Novell, Inc. &eacute; titular de direitos de propriedade intelectual relativos &agrave; tecnologia incorporada no produto descrito neste documento. Os referidos direitos de propriedade intelectual podem incluir especificamente, entre outros, uma ou mais patentes americanas relacionadas em http://www.novell.com/company/legal/patents/ e uma ou mais patentes adicionais ou pedidos de patentes pendentes nos EUA e em outros pa&iacute;ses.</p>
<dl class="ADDRESS">
<dt class="LINE">Novell, Inc.</dt>
<dt class="LINE">404 Wyman Street, Suite 500</dt>
<dt class="LINE">Waltham, MA  02451</dt>
<dt class="LINE">U.S.A.</dt>
<dt><br /><a href="http://www.novell.com" class="URL">www.novell.com</a></dt>
</dl>
<p class="BOOKTITLE"> <a name="bktitle"></a>Ajuda do iFolder</p>
<div class="RELEASEDATE">23 de dezembro de 2005</div>
<br /><h2 class="NOVELL"><br />Marcas registradas da Novell</h2>
<p class="NOVELL">iFolder &eacute; marca registrada da Novell, Inc.</p>
<p class="NOVELL">Mono &eacute; marca registrada da Novell, Inc. nos Estados Unidos e em outros pa&iacute;ses.</p>
<p class="NOVELL">Novell &eacute; marca registrada da Novell, Inc. nos Estados Unidos e em outros pa&iacute;ses.</p>
<p class="NOVELL">Novell iFolder &eacute; marca registrada da Novell, Inc. nos Estados Unidos e em outros pa&iacute;ses.</p> <br /><h2 class="THIRDPARTY"><br />Marcas registradas de terceiros</h2>
<p class="THIRDPARTY">Todas as marcas registradas de terceiros pertencem aos seus respectivos propriet&aacute;rios.</p>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
