<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="pt">
<meta name="Generator" content="Novell HTML Conversion, 10 de mar&ccedil;o de 2004">
<meta name="Generation-Date" content="Domingo, 23 de outubro de 2005 15:54">
<meta name="Content-Date" content="Seg., 22 de outubro de 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0005.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0005.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Ajuda do iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="accountdetails.html";
  var next_link="preferences.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="bvwsp7c"></a>
<div class="Topic" title="Deleting an iFolder Account">
<h2 class="TOPIC-TITLE"><br />Apagando uma conta do iFolder</h2>
<p class="TOPIC">Voc&ecirc; pode especificar se deseja remover a conta somente do computador atual ou se tamb&eacute;m deseja remover as pastas iFolder de sua propriedade do servidor, interrompendo essencialmente as pastas iFolder compartilhadas que voc&ecirc; definiu para aquela conta. </p>
<p class="TOPIC">Se voc&ecirc; remover uma conta do iFolder do computador, as c&oacute;pias locais relacionadas das pastas iFolder ser&atilde;o revertidas para pastas normais. Voc&ecirc; pode continuar a acessar as pastas iFolder de outros computadores ou da Web.</p>
<p class="TOPIC">Se voc&ecirc; remover sua conta do iFolder do servidor: </p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Todas as pastas iFolder das quais voc&ecirc; &eacute; propriet&aacute;rio n&atilde;o ser&atilde;o compartilhadas.</li>
<li class="BULLETITEM">As c&oacute;pias locais de pastas iFolders em computadores de membros ser&atilde;o revertidas para pastas normais.</li>
<li class="BULLETITEM">A pasta iFolder e seu conte&uacute;do ser&atilde;o removidos do servidor.</li>
<li class="BULLETITEM">Voc&ecirc; ser&aacute; removido como membro das pastas iFolder que outros compartilham com voc&ecirc;.</li>
</ul>
<ol class="STEPLIST">
<li class="STEP"><a name="bvwspv2"></a>
<p class="STEP">Clique o bot&atilde;o direito do mouse no &iacute;cone <img src="../graphics/ifolder16.png" alt="&Iacute;cone de inicializa&ccedil;&atilde;o do iFolder" /> na &aacute;rea de Notifica&ccedil;&atilde;o e, em seguida, selecione Contas para abrir a caixa de di&aacute;logo Prefer&ecirc;ncias do iFolder na guia Contas.</p></li>
<li class="STEP"><a name="bvwspv3"></a>
<p class="STEP">Selecione a conta do iFolder que deseja apagar e clique em Apagar.</p></li>
<li class="STEP"><a name="bvwspqf"></a>
<p class="STEP">Uma mensagem solicita que voc&ecirc; determine a extens&atilde;o da a&ccedil;&atilde;o de exclus&atilde;o. Execute uma das seguintes a&ccedil;&otilde;es:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bvwsuhg"></a><em class="PARAWITHTITLE">Remova a conta do iFolder somente do computador atual: </em>Desmarque a op&ccedil;&atilde;o Remover Meu iFolder e Arquivos do Servidor e, em seguida, clique em Sim. O iFolder remove a conta selecionada somente da esta&ccedil;&atilde;o de trabalho local. As pastas iFolder locais para esta conta s&atilde;o revertidas para pastas normais. Use um gerenciador de arquivos e apague a c&oacute;pia local dos dados se eles n&atilde;o forem necess&aacute;rios. </p>
<p class="BULLETITEM">Voc&ecirc; pode continuar a acessar as suas pastas iFolder para esta conta de outros computadores com o cliente iFolder. Quando o cliente iFolder for usado com um servidor empresarial Novell<sup>&reg;</sup> iFolder<sup>&reg;</sup> 3.<em class="VERSIONVARIABLE">x</em>, voc&ecirc; poder&aacute; acessar arquivos de qualquer lugar com o acesso &agrave; Web do Novell iFolder 3.<em class="VERSIONVARIABLE">x</em>.</p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bvwsxkq"></a><em class="PARAWITHTITLE">Remova a conta do iFolder e suas pastas e arquivos iFolder do servidor: </em>Selecione a op&ccedil;&atilde;o Remover Meu iFolder e Arquivos do Servidor e, em seguida, clique em Sim. O iFolder remover&aacute; a conta selecionada da esta&ccedil;&atilde;o de trabalho local. Para esta conta, ele tamb&eacute;m remover&aacute; do servidor todas as pastas iFolder das quais voc&ecirc; &eacute; propriet&aacute;rio e reverter&aacute; as pastas iFolder para pastas normais no computador atual e nos computadores de todos os membros. Finalmente, esta a&ccedil;&atilde;o remove voc&ecirc; como membro de pastas iFolder compartilhadas nesta conta. As pastas iFolder locais ser&atilde;o revertidas para pastas normais. Use um gerenciador de arquivos e apague a c&oacute;pia local dos dados se eles n&atilde;o forem necess&aacute;rios.</p>
<p class="BULLETITEM">Se decidir usar esta conta novamente neste ou em outro computador, voc&ecirc; dever&aacute; configurar a conta e suas pastas iFolder, assim como fez anteriormente quando ela era nova.</p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bvwsxkr"></a><em class="PARAWITHTITLE">Cancelar a opera&ccedil;&atilde;o de exclus&atilde;o: </em>Clique em N&atilde;o para desistir da a&ccedil;&atilde;o de exclus&atilde;o. Sua conta e suas pastas iFolder permanecer&atilde;o intocadas.</p></li>
</ul></li>
</ol> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
