<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="pt">
<meta name="Generator" content="Novell HTML Conversion, 10 de mar&ccedil;o de 2004">
<meta name="Generation-Date" content="Domingo, 23 de outubro de 2005 15:54">
<meta name="Content-Date" content="Seg., 22 de outubro de 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0006.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0006.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Ajuda do iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bvwsp7c.html";
  var next_link="bvwppw5.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="preferences"></a>
<div class="Topic" title="Configuring iFolder Preferences for the Client">
<h2 class="TOPIC-TITLE">Configurando as prefer&ecirc;ncias do iFolder para o cliente</h2>
<ol class="STEPLIST">
<li class="STEP"><a name="bvibeb7"></a>
<p class="STEP">Clique o bot&atilde;o direito do mouse no &iacute;cone do aplicativo iFolder <img src="../graphics/ifolder16.png" alt="&Iacute;cone do aplicativo iFolder" /> na &aacute;rea de Notifica&ccedil;&atilde;o e, em seguida, selecione Prefer&ecirc;ncias para abrir a caixa de di&aacute;logo Prefer&ecirc;ncias do iFolder na guia Geral.</p> <a name="byktv78"></a> <br /><img src="../graphics/if_preferences_a.png" alt="Janela Prefer&ecirc;ncias do iFolder " /></li>
<li class="STEP"><a name="bvibeba"></a>
<p class="STEP">Especifique os seguintes valores:</p>
<table class="TABLENOTITLE" border="0" cellpadding="5" cellspacing="0">
<tr class="HEADERROW"><th align="left" valign="top" colspan="1" rowspan="1" scope="col"><a name="btvqywm"></a><em class="TBLHEAD">Par&acirc;metro</em></th>
<th align="left" valign="top" colspan="1" rowspan="1" scope="col"><em class="TBLHEAD">Descri&ccedil;&atilde;o</em></th>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="btvr5uc"></a><p class="ENTRY">Iniciar iFolder Quando Efetuar Login na &Aacute;rea de Trabalho</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Selecione essa op&ccedil;&atilde;o para iniciar o iFolder sempre que efetuar login com o nome de usu&aacute;rio local onde voc&ecirc; configurar a conta do iFolder. Naquelas contas onde voc&ecirc; habilitou a op&ccedil;&atilde;o Lembrar Senha, a sincroniza&ccedil;&atilde;o acontecer&aacute; em segundo plano no intervalo de sincroniza&ccedil;&atilde;o especificado.</p><p class="ENTRY">Desmarque esta op&ccedil;&atilde;o para iniciar o iFolder manualmente.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="btvqywo"></a><p class="ENTRY">Mostrar Caixa de Di&aacute;logo de Confirma&ccedil;&atilde;o ao Criar Pastas iFolder</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Selecione essa op&ccedil;&atilde;o para receber uma mensagem de confirma&ccedil;&atilde;o sempre que criar um iFolder, al&eacute;m das dicas visuais normais, como o iFolder na lista de pastas iFolder.</p><p class="ENTRY">Desmarque essa op&ccedil;&atilde;o para interromper o recebimento da mensagem de confirma&ccedil;&atilde;o.</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvhdvf7"></a><p class="ENTRY">Notificar Sobre Pastas iFolder Compartilhadas</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Selecione essa op&ccedil;&atilde;o para habilitar a mensagem pop-up na &aacute;rea de Notifica&ccedil;&atilde;o sempre que voc&ecirc; receber um novo convite para compartilhar uma pasta iFolder. </p><p class="ENTRY">Os convites s&atilde;o recuperados com base no intervalo de sincroniza&ccedil;&atilde;o especificado nas Prefer&ecirc;ncias do iFolder. O intervalo controla a sincroniza&ccedil;&atilde;o de arquivos, os convites de compartilhamento do iFolder e a lista de usu&aacute;rios. Voc&ecirc; tamb&eacute;m pode clicar em Atualizar para atualizar os convites sob solicita&ccedil;&atilde;o. </p><p class="ENTRY">Desmarque essa op&ccedil;&atilde;o para desabilitar o comportamento da mensagem pop-up para convites.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvhdvf8"></a><p class="ENTRY">Notificar Sobre Conflitos</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Selecione essa op&ccedil;&atilde;o para habilitar uma mensagem pop-up na &aacute;rea de Notifica&ccedil;&atilde;o sempre que ocorrer um conflito durante a sincroniza&ccedil;&atilde;o de arquivos. </p><p class="ENTRY">Desmarque esta op&ccedil;&atilde;o para desabilitar o comportamento da mensagem pop-up para conflitos de sincroniza&ccedil;&atilde;o.</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bviaxn9"></a><p class="ENTRY">Notificar da Entrada de um Usu&aacute;rio</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Selecione essa op&ccedil;&atilde;o para habilitar a mensagem pop-up na &aacute;rea de Notifica&ccedil;&atilde;o sempre que um usu&aacute;rio aceitar um convite para compartilhar um iFolder. A aceita&ccedil;&atilde;o &eacute; indexada para quando o usu&aacute;rio realmente configurar o iFolder em seu computador. </p><p class="ENTRY">Desmarque essa op&ccedil;&atilde;o para desabilitar o comportamento da mensagem pop-up para confirma&ccedil;&atilde;o de compartilhamento de usu&aacute;rio.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bviaxna"></a><p class="ENTRY">Sincroniza&ccedil;&atilde;o</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="PARAWITHTITLE"><a name="byktvwf"></a><em class="PARAWITHTITLE">Sincronizar Pastas iFolder Automaticamente: </em>Marque essa caixa de sele&ccedil;&atilde;o para habilitar a sincroniza&ccedil;&atilde;o para todas as pastas iFolder no computador sob a sua identidade de login/logon local. Desmarque a caixa de sele&ccedil;&atilde;o para desabilitar a sincroniza&ccedil;&atilde;o.</p><p class="PARAWITHTITLE"><a name="byktwky"></a><em class="PARAWITHTITLE">Sincronizar Pastas iFolder a Cada: </em>Especifique o intervalo m&iacute;nimo a ser usado para a sincroniza&ccedil;&atilde;o de pastas iFolder no computador sob a sua identidade de login/logon local. Especifique o valor e as unidades.</p><p class="ENTRY">Se voc&ecirc; usar o cliente iFolder com o Novell iFolder 3.<em class="VERSIONVARIABLE">x</em>, o intervalo de sincroniza&ccedil;&atilde;o m&iacute;nimo efetivo ser&aacute; sempre o maior valor das seguintes configura&ccedil;&otilde;es:</p><ul class="LISTBULLETT"><li class="BULLETITEMT">A pol&iacute;tica do sistema (padr&atilde;o igual a zero), a n&atilde;o ser que exista uma pol&iacute;tica do usu&aacute;rio definida. Se uma pol&iacute;tica do usu&aacute;rio estiver definida, sendo ela maior ou menor no valor, ela anular&aacute; a pol&iacute;tica do sistema.</li><li class="BULLETITEMT">A pol&iacute;tica da m&aacute;quina local ou a configura&ccedil;&atilde;o na m&aacute;quina do cliente sincronizando com o servidor.</li><li class="BULLETITEMT">A pol&iacute;tica do iFolder (cole&ccedil;&atilde;o).</li></ul></td>
</tr></table>
</li>
<li class="STEP"><a name="bvibebi"></a>
<p class="STEP">Ao terminar, clique em Aplicar para aplicar suas mudan&ccedil;as.</p></li>
<li class="STEP"><a name="bvibebj"></a>
<p class="STEP">Clique em OK para fechar a caixa de di&aacute;logo Prefer&ecirc;ncias do iFolder.</p></li>
</ol> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
