Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Windows/FormsTrayApp/FormsTrayApp.*.resx
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk, zh_cn, zh_tw

source: &Secure Sync
cs: &Bezpečná synchronizace
de: &Sichere Synchr.
es: &Sincronización segura
fr: &Synchronisation sécurisée
hu: &Biztonságos szinkronizálás
it: Sincronizzazione &sicura
ja: 保護された同期(&S)
pl: &Bezpieczna synchronizacja
pt_br: Sincronização &Segura
ru: За&щищенная синхронизация
sk: &Bezpečná synchronizácia
zh_cn: 安全同步(&S)
zh_tw: 安全同步化(&S)

# $this.Text
source: iFolder Services
cs: Služby složky iFolder
es: Servicios de iFolder
fr: Services iFolder
hu: iFolder szolgáltatások
it: Servizi iFolder
ja: iFolderサービス
pl: Usługi iFolder
pt_br: Serviços do iFolder
ru: Сервис iFolder
sk: Služby aplikácie iFolder
zh_cn: iFolder 服务
zh_tw: iFolder 服務

# CancelText
source: &Cancel
cs: &Zrušit
de: &Abbrechen
es: &Cancelar
fr: A&nnuler
hu: &Mégse
it: &Annulla
ja: キャンセル(&C)
pl: &Anuluj
pt_br: &Cancelar
ru: &Отмена
sk: &Zrušiť
zh_cn: 取消(&C)
zh_tw: 取消(&C)

# IdentityPageHeaderST
source: Enter your iFolder user name and password.
cs: Zadejte vaše uživatelské jméno a heslo ke službě iFolder.
de: Geben Sie Ihren iFolder-Benutzernamen und Ihr Passwort ein.
es: Introduzca el nombre de usuario y la contraseña de iFolder.
fr: Entrez votre nom d'utilisateur et votre mot de passe iFolder.
hu: Adja meg iFolder felhasználónevét és jelszavát.
it: Immettere il nome utente e la password iFolder.
ja: iFolderのユーザ名とパスワードを入力してください。
pl: Wprowadź nazwę użytkownika i hasło do programu iFolder.
pt_br: Digite seu nome de usuário e senha do iFolder.
ru: Введите имя пользователя iFolder и пароль.
sk: Zadajte svoje meno používateľa a heslo aplikácie iFolder.
zh_cn: 输入 iFolder 用户名和口令。
zh_tw: 輸入您的 iFolder 使用者名稱和密碼。

# MigrationSuccessMsg
source: Congratulations, your data is migrated successfully. It is recommended to disconnect from 2.x to avoid multiple synchronizations. Click "Finish" to close the wizard.
cs: Blahopřejeme. Vaše data byla úspěšně migrována. Chcete-li zabránit vícenásobným synchronizacím, odpojte se od 2.x. Klepnutím na tlačítko "Dokončit" zavřete průvodce.
de: Herzlichen Glückwunsch, Ihre Daten wurden erfolgreich migriert. Es wird empfohlen, die Verbindung mit 2.x zu trennen, um Mehrfachsynchronisierungen zu vermeiden. Klicken Sie auf "Fertig stellen", um den Assistenten zu schließen.
es: Enhorabuena. Los datos se han migrado correctamente. Se recomienda que se desconecte de la versión 2.x para evitar sincronizaciones múltiples. Haga clic en "Finalizar" para cerrar el asistente.
fr: Félicitations, la migration de vos données est terminée. Il est recommandé de se déconnecter de 2.x pour éviter les synchronisations multiples. Cliquez sur "Terminer" pour fermer l'Assistant.
hu: Gratulálunk, az adatok áthelyezése sikeresen megtörtént. A többszörös szinkronizálás elkerülése érdekében ajánlott bontani a kapcsolatot a 2.x verziójú rendszerrel. A varázsló bezárásához kattintson a "Befejezés" gombra.
it: Migrazione dei dati completata. È consigliabile disconnettersi da 2.x per evitare sincronizzazioni multiple. Fare clic su "Fine" per chiudere la procedura guidata.
ja: データは正常に移行されました。 複数の同期を避けるために、2.xを切断することを お勧めします。 このウィザードを閉じるには［終了］をクリックします。
pl: Gratulacje, migracja danych została wykonana pomyślnie. Zaleca się odłączenie od domeny 2.x w celu uniknięcia wielokrotnych synchronizacji. Kliknij przycisk „Zakończ”, aby zamknąć kreatora.
pt_br: Parabéns! Seus dados são migrados com êxito. É recomendável se desconectar do 2.x para evitar várias sincronizações. Clique em "Concluir" para fechar o assistente.
ru: Поздравляем! Данные успешно мигрированы. Рекомендуется отключиться от сервера 2.x, чтобы избежать нескольких синхронизаций. Щелкните "Готово" для закрытия мастера.
sk: Gratulujeme, údaje sú úspešne presunuté. It odporúčame odpojiť sa od verzie 2.x čím zabránite viacnásobným synchronizáciám. Kliknutím na tlačidlo "Dokončiť" zatvoríte sprievodcu.
zh_cn: 祝贺您，您的数据已成功迁移。 建议您断开与 2.x 的连接，以 避免进行多次同步。 单击“完成”以关闭向导。
zh_tw: 恭喜！您的資料已經移轉成功。 建議您與 2.x 解除連接， 以免發生多次同步化。 請按一下「完成」關閉精靈。

# WelcomePageName
source: welcomePage
cs: uvítacíStránka
it: PaginaIniziale
pt_br: Página de Boas-vindas

source: D&ownload default iFolder
cs: S&táhnout výchozí složku iFolder
de: &Standard-iFolder-Ordner herunterladen
es: Descargar carpeta iFolder por &defecto
fr: &Télécharger le dossier iFolder par défaut
hu: &Alapértelmezett iFolder letöltése
it: Esegui il d&ownload della cartella iFolder di default
ja: デフォルトのiFolderのダウンロード(&O)
pl: &Pobierz domyślny iFolder
pt_br: Fazer D&ownload do iFolder Padrão
ru: &Загрузка папки iFolder по умолчанию
sk: &Prevziať predvolený priečinok iFolder
zh_cn: 下载默认 iFolder(&O)
zh_tw: 下載預設 iFolder(&O)

# MigrateNCopy
source: Create a copy and connect it to 3.x server
cs: Vytvořit kopii a připojit se k serveru 3.x
de: Kopie erstellen und mit dem 3.x-Server verbinden
es: Crear una copia y conectarla al servidor 3.x
fr: Créer une copie et la connecter au serveur 3.x
hu: Másolat készítése és a 3.x kiszolgálóhoz kapcsolása
it: Crea una copia ed esegui la connessione al server 3.x
ja: コピーを作成し、コピーを3.xサーバに接続する
pl: Utwórz kopię i połącz się z serwerem 3.x
pt_br: Criar uma cópia e conectá-la ao servidor 3.x
ru: Создание копии с подключением к серверу 3.x
sk: Vytvoriť kópiu a pripojiť ju na server verzie 3.x
zh_cn: 创建拷贝并将其连接到 3.x 服务器
zh_tw: 建立副本並將它連接至 3.x 伺服器

# TryAgain
source: Please try again.
cs: Zkuste to znovu.
de: Versuchen Sie es erneut.
es: Vuelva a intentarlo.
fr: Réessayez.
hu: Próbálja meg újra.
it: Riprovare.
ja: 再度実行してください。
pl: Spróbuj ponownie.
pt_br: Tente novamente.
ru: Повторите попытку.
sk: Skúste to znova.
zh_cn: 请重试。
zh_tw: 請再試一次。

# CompletionPageDT
source: Description...
cs: Popis...
de: Beschreibung...
es: Descripción...
hu: Leírás...
it: Descrizione...
ja: 説明...
pl: Opis...
pt_br: Descrição...
ru: Описание...
sk: Popis...
zh_cn: 说明...
zh_tw: 說明...

# exitTitle
source: Exit Novell iFolder
cs: Ukončit aplikaci Novell iFolder
de: Novell iFolder beenden
es: Salir de la carpeta iFolder de Novell
fr: Quitter Novell iFolder
hu: Kilépés a Novell iFolder alkalmazásból
it: Esci da Novell iFolder
ja: Novell iFolderを終了する
pl: Zakończ program Novell iFolder
pt_br: Sair do Novell iFolder
ru: Выход из Novell iFolder
sk: Ukončiť prácu s priečinkom Novell iFolder
zh_cn: 退出 Novell iFolder
zh_tw: 離開 Novell iFolder

# menuHelp.Text
source: &Help
cs: &Nápověda
de: &Hilfe
es: A&yuda
fr: &Aide
hu: &Súgó
ja: ヘルプ(&H)
pl: &Pomoc
pt_br: &Ajuda
ru: &Справка
sk: &Pomocník
zh_cn: 帮助(&H)
zh_tw: 說明(&H)

# ServerPageName
source: serverPage
cs: StránkaServeru
it: PaginaServer
pt_br: Página do Servidor

# BackText
source: &Back
cs: &Zpět
de: &Zurück
es: A&trás
fr: &Précédent
hu: &Vissza
it: &Indietro
ja: 戻る(&R)
pl: &Wstecz
pt_br: &Voltar
ru: &Назад
sk: &Naspäť
zh_cn: 后退(&R)
zh_tw: 上一步(&R)

# IdpgLbl1txt
source: Enter your iFolder username and password (for example, "jsmith").
cs: Zadejte vaše uživatelské jméno a heslo ke službě iFolder (například, jnovak).
de: Geben Sie iFolder-Benutzernamen und -Passwort ein (z.B. kschmidt).
es: Introduzca el nombre de usuario y la contraseña de iFolder (por ejemplo, jsmith).
fr: Entrez votre nom d'utilisateur et votre mot de passe iFolder (par exemple, jdupont).
hu: Adja meg iFolder felhasználónevét és jelszavát (például jkovacs).
it: Immettere il nome utente e la password iFolder (ad esempio, pbianchi).
ja: iFolderのユーザ名とパスワード(jsmithなど)を入力してください。
pl: Wprowadź nazwę użytkownika i hasło do programu iFolder (np. anowak).
pt_br: Digite seu nome de usuário e senha do iFolder (ex.: jsilva).
ru: Введите имя пользователя iFolder и пароль (например jsmith).
sk: Zadajte svoje používateľské meno a heslo služby iFolder (napríklad jnovak).
zh_cn: 输入您的 iFolder 用户名和口令（例如，jsmith）。
zh_tw: 輸入您的 iFolder 使用者名稱和密碼 (例如，jsmith)。

# CannotCopy
source: Unable to copy the folder
cs: Složku není možné zkopírovat
de: Ordner kann nicht kopiert werden
es: No es posible copiar la carpeta
fr: Impossible de copier le dossier
hu: Nem lehet másolni a mappát
it: Impossibile copiare la cartella
ja: フォルダにコピーできません
pl: Nie można skopiować folderu
pt_br: Impossível copiar a pasta
ru: Невозможно скопировать папку
sk: Nepodarilo sa skopírovať priečinok
zh_cn: 无法复制文件夹
zh_tw: 無法複製資料夾

# NoText
source: No
cs: Ne
de: Nein
fr: Non
hu: Nem
ja: いいえ
pl: Nie
pt_br: Não
ru: Нет
sk: Nie
zh_cn: 否
zh_tw: 否

# SkipText
source: &Skip
cs: &Přeskočit
de: &Überspringen
es: &Omitir
fr: &Ignorer
hu: Ki&hagyás
it: &Ignora
ja: スキップ(&S)
pl: &Pomiń
pt_br: &Ignorar
ru: &Пропустить
sk: &Vynechať
zh_cn: 跳过(&S)
zh_tw: 略過(&S)

# UNameTextbox
source: &User name
cs: &Uživatelské jméno
de: &Benutzername
es: Nombre de &usuario
fr: Nom d&'utilisateur
hu: &Felhasználónév
it: &Nome utente
ja: ユーザ名(&U)
pl: &Nazwa użytkownika
pt_br: Nome de &usuário
ru: &Имя пользователя
sk: Meno po&užívateľa
zh_cn: 用户名(&U)
zh_tw: 使用者名稱(&U)

# clientDiskFullFailure
source: Insufficient disk space on this computer prevented synchronization: {0}
cs: Nedostatečný prostor na disku počítače zabránil synchronizaci: {0}
de: Unzureichender Speicherplatz auf diesem Computer verhinderte Synchronisierung: {0}
es: La falta de espacio de disco de este equipo ha impedido la sincronización: {0}
fr: Un espace disque insuffisant sur cet ordinateur a empêché la synchronisation : {0}
hu: A számítógépen lévő elégtelen szabad lemezterület miatt nem lehetett végrehajtani a szinkronizálást: {0}
it: Spazio su disco insufficiente sul computer. Sincronizzazione non eseguita: {0}
ja: このコンピュータのディスクスペースが十分でないため同期できません: {0}
pl: Niewystarczająca ilość miejsca na tym komputerze uniemożliwiła synchronizację: {0}
pt_br: Espaço em disco insuficiente no servidor impediu a sincronização: {0}
ru: Синхронизация запрещена из-за недостаточного дискового пространства на данном компьютере: {0}
sk: Synchronizácii zabránil nedostatok miesta na disku na tomto počítači: {0}
zh_cn: 此计算机上的磁盘空间不足阻止同步：{0}
zh_tw: 此電腦上的磁碟空間不足已化：{0}

# ioErrorWriteFailure
source: Unable to write files in the folder. Verify permissions on your local folder.
cs: Nelze zapisovat soubory do složky. Zkontrolujte oprávnění k místní složce.
de: Fehler beim Schreiben der Dateien in den Ordner. Überprüfen Sie die Berechtigungen für Ihren lokalen Ordner.
es: No es posible escribir los archivos en la carpeta. Compruebe los permisos en la carpeta local.
fr: Les fichiers ne peuvent pas être inscrits dans le dossier. Vérifiez les autorisations associées à votre dossier local.
hu: A mappa fájljai nem írhatók. Ellenőrizze a helyi mappára vonatkozó engedélyeket.
it: Impossibile scrivere i file nella cartella. Verificare le autorizzazioni nella cartella locale.
ja: フォルダにファイルを書き込むことができません。ローカルフォルダに対するパーミッションを確認してください。
pl: Nie można zapisać plików w folderze. Zweryfikuj uprawnienia do folderu lokalnego.
pt_br: Não é possível gravar arquivos na pasta. Verifique as permissões da pasta local.
ru: Не удается записать файлы в папку. Проверьте права на локальную папку.
sk: Súbory v priečinku sa nedajú zapísať. Overte povolenia pre lokálny priečinok.
zh_cn: 无法对此文件夹中的文件进行写操作。请校验对您本地文件夹的权限。
zh_tw: 無法在資料夾中寫入檔案。請確認您本地資料夾的許可。

# BrowseText
source: &Browse
cs: &Prohlížet
de: &Durchsuchen
es: E&xaminar
fr: &Parcourir
hu: &Tallózás
it: &Sfoglia
ja: 参照(&B)
pl: Prze&glądaj
pt_br: &Procurar
ru: &Просмотр
sk: &Prehľadávať
zh_cn: 浏览(&B)
zh_tw: 瀏覽(&B)

# menuExit.Text
source: Exit
cs: Konec
de: Beenden
es: Salir
fr: Quitter
hu: Kilépés
it: Esci
ja: 終了
pl: Zakończ
pt_br: Sair
ru: Выход
sk: Skončiť
zh_cn: 退出
zh_tw: 結束

# CannotBeiFolder
source: The folder can not be converted into ifolder
cs: Tato složka nemůže být převedena na složku iFolder.
de: Der Ordner kann nicht in einen iFolder konvertiert werden
es: No es posible convertir la carpeta en una carpeta iFolder
fr: Impossible de convertir le dossier en dossier iFolder
hu: A mappát nem lehet iFolder mappává alakítani
it: Impossibile convertire la cartella in una cartella iFolder
ja: フォルダをiFolderに変換できません。
pl: Nie można przekonwertować folderu na folder iFolder
pt_br: A pasta não pode ser convertida em uma pasta do iFolder
ru: Папка не может быть преобразована в папку iFolder
sk: Priečinok sa nedá konvertovať na priečinok iFolder
zh_cn: 文件夹无法转换为 iFolder
zh_tw: 此資料夾無法轉換成 ifolder

# downloading
source: Downloading: {0}
cs: Probíhá stahování: {0}
de: {0} wird heruntergeladen
es: Descargando: {0}
fr: Téléchargement : {0}
hu: Letöltés: {0}
it: Esecuzione del download in corso: {0}
ja: {0} をダウンロードしています
pl: Pobieranie: {0}
pt_br: Fazendo download: {0}
ru: Загрузка: {0}
sk: Preberá sa: {0}
zh_cn: 正在下载：{0}
zh_tw: 正在下載：{0}

# downloadFile
source: Downloading file: {0}
cs: Probíhá stahování souboru: {0}
de: Datei wird heruntergeladen: {0}
es: Descargando el archivo: {0}
fr: Téléchargement du fichier : {0}
hu: Fájl letöltése: {0}
it: Esecuzione del download del file in corso: {0}
ja: ファイルをダウンロードしています: {0}
pl: Pobieranie pliku: {0}
pt_br: Fazendo download do arquivo: {0}
ru: Загрузка файла: {0}
sk: Preberá sa súbor: {0}
zh_cn: 正在下载文件：{0}
zh_tw: 正在下載檔案：{0}

source: Not Encrypted
cs: Nezašifrováno
de: Nicht verschlüsselt
es: Sin cifrar
fr: Non codé
hu: Nincs titkosítva
it: Non cifrato
ja: 暗号化しない
pl: Niezaszyfrowane
pt_br: Não Criptografado
ru: Без шифрования
sk: Nezašifrované
zh_cn: 未加密
zh_tw: 未加密

# collisionMessage
source: A conflict has been detected in iFolder "{0}". Click here to resolve the conflicts in the iFolder.
cs: Ve složce iFolder "{0}" byl zaznamenán konflikt. Klepnutím na tento odkaz vyřešte konflikty v této složce iFolder.
de: Im iFolder "{0}" wurden Konflikte ermittelt. Klicken Sie hier, um die Konflikte im iFolder zu lösen.
es: Se ha detectado un conflicto en la carpeta iFolder "{0}". Haga clic aquí para resolver los conflictos de la carpeta iFolder.
fr: Un conflit a été détecté dans le dossier iFolder "{0}". Cliquez ici pour résoudre les conflits dans le dossier iFolder.
hu: A(z) "{0}" iFolder mappában ütközés észlelhető. Kattintson ide az iFolder mappán belüli ütközés feloldásához.
it: È stato rilevato un conflitto nella cartella iFolder "{0}". Fare clic qui per risolvere i conflitti nella cartella iFolder.
ja: iFolder「{0}」で競合が検出されました。iFolder内の競合を解決するにはここをクリックしてください。
pl: Wykryto konflikt w iFolderze "{0}". Kliknij tutaj, aby rozwiązać konflikty w iFolderze.
pt_br: Conflito detectado na pasta do iFolder "{0}". Clique aqui para resolver os conflitos na pasta do iFolder.
ru: Обнаружен конфликт в iFolder "{0}". Щелкните здесь для разрешения конфликтов в iFolder.
sk: Bol zistený konflikt v priečinku iFolder „{0}“. Kliknutím sem môžete riešiť konflikty v priečinku iFolder.
zh_cn: 已在 iFolder“{0}”中检测到冲突。请单击此处解决 iFolder 中的冲突。
zh_tw: 在 iFolder "{0}" 中偵測到衝突。請按一下此處以解決 iFolder 中的衝突。

# menuEventLogReader.Text
source: Event Log Reader
cs: Prohlížeč protokol událostí
de: Ereignisanzeige
es: Lector del registro de eventos
fr: Lecteur du journal des événements
hu: Eseménynapló olvasója
it: Lettore log eventi
ja: イベントログリーダー
pl: Czytnik dziennika zdarzeń
pt_br: Leitor do Registro de Eventos
ru: Средство просмотра журнала событий
sk: Prehliadač denníka udalostí
zh_cn: 事件日志阅读程序
zh_tw: 事件記錄讀取器

# myiFolders
source: iFolder
cs: Složka iFolder
de: iFolder-Ordner

# downloadDeltaSyncFile
source: Downloading file: {0}. Synchronizing changes only: {1}% savings.
cs: Probíhá stahování souboru: {0}. Probíhá pouze synchronizace změn: {1}% zápisu.
de: Datei wird heruntergeladen: {0}. Nur Änderungen werden synchronisiert: {1}% Einsparungen.
es: Descargando el archivo: {0}. Sincronizando sólo los cambios: {1}% guardado.
fr: Téléchargement du fichier : {0}. Synchronisation de changements uniquement : {1} % d'économies.
hu: Fájl letöltése: {0}. Csak a változások szinkronizálása: {1}% megtakarítás.
it: Esecuzione del download del file: {0}. Sincronizzazione delle sole modifiche in corso: {1}% salvato.
ja: ファイルをダウンロード中: {0}。変更のみを同期中: {1}% 保存しました。
pl: Pobieranie pliku: {0}. Synchronizowanie samych zmian: {1}% oszczędności.
pt_br: Fazendo download do arquivo: {0}. A sincronização muda somente: {1}% gravações.
ru: Загрузка файла: {0}. Только синхронизация изменений: {1}% сохранений.
sk: Preberá sa súbor: {0}. Synchronizujú sa iba zmeny: {1}% uložení.
zh_cn: 正在下载文件：{0}。同步更改仅剩 {1}%。
zh_tw: 正在下載檔案：{0}。僅同步化變更：儲存 {1}%。

# localSync
source: Checking for changes: {0}
cs: Probíhá kontrola změn: {0}
de: Änderungen werden gesucht: {0}
es: Comprobando la presencia de cambios: {0}
fr: Recherche de changements : {0}
hu: Változások keresése: {0}
it: Ricerca delle modifiche in corso: {0}
ja: 変更を確認しています: {0}
pl: Poszukiwanie zmian: {0}
pt_br: Verificando se há mudanças: {0}
ru: Проверка изменений: {0}
sk: Zisťujú sa zmeny: {0}
zh_cn: 正在检查更改：{0}
zh_tw: 正在檢查變更：{0}

# DirExists
source: The directory exists already
cs: Adresář již existuje
de: Das Verzeichnis ist bereits vorhanden
es: Este directorio ya existe
fr: Le répertoire existe déjà
hu: Már van ilyen könyvtár
it: La directory esiste già
ja: ディレクトリはすでに存在します
pl: Katalog już istnieje
pt_br: O diretório já existe
ru: Каталог уже существует
sk: Adresár už existuje
zh_cn: 目录已存在
zh_tw: 此目錄已存在

# FinishText
source: &Finish
cs: &Dokončit
de: &Fertig stellen
es: &Finalizar
fr: &Terminer
hu: &Befejezés
it: &Fine
ja: 終了(&F)
pl: &Zakończ
pt_br: &Concluir
ru: &Готово
sk: &Dokončiť
zh_cn: 完成(&F)
zh_tw: 完成(&F)

# menuTools.Text
source: Tools
cs: Nástroje
de: Werkzeuge
es: Herramientas
fr: Outils
hu: Eszközök
it: Strumenti
ja: ツール
pl: Narzędzia
pt_br: Ferramentas
ru: Сервис
sk: Nástroje
zh_cn: 工具
zh_tw: 工具

source: Anytime...
cs: Kdykoliv...
de: Bei Bedarf...
es: En cualquier momento...
fr: N'importe quand...
hu: Bármikor...
it: In qualsiasi momento...
ja: いつでも...
pl: W każdej chwili...
pt_br: Qualquer Horário...
ru: Всегда...
sk: Kedykoľvek...
zh_cn: 任何时间...
zh_tw: 任何時間...

# syncingDir
source: Synchronizing directory: {0}
cs: Probíhá synchronizace adresáře: {0}
de: Verzeichnis wird synchronisiert: {0}
es: Sincronizando el directorio: {0}
fr: Synchronisation du répertoire : {0}
hu: Könyvtár szinkronizálása: {0}
it: Sincronizzazione della directory in corso: {0}
ja: ディレクトリを同期中: {0}
pl: Synchronizowanie katalogu: {0}
pt_br: Sincronizando diretório: {0}
ru: Синхронизация каталога: {0}
sk: Synchronizuje sa adresár: {0}
zh_cn: 正在同步目录：{0}
zh_tw: 正在同步化目錄：{0}

# fatalErrorTitle
source: Unable to Start iFolder Services
cs: Není možné spustit služby iFolder
de: iFolder-Services können nicht gestartet werden
es: No es posible iniciar los servicios de iFolder
fr: Impossible de démarrer les services iFolder
hu: Nem lehet elindítani az iFolder szolgáltatásokat
it: Impossibile avviare i servizi iFolder
ja: iFolderサービスを開始できません
pl: Nie można uruchomić usług iFolder
pt_br: Impossível Iniciar Serviços do iFolder
ru: Не удается запустить сервисы iFolder
sk: Služby aplikácie iFolder sa nedajú spustiť
zh_cn: 无法启动 iFolder 服务
zh_tw: 無法啟動 iFolder 服務

# deleteClientDir
source: Deleting directory: {0}
cs: Odstraňování adresáře: {0}
de: Verzeichnis wird gelöscht: {0}
es: Suprimiendo el directorio: {0}
fr: Suppression du répertoire : {0}
hu: Könyvtár törlése: {0}
it: Cancellazione in corso della directory: {0}
ja: ディレクトリを削除中: {0}
pl: Usuwanie katalogu: {0}
pt_br: Apagando diretório: {0}
ru: Удаление каталога: {0}
sk: Odstraňuje sa adresár: {0}
zh_cn: 正在删除目录：{0}
zh_tw: 正在刪除目錄：{0}

# ServerPageDesc
source: Setting this iFolder server as your default server will enable iFolder to automatically select this server when adding new iFolders.
cs: Nastavení tohoto serveru iFolder jako výchozího serveru umožní aplikaci iFolder automaticky vybrat tento server při přidávání nových složek iFolder.
de: Wenn Sie diesen iFolder-Server als Standardserver festlegen, kann iFolder diesen Server beim Hinzufügen neuer iFolder-Ordner automatisch auswählen.
es: Si establece este servidor iFolder como el servidor por defecto, iFolder lo podrá seleccionar automáticamente cuando se añadan nuevas carpetas iFolder.
fr: La définition de ce serveur iFolder comme serveur par défaut permettra à iFolder de sélectionner automatiquement ce serveur lors de l'ajout de nouveaux dossiers iFolder.
hu: Ha ezt az iFolder kiszolgálót alapértelmezettként állítja be, az iFolder új mappák hozzáadásakor automatikusan ki tudja választani ezt a kiszolgálót.
it: L'impostazione di questo server iFolder come server di default consente a iFolder di selezionare automaticamente il server per l'aggiunta di nuove cartelle iFolder.
ja: このiFolderサーバをデフォルトサーバとして設定することで、新しいiFolderを追加したときに、iFolderによってこのサーバが自動的に選択されます。
pl: Jeśli ten serwer programu iFolder zostanie ustawiony jako serwer domyślny, to będzie on automatycznie wybierany przez program iFolder podczas dodawania nowych iFolderów.
pt_br: A configuração deste Servidor iFolder como padrão permitirá que o iFolder selecione automaticamente esse servidor ao adicionar novas pastas.
ru: Установка данного сервера iFolder в качестве сервера по умолчанию позволит системе iFolder автоматически выбирать этот сервер при добавлении новых папок iFolder.
sk: Ak tento server iFolder nastavíte ako predvolený, služba iFolder ho pri pridávaní nových priečinkov iFolder automaticky vyberie.
zh_cn: 将此 iFolder 服务器设置为默认的服务器将允许在添加新的 iFolder 时 iFolder 自动选择此服务器。
zh_tw: 將此 iFolder 伺服器設定為您的預設伺服器，將可讓 iFolder 在新增 iFolder 時自動選取此伺服器。

# CompletionPageAT
source: Click Finish to close this wizard
cs: Klepnutím na tlačítko Dokončit ukončete průvodce.
de: Klicken Sie auf 'Fertig stellen', um diesen Assistenten zu beenden.
es: Haga clic en Finalizar para cerrar el asistente.
fr: Pour fermer cet Assistant, cliquez sur Terminer.
hu: A varázsló bezárásához kattintson a Befejezés gombra.
it: Per chiudere la procedura guidata, scegliere Fine.
ja: ウィザードを閉じるには、［終了］をクリックします。
pl: Aby zamknąć kreatora, kliknij przycisk Zakończ.
pt_br: Para fechar o assistente, clique em Concluir.
ru: Для закрытия мастера щелкните "Готово".
sk: Kliknutím na tlačidlo Dokončiť tohto sprievodcu ukončíte.
zh_cn: 要关闭此向导，单击“完成”。
zh_tw: 若要關閉此精靈，請按一下「完成」。

# RememberPasswd
source: Remember password on this computer
cs: Zapamatovat heslo v tomto počítači
de: Passwort auf diesem Computer speichern
es: Recordar contraseña en este equipo
fr: Mémoriser le mot de passe sur cet ordinateur
hu: A jelszó megjegyzése ezen a számítógépen
it: Memorizza password su questo computer
ja: このコンピュータにパスワードを保存する
pl: Zapamiętaj hasło na tym komputerze
pt_br: Lembrar senha neste computador
ru: Запомнить пароль на этом компьютере
sk: Uložiť heslo na tomto počítači
zh_cn: 在此计算机上保存口令
zh_tw: 在這台電腦上記住密碼

# menuSyncLog.Text
source: Synchronization Log
cs: Synchronizační protokol
de: Synchronisierungsprotokoll
es: Registro de sincronización
fr: Journal de synchronisation
hu: Szinkronizálási napló
it: Log di sincronizzazione
ja: 同期ログ
pl: Dziennik synchronizacji
pt_br: Registro de Sincronização
ru: Журнал синхронизации
sk: Denník Synchronizácie
zh_cn: 同步日志
zh_tw: 同步記錄

# uploading
source: Uploading: {0}
cs: Probíhá vysílání: {0}
de: {0} wird heraufgeladen.
es: Cargando: {0}
fr: Téléchargement : {0}
hu: Feltöltés: {0}
it: Esecuzione upload in corso: {0}
ja: {0} をアップロードしています
pl: Przesyłanie: {0}
pt_br: Fazendo upload: {0}
ru: Отправка: {0}
sk: Odovzdáva sa: {0}
zh_cn: 正在上载：{0}
zh_tw: 正在上載：{0}
