Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Windows/FormsTrayApp/FormsTrayApp.*.resx
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk, zh_cn, zh_tw

# readOnlyFailureInfo
source: You have Read-only access to this iFolder. Files that you place in this iFolder will not be synchronized. Click here to view the Synchronization Log.
cs: K této složce iFolder máte přístup pouze ke čtení. Soubory, které jste umístili do této složky, se nebudou synchronizovat. Klepnutím na tento odkaz zobrazte synchronizační protokol.
de: Sie verfügen nur über Lesezugriff für diesen iFolder-Ordner. Dateien, die Sie darin ablegen, werden nicht synchronisiert. Klicken Sie hier, um das Synchronisierungsprotokoll anzuzeigen.
es: Sólo dispone de acceso de sólo lectura a esta carpeta iFolder. Los archivos que coloque en esta carpeta iFolder no se sincronizarán. Haga clic aquí para ver el registro de sincronización.
fr: Vous avez accès en lecture seule à ce dossier iFolder. Les fichiers que vous placez dans ce dossier iFolder ne seront pas synchronisés. Cliquez ici pour afficher le journal de synchronisation.
hu: Ehhez az iFolder mappához olvasási hozzáférése van. Az ebben az iFolder mappában elhelyezett fájlok nem szinkronizálódnak. Ha meg szeretné tekinteni a szinkronizálási naplót, kattintson ide.
it: Si dispone dell'accesso in sola lettura alla cartella iFolder. I file inclusi in tale cartella non verranno sincronizzati. Fare clic qui per visualizzare il log di sincronizzazione.
ja: このiFolderへのアクセス権は読み込み専用です。このiFolder内のファイルは同期されません。同期ログを表示するにはここをクリックしてください。
pl: Posiadasz dostęp tylko do odczytu w tym iFolderze. Pliki umieszczone w tym iFolderze nie będą synchronizowane. Kliknij tutaj, aby wyświetlić dziennik synchronizacji.
pt_br: Você tem acesso apenas leitura a esta pasta iFolder. Os arquivos colocados nela não serão sincronizados. Clique aqui para ver o Registro de Sincronização.
ru: Данная папка iFolder доступна только для чтения. Файлы, помещенные в эту папку iFolder, не будут синхронизированы. Щелкните здесь для просмотра журнала синхронизации.
sk: K tomuto priečinku iFolder máte prístup iba na čítanie. Súbory, ktoré umiestnite do tohto priečinka, sa nebudú synchronizovať. Kliknutím sem zobrazíte denník synchronizácie.
zh_cn: 您对此 iFolder 只具有只读权限。将不会同步放置在此 iFolder 中的文件。单击此处查看同步日志。
zh_tw: 您具有對此 iFolder 的唯讀存取權限。您放在 iFolder 中的檔案將不會同步化。按一下此處以檢視同步記錄。

# createAccount
source: To begin using iFolder, you must first set up an iFolder account. Click here to add a new account.
cs: Chcete-li začít používat složku iFolder, musíte nejdříve nastavit účet iFolder. Klepnutím na tento odkaz přidáte nový účet.
de: Zur Verwendung von iFolder müssen Sie zuerst ein iFolder-Konto einrichten. Klicken Sie hier, um ein neues Konto hinzuzufügen.
es: Para empezar a utilizar iFolder, debe configurar primero una cuenta de iFolder. Haga clic aquí para añadir una cuenta nueva.
fr: Pour commencer à utiliser iFolder, vous devez configurer un compte iFolder. Cliquez ici pour ajouter un nouveau compte.
hu: Az iFolder használatának elkezdéséhez először létre kell hoznia egy iFolder-fiókot. Ha létre szeretné hozni az új fiókot, kattintson ide.
it: Prima di cominciare a utilizzare iFolder, è necessario configurare un account iFolder. Fare clic qui per aggiungere un nuovo account.
ja: iFolderの使用を開始するには、最初にiFolderアカウントをセットアップする必要があります。ここをクリックして新しいアカウントを追加してください。
pl: Przed rozpoczęciem korzystania z iFolderu trzeba najpierw skonfigurować konto programu iFolder. Kliknij tutaj, aby dodać nowe konto.
pt_br: Para começar a usar o iFolder, é preciso configurar uma conta do iFolder primeiro. Clique aqui para adicionar uma nova conta.
ru: Перед началом работы с iFolder необходимо установить учетную запись iFolder. Щелкните здесь для добавления новой учетной записи.
sk: Ak chcete začať používať priečinok iFolder, musíte najprv nastaviť konto služby iFolder. Nové konto vytvoríte kliknutím sem.
zh_cn: 要开始使用 iFolder，必须先设置 iFolder 帐户。单击此处添加一个新帐户。
zh_tw: 若要開始使用 iFolder，您必須先設定 iFolder 帳戶。請按一下此處以新增帳戶。

# MigrationConvert
source: Unable to convert to an iFolder
cs: Složku iFolder není možné převést
de: Konvertierung in iFolder nicht möglich
es: No es posible la conversión a una carpeta iFolder
fr: Impossible de convertir un dossier iFolder
hu: Nem lehet iFolder mappává átalakítani
it: Impossibile eseguire la conversione a una cartella iFolder
ja: iFolderに変換できません
pl: Nie można przekonwertować na iFolder
pt_br: Impossível converter para uma pasta do iFolder
ru: Не удается выполнить преобразование в папку iFolder
sk: Nedá sa konvertovať na priečinok iFolder
zh_cn: 无法转换为 iFolder
zh_tw: 無法轉換至 iFolder

source: iFolder Services
cs: Služby složky iFolder
es: Servicios de iFolder
fr: Services iFolder
hu: iFolder szolgáltatások
it: Servizi iFolder
ja: iFolderサービス
pl: Usługi iFolder
pt_br: Serviços do iFolder
ru: Сервис iFolder
sk: Služby aplikácie iFolder
zh_cn: iFolder 服务
zh_tw: iFolder 服務

# accessFailure
source: Insufficient rights prevented synchronization: {0}
cs: Nedostatečná práva zabránila synchronizaci: {0}
de: Unzureichende Rechte verhinderten Synchronisierung: {0}
es: La falta de derechos ha impedido la sincronización: {0}
fr: Des droits insuffisants ont empêché la synchronisation : {0}
hu: Az elégtelen jogosultság miatt nem lehetett végrehajtani a szinkronizálást: {0}
it: Diritti insufficienti per eseguire la sincronizzazione: {0}
ja: 権利が適正でないため同期できません: {0}
pl: Niewystarczające uprawnienia uniemożliwiły synchronizację: {0}
pt_br: Direitos insuficientes impediram a sincronização: {0}
ru: Синхронизация запрещена из-за недостаточных прав: {0}
sk: Synchronizácii zabránili nedostatočné práva: {0}
zh_cn: 权限不足阻止同步：{0}
zh_tw: 權限不足已防止同步化：{0}

source: ReType Passphrase:
cs: Opakujte heslo:
de: Passwortsatz wiederholen:
es: Reescriba la contraseña codificada:
fr: Retaper la phrase secrète :
hu: Írja be újra a hozzáférési kódot:
it: Ridigita stringa di cifratura:
ja: パスフレーズの再入力:
pl: Wpisz ponownie zwrot szyfrowania:
pt_br: Redigitar Frase Secreta:
ru: Повтор контрольной фразы:
sk: Znova zadajte prístupový výraz:
zh_cn: 重键入通行口令：
zh_tw: 重新輸入密碼片語：

# ResetError
source: Error changing the passphrase
cs: Chyba při změně hesla
de: Fehlern beim Ändern des Passwortsatzes
es: Error el cambiar la contraseña codificada
fr: Erreur de réinitialisation de la phrase secrète
hu: Hiba történt a hozzáférési kód megváltoztatásakor
it: Errore durante la modifica della stringa di cifratura
ja: パスフレーズの変更中にエラー
pl: Błąd podczas zmiany zwrotu szyfrowania
pt_br: Erro ao mudar a frase secreta
ru: Ошибка изменения контрольной фразы
sk: Chyba pri pokuse o zmenu prístupového výrazu
zh_cn: 更改通行口令时出错
zh_tw: 變更密碼片語時發生錯誤

source: Anywhere...
cs: Kdekoliv...
de: Beliebig...
es: En cualquier lugar...
fr: N'importe où...
hu: Bárhol...
it: Ovunque...
ja: どこからでも...
pl: Gdziekolwiek...
pt_br: Qualquer Lugar...
ru: Везде...
sk: Kdekoľvek...
zh_cn: 任何位置...
zh_tw: 任何地方...

# iFoldersOnServerHeading
source: iFolders on {0}
cs: Složky iFolder na {0}
de: iFolder-Ordner auf {0}
es: Carpetas iFolder en {0}
fr: Dossiers iFolder sur {0}
hu: iFolder mappák a(z) {0} számítógépen
it: Cartelle iFolder in {0}
ja: {0} のiFolder
pl: iFoldery na {0}
pt_br: Pastas do iFolder em {0}
ru: Папки iFolder на {0}
sk: Priečinky iFolder na {0}
zh_cn: {0} 上的 iFolder
zh_tw: {0} 上的 iFolder

# MigrationHT
source: Migrate the iFolder
cs: Migrace složky iFolder
de: iFolder migrieren
es: Migrar la carpeta iFolder
fr: Migrer le dossier iFolder
hu: Az iFolder mappa áttelepítése
it: Esegui la migrazione della cartella iFolder
ja: iFolderを移行
pl: Migruj iFolder
pt_br: Migrar o iFolder
ru: Миграция iFolder
sk: Preniesť priečinok iFolder
zh_cn: 迁移 iFolder
zh_tw: 移轉 iFolder

# conflictFailure
source: Conflict occurred: {0}
cs: Vyskytl se konflikt: {0}
de: Konflikt aufgetreten: {0}
es: Se ha producido un conflicto: {0}
fr: Un conflit est survenu : {0}
hu: Ütközés történt: {0}
it: Si è verificato un conflitto: {0}
ja: 競合が発生しました: {0}
pl: Wystąpił konflikt: {0}
pt_br: Conflito: {0}
ru: Произошел конфликт: {0}
sk: Vyskytol sa konflikt: {0}
zh_cn: 发生冲突：{0}
zh_tw: 發生衝突：{0}

# AccountName
source: Domain Name
cs: Název účtu
de: Kontoname
es: Nombre de cuenta
fr: Nom du compte
hu: Fiók neve
it: Nome dominio
ja: アカウント名
pl: Nazwa konta
pt_br: Nome da Conta
ru: Имя учетной записи
sk: Názov konta
zh_cn: 帐户名
zh_tw: 帳戶名稱

# doneCheckingForiFolders
source: Done checking for new iFolders: {0}
cs: Provedena kontrola nových složek iFolder: {0}
de: Suche nach neuen iFolder-Ordnern abgeschlossen: {0}
es: Se ha terminado de comprobar la existencia de nuevas carpetas iFolder: {0}
fr: Fin de la recherche de nouveaux dossiers iFolder : {0}
hu: Az új iFolder mappák keresése befejeződött: {0}
it: Ricerca di nuove cartelle iFolder completata: {0}
ja: 新しいiFolderの確認を終了しました: {0}
pl: Zakończono poszukiwanie nowych iFolderów: {0}
pt_br: Concluída a verificação de novas pastas do iFolder: {0}
ru: Проверка новых папок iFolder выполнена: {0}
sk: Zisťovanie nových priečinkov iFolder je dokončené: {0}
zh_cn: 完成检查新的 iFolder：{0}
zh_tw: 檢查新的 iFolder 完成：{0}

# quotaFailureTitle
source: Incomplete Synchronization: {0}
cs: Nedokončená synchronizace: {0}
de: Unvollständige Synchronisierung: {0}
es: Sincronización incompleta: {0}
fr: Synchronisation incomplète : {0}
hu: Befejezetlen szinkronizálás: {0}
it: Sincronizzazione non completata: {0}
ja: 不完全な同期: {0}
pl: Niedokończona synchronizacja: {0}
pt_br: Sincronização Incompleta: {0}
ru: Незавершенная синхронизация: {0}
sk: Nedokončená synchronizácia: {0}
zh_cn: 同步不完整：{0}
zh_tw: 同步化未完成：{0}

# newMemberMessage
source: {0} has joined the iFolder "{1}". Click here to view the member list for the iFolder.
cs: {0} se připojil ke složce iFolder "{1}". Klepnutím na tento odkaz zobrazíte seznam členů této složky iFolder.
de: {0} ist dem iFolder "{1}" beigetreten. Klicken Sie hier, um die Mitgliederliste für den iFolder anzuzeigen.
es: {0} se ha incorporado a la carpeta iFolder "{1}". Haga clic aquí para ver la lista de miembros de esta carpeta iFolder.
fr: {0} a rejoint les membres du dossier iFolder "{1}". Cliquez ici pour afficher la liste des membres du dossier iFolder.
hu: {0} csatlakozott a(z) "{1}" iFolder mappához. Kattintson ide az iFolder mappa taglistájának megjelenítéséhez.
it: {0} ha aderito alla cartella iFolder "{1}". Fare clic qui per visualizzare l'elenco dei membri per la cartella iFolder.
ja: {0} がiFolder 「{1}」へ参加しました。iFolderのメンバーリストを表示するにはここをクリックしてください。
pl: {0} dołączył do iFolderu "{1}". Kliknij tutaj, aby wyświetlić listę członków przypisanych do tego iFolderu.
pt_br: {0} ingressou na pasta "{1}" do iFolder. Clique aqui para ver a lista de membros do iFolder.
ru: {0} присоединился к папке iFolder "{1}". Щелкните здесь для просмотра списка членов папки iFolder.
sk: Používateľ {0} sa pridal k priečinku iFolder „{1}“. Zoznam členov priečinka iFolder zobrazíte kliknutím sem.
zh_cn: {0} 已加入 iFolder“{1}”。请单击此处查看 iFolder 的成员列表。
zh_tw: {0} 已加入 iFolder "{1}"。請按一下此處以檢視 iFolder 的成員清單。

# RememberPasswdCheckbox
source: &Remember password on this computer
cs: Zapa&matovat heslo na tomto počítači
de: &Passwort auf diesem Computer speichern
es: &Recordar contraseña en este equipo
fr: &Mémoriser le mot de passe sur cet ordinateur
hu: A &jelszó megjegyzése ezen a számítógépen
it: &Memorizza password su questo computer
ja: このコンピュータにパスワードを保存する(&R)
pl: Zapa&miętaj hasło na tym komputerze
pt_br: &Lembrar senha neste computador
ru: Запомни&ть пароль на этом компьютере
sk: &Zapamätať heslo v tomto počítači
zh_cn: 在此计算机上记住口令(&R)
zh_tw: 在這台電腦上記住密碼(&R)

# subscriptionTitle
source: New iFolder "{0}"
cs: Nová složka iFolder "{0}"
de: Neuer iFolder-Ordner "{0}"
es: Nueva carpeta iFolder "{0}"
fr: Nouveau dossier iFolder "{0}"
hu: Új iFolder "{0}"
it: Nuova cartella iFolder "{0}"
ja: 新しいiFolder「{0}」
pl: Nowy iFolder "{0}"
pt_br: Novo iFolder "{0}"
ru: Новая папка iFolder "{0}"
sk: Nový priečinok „{0}“
zh_cn: 新建 iFolder“{0}”
zh_tw: 新 iFolder "{0}"

# NextText
source: &Next
cs: &Další
de: &Weiter
es: &Siguiente
fr: &Suivant
hu: &Tovább
it: &Avanti
ja: 次へ(&N)
pl: &Dalej
pt_br: Ava&nçar
ru: Д&алее
sk: &Ďalej
zh_cn: 下一步(&N)
zh_tw: 下一步(&N)

# uploadFile
source: Uploading file: {0}
cs: Vysílání souboru: {0}
de: Datei wird heraufgeladen: {0}.
es: Cargando el archivo: {0}
fr: Téléchargement du fichier : {0}
hu: Fájl feltöltése: {0}
it: Esecuzione dell'upload del file in corso: {0}
ja: ファイルをアップロードしています: {0}
pl: Przesyłanie pliku: {0}
pt_br: Fazendo upload do arquivo: {0}
ru: Отправка файла: {0}
sk: Odovzdáva sa súbor: {0}
zh_cn: 正在上载文件：{0}
zh_tw: 正在上載檔案：{0}正在上載檔案：{0}

# IdentityPageHeaderTitle
source: iFolder Account Information
cs: Informace o účtu iFolder
de: iFolder-Kontoinformationen
es: Información de cuenta de iFolder
fr: Informations du compte iFolder
hu: iFolder fiókadatok
it: Informazioni sull'account iFolder
ja: iFolderアカウント情報
pl: Informacje o koncie programu iFolder
pt_br: Informações sobre a Conta do iFolder
ru: Информация об учетной записи iFolder
sk: Informácie o konte služby iFolder
zh_cn: iFolder 帐户信息
zh_tw: iFolder 帳戶資訊

# ifolder2NotPresent
source: iFolder2.x is not installed on this system
cs: Klient iFolder 2.x není v tomto systému nainstalován
de: iFolder2.x ist nicht auf dem System installiert
es: iFolder2.x no se ha instalado en este sistema
fr: iFolder2.x n'est pas installé sur ce système
hu: Ezen a számítógépen nincs telepítve az iFolder2.x verzió
it: iFolder2.x non è installato nel sistema
ja: iFolder2.xはこのシステムにインストールされていません
pl: Program iFolder w wersji 2.x nie jest zainstalowany w tym systemie
pt_br: O iFolder 2.x não está instalado neste sistema
ru: Программа iFolder2.x не установлена в системе
sk: Verzia služby iFolder 2.x nie je na tomto systéme nainštalovaná
zh_cn: 此系统未安装 iFolder 2.x
zh_tw: 此系統上未安裝 iFolder2.x。

# DefaultServerCheckbox
source: Set this as my &default server
cs: Převést tento server jako &výchozí
de: Diesen als Stan&dardserver festlegen
es: Establecer como servidor por &defecto
fr: D&éfinir ce serveur comme celui par défaut
hu: Legyen ez az &alapértelmezett kiszolgálóm
it: Imposta come server di &default
ja: これをデフォルトサーバにする(&D)
pl: &Ustaw ten serwer jako domyślny
pt_br: Definir como meu servi&dor padrão
ru: Выбрать этот сервер в качестве сервера по у&молчанию
sk: Nastaviť ako môj pre&dvolený server
zh_cn: 将此服务器设置为我的默认服务器(&D)
zh_tw: 將此伺服器設為預設伺服器(&D)

# deleteClientFile
source: Deleting file: {0}
cs: Probíhá odstraňování souboru: {0}
de: Datei wird gelöscht: {0}
es: Suprimiendo el archivo: {0}
fr: Suppression du fichier : {0}
hu: Fájl törlése: {0}
it: Eliminazione del file in corso: {0}
ja: ファイルを削除します: {0}
pl: Usuwanie pliku: {0}
pt_br: Apagando arquivo: {0}
ru: Удаление файла: {0}
sk: Odstraňuje sa súbor: {0}
zh_cn: 正在删除文件：{0}
zh_tw: 正在刪除檔案：{0}

# MigrationTitle
source: iFolder Migration Assistant
cs: Pomocník migrace složky iFolder
de: iFolder-Migrationsassistent
es: Asistente de migración de iFolder
fr: Assistant Migration iFolder
hu: iFolder áttelepítési segéd
it: Migrazione guidata iFolder
ja: iFolder移行アシスタント
pl: Asystent migracji folderu programu iFolder
pt_br: Assistente de Migração do iFolder
ru: Помощник по миграции iFolder
sk: Pomocník služby iFolder pre prenos
zh_cn: iFolder 迁移助理
zh_tw: iFolder 移轉助理

# alreadyexists
source: A folder with the name you specified already exists. . .
cs: Složka se zadaným názvem již existuje...
de: Ein Ordner mit dem angegebenen Namen existiert bereits. . .
es: Ya existe una carpeta con el nombre que ha especificado...
fr: Un dossier portant ce nom existe déjà...
hu: Már van ilyen nevű mappa...
it: Una cartella con il nome specificato esiste già. . .
ja: 指定した名前のフォルダはすでに存在します...
pl: Folder o podanej nazwie już istnieje.
pt_br: Já existe uma pasta com o nome especificado. . .
ru: Папка с указанным именем уже существует...
sk: Priečinok so zadaným názvom už existuje. . .
zh_cn: 已存在一个与您指定的名称相同的文件夹...
zh_tw: 您所指定的資料夾名稱已經存在...

# MigrationRenamePrompt.Text
source: The name of the iFolder on the server and on your local machine are different. Do you want to rename the iFolder on the server to the name of iFolder on your local machine?
cs: Název složky iFolder na serveru se liší od názvu v místním počítači. Chcete složku iFolder na serveru přejmenovat na název složky iFolder v místním počítači?
de: Der Name des iFolder-Ordners auf dem Server stimmt nicht mit dem Namen des iFolder-Ordners auf dem lokalen Computer überein. Soll der iFolder-Ordner auf dem Server umbenannt werden und den Namen des iFolder-Ordners auf dem lokalen Computer erhalten?
es: El nombre de la carpeta iFolder del servidor y la del equipo local son distintos. ¿Desea renombrar la carpeta iFolder del servidor al nombre de la carpeta iFolder del equipo local?
fr: Le nom du dossier iFolder sur le serveur est différent de celui sur votre machine locale. Voulez-vous attribuer au dossier iFolder sur le serveur le même nom que le dossier iFolder sur votre machine locale ?
hu: A kiszolgálón és a helyi számítógépen található iFolder mappa neve eltérő. Átnevezi a kiszolgálón található iFolder mappát a helyi számítógépen található iFolder mappa nevére?
it: Il nome della cartella iFolder nel server non corrisponde a quello della cartella nel computer locale. Rinominare la cartella iFolder sul server in modo che corrisponda a quella sul computer locale
ja: サーバのiFolderの名前とローカルコンピュータのiFolderの名前が異なります。サーバ上のiFolderの名前をローカルコンピュータ上のiFolderの名前に名前変更しますか?
pl: Nazwa iFolderu znajdującego się na serwerze różni się od nazwy iFolderu znajdującego się na komputerze lokalnym. Czy chcesz zmienić nazwę iFolderu na serwerze na nazwę iFolderu na komputerze lokalnym?
pt_br: Os nomes do iFolder do servidor e da sua máquina local são diferentes. Deseja mudar o nome do iFolder do servidor para o nome do iFolder da sua máquina local?
ru: Папка iFolder имеет различные имена на сервере и локальном компьютере. Заменить имя папки iFolder на сервере именем папки iFolder на локальном компьютере?
sk: Názov priečinka iFolder na serveri a v lokálnom zariadení sa líšia. Chcete premenovať priečinok iFolder na serveri podľa názvu priečinka iFolder v lokálnom zariadení?
zh_cn: 服务器上的 iFolder 名称与本地计算机上的 iFolder 名称不同。是否要将服务器上的 iFolder 重命名为本地计算机上的 iFolder 名称？
zh_tw: 伺服器上與您本地電腦上的 iFolder 名稱不一樣。您想要將伺服器上 iFolder 的名稱重新命名為您本地電腦上 iFolder 的名稱嗎？

# actionRequiredTitle
source: Action Required
cs: Vyžadována akce
de: Erforderliche Aktion
es: Acción requerida
fr: Action requise
hu: Beavatkozás szükséges
it: Azione necessaria
ja: 必要なアクション
pl: Wymagana interwencja
pt_br: Ação Necessária
ru: Требуется действие
sk: Požadovaná akcia
zh_cn: 必需的操作
zh_tw: 必須採取動作

# SelectAnOption
source: Select one of the following options
cs: Vyberte jednu z následujících možností
de: Eine der folgenden Optionen auswählen
es: Seleccione una de las siguientes opciones
fr: Sélectionnez l'une des options suivantes
hu: Válasszon a következő lehetőségek közül
it: Selezionare una delle opzioni seguenti
ja: 次のオプションを1つ選択する
pl: Wybierz jedną z następujących opcji
pt_br: Selecionar uma das seguintes opções
ru: Выберите один из следующих параметров
sk: Vyberte jednu z nasledujúcich možností
zh_cn: 选择以下选项之一
zh_tw: 選取下列其中一個選項

# clientUpgradePrompt
source: A newer version "{0}" of the iFolder Client is available. Would you like to upgrade now?
cs: Nová verze "{0}" klienta služby iFolder je k dispozici. Chcete nyní provést inovaci?
de: Eine neuere Version, "{0}", des iFolder-Client ist verfügbar. Möchten Sie jetzt aufrüsten?
es: Hay disponible una versión más reciente ({0}) del Cliente iFolder. ¿Desea actualizarla ahora?
fr: Une nouvelle version "{0}" du client iFolder est disponible. Souhaitez-vous effectuer la mise à niveau maintenant ?
hu: Elérhetővé vált az iFolder ügyfélprogram újabb, "{0}" verziója. Elvégzi most a frissítést?
it: È disponibile una versione più recente "{0}" del client iFolder. Eseguire l'upgrade?
ja: iFolder Clientの新しいバージョン「{0}」が使用可能です。今すぐアップグレードしますか?
pl: Dostępna jest nowsza wersja {0} klienta programu iFolder. Czy chcesz teraz wykonać uaktualnienie?
pt_br: Uma versão mais recente "{0}" do Cliente iFolder está disponível. Deseja fazer o upgrade agora?
ru: Доступна новая версия "{0}" клиента iFolder. Выполнить обновление сейчас?
sk: Je k dispozícii novšia verzia „{0}“ klienta služby iFolder. Chcete inovovať verziu?
zh_cn: 有 iFolder 客户端的较新版本“{0}”可用。是否要立即升级？
zh_tw: 目前有提供 iFolder 用戶端的新版 "{0}"。您要立即升級嗎？

# policyTypeFailure
source: File type restriction policy prevented synchronization: {0}
cs: Zásady omezující typy souborů zabránily synchronizaci: {0}
de: Dateityp-Beschränkungsrichtlinie verhinderte Synchronisierung: {0}
es: La directiva de restricción de tipo de archivo ha impedido la sincronización: {0}
fr: La stratégie de restriction de type de fichier a empêché la synchronisation : {0}
hu: Fájltípust korlátozó házirend miatt nem lehetett végrehajtani a szinkronizálást: {0}
it: Sincronizzazione non eseguita a causa delle norme relative ai tipi di file: {0}
ja: ファイルタイプの制限ポリシーによって同期が中止されました: {0}
pl: Założenia ograniczenia typu plików uniemożliwiły synchronizację: {0}
pt_br: A política de restrição de tipo de arquivo impediu a sincronização: {0}
ru: Синхронизация запрещена из-за политики ограничения типов файлов: {0}
sk: Synchronizácii zabránila politika obmedzenia typu súboru: {0}
zh_cn: 文件类型限制策略阻止同步：{0}
zh_tw: 檔案類型限制規則已防止同步化：{0}

# ClickMigrate
source: Click Migrate to migrate your data.
cs: Klepnutím na tlačítko Migrace provedete migraci dat.
de: Klicken Sie auf 'Migrieren', um Ihre Daten zu migrieren.
es: Haga clic en Migrar para migrar los datos.
fr: Cliquez sur Migrer pour migrer vos données.
hu: Az adatok áttelepítéséhez kattintson az Áttelepítés gombra.
it: Fare clic su Esegui migrazione per eseguire la migrazione dei dati.
ja: ［移行］をクリックしてデータを移行します。
pl: Kliknij opcję Migruj, aby migrować dane.
pt_br: Clique em Migrar para migrar os dados.
ru: Щелкните "Мигрировать" для миграции данных.
sk: Kliknutím na tlačidlo Prenos prenesiete svoje údaje.
zh_cn: 单击“迁移”可迁移数据。
zh_tw: 按一下「移轉」以移轉資料。

source: Encrypted
cs: Zašifrováno
de: Verschlüsselt
es: Cifrado
fr: Codé
hu: Titkosított
it: Cifrata
ja: 暗号化
pl: Zaszyfrowane
pt_br: Criptografado
ru: Зашифровано
sk: Zašifrované
zh_cn: 已加密
zh_tw: 已加密

# EncryptedText
source: &Encrypted
cs: &Zašifrováno
de: &Verschlüsselt
es: &Cifrado
fr: &Codé
hu: &Titkosított
it: &Cifrata
ja: 暗号化(&E)
pl: &Zaszyfrowane
pt_br: &Criptografado
ru: &Зашифровано
sk: &Zašifrované
zh_cn: 已加密(&E)
zh_tw: 已加密(&E)

# CompletionPageWT
source: Congratulations!
cs: Dokončení průvodce pozvání ke službě iFolder
de: iFolder-Einladungsassistenten ausführen
es: Finalizando el Asistente de invitación de iFolder
fr: Fin de l'Assistant Invitation iFolder
hu: Az iFolder meghívás varázsló befejezése
it: Completamento dell'Invito guidato iFolder
ja: iFolder招待ウィザードを完了中
pl: Gratulacje!
pt_br: Concluindo o Assistente de Convite do iFolder
ru: Выполнение мастера приглашений iFolder
sk: Ukončuje sa Sprievodca pozvaním iFolder
zh_cn: 完成 iFolder 邀请向导
zh_tw: 正在完成 iFolder 邀請精靈

# DiskSpace.Text
source: Disk Space
cs: Místo na disku
de: Speicherplatz
es: Espacio de disco
fr: Espace disque
hu: Lemezterület
it: Spazio su disco
ja: ディスク容量
pl: Miejsce na dysku twardym
pt_br: Espaço em Disco
ru: Дисковое пространство
sk: Miesto na disku
zh_cn: 磁盘空间
zh_tw: 磁碟空間

# DefaultServer
source: Set this as my default server
cs: Převést tento server jako výchozí.
de: Zum Standardserver machen
es: Hacer que este servidor sea el servidor por defecto.
fr: Faire de ce serveur mon serveur par défaut.
hu: Legyen alapértelmezett kiszolgáló
it: Imposta questo server come server di default.
ja: これをデフォルトサーバにする。
pl: Ustaw ten serwer jako domyślny
pt_br: Torne este meu servidor padrão.
ru: Сделать этот сервер сервером по умолчанию.
sk: Nastaviť tento server ako predvolený.
zh_cn: 将它设为我的默认服务器。
zh_tw: 將此伺服器設為預設伺服器。
