Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Windows/FormsTrayApp/FormsTrayApp.*.resx
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk, zh_cn, zh_tw

# policyFailure
source: Policy prevented synchronization: {0}
cs: Zásady zabránily synchronizaci: {0}
de: Richtlinie verhinderte Synchronisierung: {0}
es: La directiva ha impedido la sincronización: {0}
fr: La stratégie a empêché la synchronisation : {0}
hu: A házirend megakadályozta a szinkronizálást: {0}
it: Sincronizzazione non eseguita a causa delle norme: {0}
ja: ポリシーによって同期が中止されました: {0}
pl: Założenia uniemożliwiły synchronizację: {0}
pt_br: A política impediu a sincronização: {0}
ru: Запрещенная политикой синхронизация: {0}
sk: Synchronizácii zabránila politika: {0}
zh_cn: 策略阻止同步：{0}
zh_tw: 規則已防止同步化：{0}

# ResetPasswordError
source: Error changing the password
cs: Chyba při změně hesla
de: Fehler beim Ändern des Passworts
es: Error al cambiar la contraseña
fr: Erreur de changement de mot de passe
hu: Hiba történt a jelszó módosítása közben
it: Errore nel corso della modifica della password
ja: パスワードの変更中にエラー
pl: Błąd podczas zmiany hasła
pt_br: Erro ao mudar senha
ru: Ошибка смены пароля
sk: Chyba pri zmene hesla
zh_cn: 更改口令时出错
zh_tw: 變更密碼時發生錯誤

# LocationText
source: &Location:
cs: &Umístění:
de: &Standort:
es: &Ubicación:
fr: &Emplacement :
hu: &Hely:
it: &Ubicazione:
ja: 場所(&L):
pl: &Położenie:
pt_br: &Localização:
ru: &Расположение:
sk: &Umiestnenie:
zh_cn: 位置(&L)：
zh_tw: 位置(&L)：

source: Port
es: Puerto
it: Porta
ja: ポート
pt_br: Porta
ru: Порт
zh_cn: 端口
zh_tw: 連接埠
