Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Windows/FormsTrayApp/FormsTrayApp.*.resx
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk, zh_cn, zh_tw

# WelcomePageDescription
source: This wizard will guide you through setting up your iFolder account.
cs: Tento průvodce vás provede nastavením vašeho účtu iFolder.
de: Dieser Assistent führt Sie durch die Einrichtung Ihres iFolder-Kontos.
es: Este asistente le guiará a través del proceso de configuración de la cuenta de iFolder.
fr: Cet Assistant vous guidera dans la configuration de votre compte iFolder.
hu: A varázsló végigvezeti az iFolder fiók létrehozásán.
it: Questa procedura guidata consente di configurare l'account iFolder.
ja: このウィザードは、順を追ってiFolderアカウントの設定をガイドします。
pl: Ten kreator przeprowadzi Cię przez proces konfiguracji konta programu iFolder.
pt_br: Este assistente o orientará durante a configuração da conta do iFolder.
ru: Мастер поможет выполнить действия по настройке учетной записи iFolder.
sk: Tento sprievodca vás prevedie nastavením konta služby iFolder.
zh_cn: 此向导将引导您设置 iFolder 帐户。
zh_tw: 這個精靈將引導您設定 iFolder 帳戶。

# clientUpgradeTitle
source: iFolder Client Upgrade
cs: Inovace klienta služby iFolder
de: iFolder-Client-Aufrüstung
es: Actualización del Cliente iFolder
fr: Mise à niveau du client iFolder
hu: iFolder ügyfélprogram frissítése
it: Eseguire l'Upgrade client iFolder
ja: iFolderクライアントのアップグレード
pl: Uaktualnienie klienta programu iFolder
pt_br: Upgrade de Cliente iFolder
ru: Обновление клиента iFolder
sk: Aktualizácia klienta iFolder
zh_cn: iFolder 客户端升级
zh_tw: iFolder 用戶端升級

# deleteUnknown
source: Deleting on server: {0}
cs: Odstraňování na serveru: {0}
de: Löschvorgang auf Server: {0}
es: Suprimiendo en el servidor: {0}
fr: Suppression sur le serveur : {0}
hu: Törlés a kiszolgálón: {0}
it: Eliminazione dal server in corso: {0}
ja: サーバ上で削除中: {0}
pl: Usuwanie na serwerze: {0}
pt_br: Apagando no servidor: {0}
ru: Удаление на сервере: {0}
sk: Odstraňovanie na serveri: {0}
zh_cn: 正在服务器上删除：{0}
zh_tw: 正在伺服器上刪除：{0}

# lockFailure
source: Locked iFolder prevented synchronization: {0}
cs: Uzamčení složky iFolder zabránilo synchrnizaci: {0}
de: Gesperrter iFolder verhinderte Synchronisierung: {0}
es: El bloqueo de la carpeta iFolder ha impedido la sincronización: {0}
fr: Un dossier iFolder verrouillé a empêché la synchronisation : {0}
hu: A zárolt iFolder mappa miatt nem lehetett végrehajtani a szinkronizálást: {0}
it: Cartella iFolder bloccata. Sincronizzazione non eseguita: {0}
ja: iFolderがロックされているため同期できません: {0}
pl: Zablokowany iFolder uniemożliwił synchronizację: {0}
pt_br: Pasta bloqueada do iFolder impediu a sincronização: {0}
ru: Синхронизация запрещена из-за блокировки iFolder: {0}
sk: Synchronizácii zabránil zamknutý priečinok iFolder: {0}
zh_cn: 锁定的 iFolder 阻止同步：{0}
zh_tw: 鎖定的 iFolder 已防止同步化：{0}

# newMemberTitle
source: New iFolder User
cs: Nový uživatel složky iFolder
de: Neuer iFolder-Benutzer
es: Usuario nuevo de iFolder
fr: Nouvel utilisateur iFolder
hu: Új iFolder felhasználó
it: Nuovo utente iFolder
ja: 新しいiFolderユーザ
pl: Nowy użytkownik programu iFolder
pt_br: Novo Usuário do iFolder
ru: Новый пользователь iFolder
sk: Nový používateľ priečinka iFolder
zh_cn: 新建 iFolder 用户
zh_tw: 新 iFolder 使用者

# MigrationWelcomepgAT
source: This wizard will guide you through migrating your iFolder account to 3.x.
cs: Tento průvodce vás provede migrací vašeho účtu iFolder na 3.x.
de: Dieser Assistent führt Sie durch die Migration Ihres iFolder-Kontos auf 3.x.
es: Este asistente le guiará a través del proceso de migración de la cuenta de iFolder a la versión 3.x.
fr: Cet Assistant vous guidera dans la migration de votre compte iFolder vers la version 3.x.
hu: A varázsló végigvezeti az iFolder fiók 3.x verzióra való frissítésén.
it: Questa procedura guidata consente di eseguire la migrazione del conto iFolder alla versione 3.x.
ja: このウィザードは、順を追ってiFolderアカウントの3.xへの移行をガイドします。
pl: Ten kreator przeprowadzi Cię przez proces migracji konta programu iFolder do wersji 3.x
pt_br: Este assistente o orientará durante a migração de sua conta do iFolder para 3.x.
ru: Данный мастер поможет выполнить действия, необходимые для миграции учетной записи iFolder в версию 3.x.
sk: Tento sprievodca vás prevedie prenosom konta služby iFolder na verziu 3.x.
zh_cn: 此向导将引导您将 iFolder 帐户迁移至 3.x。
zh_tw: 這個精靈將引導您將 iFolder 帳戶移轉至 3.x。

# RememberPassPhrase
source: &Remember passphrase on this computer
cs: &Zapamatovat heslo na tomto počítači
de: &Passwortsatz auf diesem Computer speichern
es: &Recordar contraseña codificada en este equipo
fr: &Mémoriser la phrase secrète sur cet ordinateur
hu: &A hozzáférési kód megjegyzése ezen a számítógépen
it: &Memorizza stringa di cifratura su questo computer
ja: このコンピュータにパスフレーズを保存する(&R)
pl: &Zapamiętaj zwrot szyfrowania na tym komputerze
pt_br: &Lembrar Frase Secreta neste computador
ru: &Запомнить контрольную фразу на этом компьютере
sk: &Uložiť prístupový výraz na tomto počítači
zh_cn: 在此计算机上保存通行口令(&R)
zh_tw: 在這台電腦上記住密碼片語(&R)

source: Select security options
cs: Vyberte možnosti zabezpečení
de: Sicherheitsoptionen auswählen
es: Seleccionar opciones de seguridad
fr: Sélectionner des options de sécurité
hu: Adja meg a biztonsági beállításokat
it: Selezionare le opzioni di sicurezza
ja: セキュリティオプションを選択する
pl: Wybierz opcje zabezpieczeń
pt_br: Selecionar opções de segurança
ru: Выберите параметры защиты
sk: Vyberte možnosti zabezpečenia
zh_cn: 选择安全性选项
zh_tw: 選取安全性選項

source: Enter Passphrase:
cs: Zadejte heslo:
de: Passwortsatz eingeben:
es: Introduzca la contraseña codificada:
fr: Entrer la phrase secrète :
hu: Adja meg a hozzáférési kódot:
it: Stringa di cifratura:
ja: パスフレーズの入力:
pl: Wprowadź zwrot szyfrowania:
pt_br: Digitar Frase Secreta:
ru: Контрольная фраза:
sk: Zadajte prístupový výraz:
zh_cn: 输入通行口令：
zh_tw: 輸入密碼片語：

source: Your Files
cs: Vaše soubory
de: Ihre Dateien
es: Sus archivos
fr: Vos fichiers
hu: Saját fájlok
it: File
ja: ユーザのファイル
pl: Pliki użytkownika
pt_br: Seus Arquivos
ru: Ваши файлы
sk: Vaše súbory
zh_cn: 您的文件
zh_tw: 您的檔案

# ServerPageHeaderST
source: Enter the name of the iFolder server.
cs: Zadejte název serveru iFolder.
de: Den Namen des iFolder-Servers eingeben.
es: Introduzca el nombre del servidor iFolder.
fr: Entrez le nom du serveur iFolder.
hu: Adja meg az iFolder kiszolgáló nevét.
it: Immettere il nome del server iFolder.
ja: iFolderサーバの名前を入力してください。
pl: Wprowadź nazwę serwera programu iFolder.
pt_br: Digite o nome do servidor iFolder.
ru: Введите имя сервера iFolder.
sk: Zadajte názov servera služby iFolder.
zh_cn: 输入 iFolder 服务器的名称。
zh_tw: 輸入 iFolder 伺服器的名稱。

# quotaFailureInfo
source: The iFolder is full. Click here to view the Synchronization Log.
cs: Složka iFolder je plná. Klepněte na tento odkaz pro zobrazení synchronizačního protokolu.
de: Der iFolder-Ordner ist voll. Klicken Sie hier, um das Synchronisierungsprotokoll anzuzeigen.
es: La carpeta iFolder está llena. Haga clic aquí para ver el registro de sincronización.
fr: Le dossier iFolder est plein. Cliquez ici pour afficher le journal de synchronisation.
hu: Az iFolder mappa megtelt. Kattintson ide a szinkronizálási napló megtekintéséhez.
it: Cartella iFolder piena. Fare clic qui per visualizzare il log di sincronizzazione.
ja: iFolderがいっぱいです。同期ログを表示するにはここをクリックしてください。
pl: iFolder jest pełny. Kliknij tutaj, aby wyświetlić dziennik synchronizacji.
pt_br: A pasta iFolder está cheia. Clique aqui para ver o Registro de Sincronização.
ru: Папка iFolder заполнена. Щелкните здесь для просмотра журнала синхронизации.
sk: Priečinok iFolder je plný. Kliknutím sem zobrazíte denník synchronizácie.
zh_cn: 该 iFolder 已满。单击此处查看同步日志。
zh_tw: iFolder 已滿。請按一下此處以檢視同步記錄。

# menuStoreBrowser.Text
source: Store Browser
cs: Prohlížeč úložiště
de: Browser speichern
es: Almacenar navegador
fr: Parcoureur de stockage
hu: Böngésző tárolása
it: Browser archivio
ja: ブラウザの保存
pl: Przeglądarka magazynu
pt_br: Armazenar Browser
ru: Средство просмотра хранилища
sk: Uložiť prehľadávač
zh_cn: 储存浏览器
zh_tw: 儲存瀏覽器

# VerifyPageHeaderST
source: Verify and Connect .
cs: Ověřit a připojit.
de: Überprüfen und Verbinden .
es: Verificar y conectar
fr: Vérifier et connecter
hu: Ellenőrzés és kapcsolódás .
it: Verifica e connetti.
ja: 検査して接続します。
pl: Zweryfikuj i połącz.
pt_br: Verificar e Conectar.
ru: Проверка и подключение .
sk: Overiť a pripojiť sa
zh_cn: 校验和连接。
zh_tw: 驗證並連接。

# MigrationCompletionWT
source: Completing the iFolder Migration Assistant
cs: Probíhá dokončení pomocníka migrací složky iFolder
de: iFolder-Migrationsassistenten ausführen
es: Finalizando el Asistente para la migración de iFolder
fr: Fin de l'Assistant Migration iFolder
hu: Az iFolder áttelepítési segéd befejezése
it: Completamento della Migrazione guidata iFolder
ja: iFolder移行アシスタントの完了中
pl: Finalizowanie działania Asystenta migracji folderu programu iFolder
pt_br: Concluindo o Assistente de Migração do iFolder
ru: Выполнение помощника по миграции iFolder
sk: Ukončuje sa pomocník služby iFolder pre prenos
zh_cn: 完成 iFolder 迁移助理
zh_tw: 正在完成 iFolder Migration Assistant

# ValidatePPError
source: Unable to validate the passphrase
cs: Nelze ověřit heslo
de: Der Passwortsatz kann nicht bestätigt werden
es: No es posible validar la contraseña codificada
fr: La phrase secrète ne peut pas être validée
hu: Nem lehet érvényesíteni a hozzáférési kódot
it: Impossibile convalidare la stringa di cifratura
ja: パスフレーズを検証できません
pl: Nie można zatwierdzić zwrotu szyfrowania
pt_br: Não é possível validar a frase secreta
ru: Не удается проверить ключевую фразу
sk: Prístupový výraz nie je možné overiť
zh_cn: 无法校验通行口令
zh_tw: 無法驗證密碼片語

# NoneText
source: None
cs: Žádné
de: Keine
es: Ninguno
fr: Aucun
hu: Nincs
it: Nessuna
ja: なし
pl: Brak
pt_br: Nenhum
ru: Нет
sk: Žiadne
zh_cn: 无
zh_tw: 無

source: Migration Alert
cs: Výstraha migrace
de: Migrationswarnmeldung
es: Alerta de migración
fr: Alerte de migration
hu: Áttelepítési figyelmeztetés
it: Avviso di migrazione
ja: 移行の警告
pl: Alert dotyczący migracji
pt_br: Alerta de Migração
ru: Предупреждение миграции
sk: Výstraha prenosu
zh_cn: 迁移警报
zh_tw: 移轉警告

# IdentityPageName
source: identityPage
cs: IdentifikačníStránka
it: PaginaIdentità
pt_br: Página de Identidade
ru: Страница идентификации

# CopyParent
source: Copy the parent folder
cs: Kopírovat nadřazenou složku
de: Übergeordneten Ordner kopieren
es: Copiar la carpeta padre
fr: Copier le dossier parent
hu: A szülőmappa másolása
it: Copia la cartella superiore
ja: 親フォルダをコピーする
pl: Kopiuj folder nadrzędny
pt_br: Copiar pasta pai
ru: Копировать родительскую папку
sk: Kopírovať nadradený priečinok
zh_cn: 复制父文件夹
zh_tw: 複製父資料夾

# MigrationMergePrompt.Text
source: The iFolder you have selected for downloading is a migrated iFolder. There are 2.x iFolders on your local machine. Do you want to merge this iFolder with any of the 2.x iFolders?
cs: Složka iFolder, kterou jste vybrali pro stahování, je migrovaná složka iFolder. Ve vašem počítači jsou složky iFolder verze 2.x. Chcete tuto složku iFolder sloučit s některou ze složek iFolder 2.x?
de: Bei dem iFolder-Ordner, den Sie zum Herunterladen ausgewählt haben, handelt es sich um einen migrierten iFolder-Ordner. Auf Ihrem lokalen Computer befinden sich 2.x iFolder-Ordner. Soll dieser iFolder-Ordner mit einem der 2.x iFolder-Ordner zusammengeführt werden?
es: La carpeta iFolder que ha seleccionado para descargar es una carpeta iFolder migrada. Hay dos carpetas iFolder 2.x en el equipo local. ¿Desea fusionar esta carpeta iFolder con alguna de las carpetas iFolder 2.x?
fr: Le dossier iFolder que vous avez sélectionné pour le téléchargement est un dossier iFolder migré. Votre machine locale contient des dossiers iFolder 2.x. Voulez-vous fusionner ce dossier iFolder avec l'un des dossiers iFolder 2.x ?
hu: A letöltésre kijelölt iFolder mappa áttelepített iFolder mappa. A helyi számítógépen 2.x verziójú iFolder mappák találhatók. Egyesíti ezt az iFolder mappát a 2.x verziójú iFolder mappák valamelyikével?
it: La cartella iFolder selezionata per il download è una cartella di cui è stata eseguita la migrazione. Nel computer locale esistono cartelle iFolder 2.x. Unire questa cartella cartella iFolder con cartelle iFolder 2.x?
ja: ダウンロードするために選択したiFolderは、移行済みのiFolderです。ローカルコンピュータに2.x形式のiFolderがあります。このiFolderを2.x形式のiFolderとマージしますか?
pl: Wybrany do pobrania iFolder jest w wersji po migracji. Na komputerze lokalnym znajdują się iFoldery w wersji 2.x. Czy chcesz scalić ten iFolder z wybranym iFolderem w wersji 2.x?
pt_br: O iFolder selecionado para download é um iFolder migrado. Há pastas do iFolder 2.x na sua máquina local. Deseja fundir esse iFolder com alguma das pastas do iFolder 2.x?
ru: Выбранная для загрузки папка iFolder была мигрирована. На локальном компьютере есть папки iFolder 2.x. Выполнить слияние этой папки iFolder с одной из папок iFolder 2.x?
sk: Priečinok iFolder vybratý na prevzatie je prenesený priečinok iFolder. V lokálnom zariadení sa nachádzajú priečinky iFolder verzie 2.x. Chcete tento priečinok iFolder spojiť s priečinkami iFolder verzie 2.x?
zh_cn: 选定要下载的 iFolder 是一个已迁移的 iFolder。本地计算机上存在一些 iFolder 2.x。是否要将此 iFolder 与某个 iFolder 2.x 合并？
zh_tw: 您選取要下載的 iFolder 是移轉的 iFolder。您的本地電腦上有 2.x iFolder。您要將這個 iFolder 與任何 2.x iFolder 合併嗎？

# ClickConnect
source: Click connect to proceed.
cs: Klepněte na tlačítko Připojit pro potvrzení spojení s doménou.
de: Klicken Sie auf 'Verbinden', um die Verbindung zur Domäne zu überprüfen.
es: Haga clic en Conectar para validar la conexión con el dominio.
fr: Cliquez sur Connecter pour valider votre connexion avec le domaine.
hu: A tartománnyal létrejött kapcsolat érvényesítéséhez kattintson a Kapcsolódás gombra.
it: Fare clic su Connetti per convalidare la connessione con il dominio.
ja: ［接続］をクリックして、ドメインとの接続を検証します。
pl: Kliknij przycisk Połącz, aby kontynuować.
pt_br: Clique em Conectar para validar a sua conexão com o domínio.
ru: Щелкните "Подключить" для проверки соединения с доменом.
sk: Kliknutím na položku Pripojiť overíte pripojenie k doméne.
zh_cn: 单击“连接”可验证您与域的连接。
zh_tw: 按一下「連接」以驗證您是否與領域連接。

# SelectDomain
source: Select the Domain
cs: Vyberte doménu
de: Domäne auswählen
es: Seleccione el dominio
fr: Sélectionner le domaine
hu: Válassza ki a tartományt
it: Selezionare il dominio
ja: ドメインを選択
pl: Wybierz domenę
pt_br: Selecionar Domínio
ru: Выберите домен
sk: Vyberte doménu
zh_cn: 选择域
zh_tw: 選取領域

# MigrateNRemove
source: Migrate the ifolder and disconnect it from 2.x domain
cs: Migrovat složku iFolder a odpojit ji od domény 2.x
de: iFolder-Ordner migrieren und von 2.x-Server trennen
es: Migrar la carpeta de iFolder y desconectarla del servidor 2.x
fr: Migrer le dossier iFolder et le déconnecter du domaine 2.x
hu: Az iFolder mappa áttelepítése és leválasztása a 2.x tartományról
it: Eseguire la migrazione della cartella iFolder e disconnetterla dal dominio 2.x
ja: iFolderを移行して2.xサーバとの接続を切断する
pl: Migruj folder iFolder i odłącz go od serwera w wersji 2.x
pt_br: Migrar o ifolder e desconectá-lo do servidor 2.x
ru: Миграция iFolder с отключением от сервера 2.x
sk: Preniesť priečinok iFolder a odpojiť ho od servera verzie 2.x
zh_cn: 迁移 ifolder 并断开它与 2.x 域的连接
zh_tw: 移轉 iFolder，並將其自 2.x 伺服器中斷。

# NoLoggedInDomainsTextForImport
source: For importing the domain should be connected. Log on to the domain and try.
cs: K importování musí být doména připojena. Přihlaste se k doméně a zkuste to znovu.
de: Zum Importieren müssen Sie bei einem Konto angemeldet sein. Melden Sie sich an und versuchen Sie es erneut.
es: Debe estar conectado a una cuenta para poder realizar la importación. Inicie sesión en la cuenta y vuelva a intentarlo.
fr: Pour importer, vous devez être logué au domaine. Loguez-vous au domaine et essayez.
hu: Az importáláshoz kapcsolódnia kell a tartománynak. Jelentkezzen be a tartományba, és próbálja meg újra.
it: Per l'importazione è necessario essere connessi al dominio. Effettuare il login al dominio e provare.
ja: インポートするには、アカウントにログインしている必要があります。ログインしてから再度実行してください。
pl: Aby wykonać operację importowania, musisz być użytkownikiem zalogowanym do konta. Zaloguj się i spróbuj ponownie.
pt_br: Para importar, você precisa estar conectado a uma conta. Efetue login e tente novamente.
ru: Для импорта необходимо войти в учетную запись. Войдите в домен и повторите попытку.
sk: Ak chcete vykonať import, musíte byť prihlásení v konte. Prihláste sa a skúste to znova.
zh_cn: 要导入，应连接域。请登录域并进行尝试。
zh_tw: 若要進行輸入，您必須先登入至帳戶中。請登入，然後再試一次。

# CongratsMsg
source: You are now connected to:
cs: Nyní jste připojeni k:
de: Sind sind jetzt verbunden mit:
es: Enhorabuena. Se encuentra conectado a:
fr: Félicitations, vous êtes connecté à :
hu: Gratulálunk, csatlakozott a következőhöz:
it: Si è ora connessi a:
ja: おめでとうございます。次に接続されました:
pl: Gratulacje! Nawiązano połączenie z:
pt_br: Parabéns, você está conectado a:
ru: Поздравляем, Вы подключены к:
sk: Blahoželáme, ste pripojení k:
zh_cn: 祝贺您！您现在已连接到：
zh_tw: 恭喜您！您現在已連接至：

# ServerOld
source: You are connecting to an older version of the iFolder server. Cannot connect to the server
cs: Připojujete se ke starší verzi serveru iFolder. Není možné připojení k serveru
de: Sie erstellen eine Verbindung zu einer früheren Version des iFolder-Servers. Verbindung zum Server kann nicht aufgebaut werden
es: Está conectándose a una versión antigua del servidor iFolder. No es posible la conexión con el servidor.
fr: Vous vous connectez à une ancienne version du serveur iFolder. Impossible de se connecter au serveur.
hu: Az iFolder-kiszolgáló egy régebbi verziójához kapcsolódik. Nem lehet csatlakozni a kiszolgálóhoz.
it: Si sta stabilendo la connessione a una versione precedente del server iFolder. Impossibile connettersi al server.
ja: 古いバージョンのiFolderサーバに接続しています。サーバに接続できません。
pl: Nawiązujesz połączenie ze starszą wersją serwera programu iFolder. Nie można połączyć się z serwerem.
pt_br: Você está conectando a uma versão mais antiga do servidor do iFolder. Não é possível conectar ao servidor
ru: Вы подключаетесь к более ранней версии сервера iFolder. Невозможно подключиться к серверу
sk: Pripájate sa k staršej verzii servera iFolder. K serveru sa nedá pripojiť
zh_cn: 正在连接到较旧版本的 iFolder 服务器。无法连接到该服务器
zh_tw: 您正連接至舊版的 iFolder 伺服器。無法連接至伺服器

# MigrateVerify
source: Verify and Migrate
cs: Ověření a migrace
de: Überprüfen und Migrieren
es: Verificar y migrar
fr: Vérifier et migrer
hu: Ellenőrzés és áttelepítés
it: Verifica ed esegui la migrazione
ja: 確認して移行
pl: Zweryfikuj i migruj
pt_br: Verificar e Migrar
ru: Проверка и миграция
sk: Overiť a preniesť
zh_cn: 校验和迁移
zh_tw: 驗證並移轉

# ImportKeysError
source: Error importing keys
cs: Chyba při importování klíčů
de: Fehler beim Importieren der Schlüssel
es: Error al importar las claves
fr: Erreur d'importation des clés
hu: Hiba történt a kulcsok importálásakor
it: Errore di importazione delle chiavi
ja: キーのインポート中にエラー
pl: Błąd podczas importowania kluczy
pt_br: Erro ao importar chaves
ru: Ошибка импорта ключей
sk: Chyba pri importovaní kľúčov
zh_cn: 导入密钥时出错
zh_tw: 輸入金鑰時發生錯誤

# menuAbout.Text
source: About
cs: O programu
de: Info
es: Acerca de
fr: À propos de
hu: Névjegy
it: Informazioni su
ja: バージョン情報
pl: Informacje
pt_br: Sobre
ru: О программе
sk: O aplikácii
zh_cn: 关于
zh_tw: 關於

# Exiterror
source: An error has occurred while connecting to the iFolder server. Exit the client and restart.
cs: Při připojování k serveru služby iFolder došlo k chybě. Ukončete klienta a restartujte.
de: Beim Versuch, eine Verbindung zum iFolder-Server herzustellen, ist ein Fehler aufgetreten. Beenden Sie den Client und starten Sie ihn erneut.
es: Error al conectar con el servidor iFolder. Salga del cliente y reinicie.
fr: Une erreur s'est produite lors de la connexion au serveur iFolder. Quittez le client et redémarrez.
hu: Hiba történt az iFolder-kiszolgálóhoz kapcsolódás közben. Lépjen ki az ügyfélből és indítsa újra.
it: Si è verificato un errore nel corso della connessione al server iFolder. Chiudere il client e riavviare.
ja: iFolderサーバへの接続中にエラーが発生しました。クライアントを終了して再起動します。
pl: Wystąpił błąd podczas łączenia z serwerem programu iFolder. Zamknij klienta i uruchom go ponownie.
pt_br: Ocorreu um erro ao estabelecer uma conexão com o servidor do iFolder. Saia do cliente e reinicie-o.
ru: При подключении к серверу iFolder произошла ошибка. Завершите работу клиента и запустите его повторно.
sk: Pri pripájaní na server iFolder sa vyskytla chyba. Ukončite klienta a spustite ho znova.
zh_cn: 连接 iFolder 服务器时出错。请退出客户端，然后重启动。
zh_tw: 連接至 iFolder 伺服器時發生錯誤。請結束用戶端並重新啟動。

# MigrationCompleteWT
source: Completing the iFolder Migration Wizard
cs: Probíhá dokončení průvodce migrací složky iFolder
de: iFolder-Migrationsassistenten ausführen
es: Finalizando el Asistente para la migración de iFolder
fr: Fin de l'Assistant Migration iFolder
hu: Az iFolder áttelepítési varázsló befejezése
it: Completamento della Migrazione guidata iFolder
ja: iFolder移行ウィザードの完了中
pl: Finalizowanie działania Kreatora migracji folderu programu iFolder
pt_br: Concluindo o Assistente de Migração do iFolder
ru: Выполнение мастера миграции iFolder
sk: Ukončuje sa Sprievodca prenosom iFolder
zh_cn: 完成 iFolder 迁移向导
zh_tw: 正在完成 iFolder 移轉精靈

source: Migration Options
cs: Možnosti migrace
de: Migrationsoptionen
es: Opciones de migración
fr: Options de migration
hu: Áttelepítési beállítások
it: Opzioni di migrazione
ja: 移行オプション
pl: Opcje migracji
pt_br: Opções de Migração
ru: Параметры миграции
sk: Možnosti prenosu
zh_cn: 迁移选项
zh_tw: 移轉選項

# ServerPageHeaderTitle
source: iFolder Server
cs: Vyberte server iFolder
de: iFolder-Server auswählen
es: Elegir un servidor iFolder
fr: Choisir un serveur iFolder
hu: Válasszon iFolder kiszolgálót
it: Scegliere un server iFolder
ja: iFolderサーバを選択する
pl: Wybierz serwer programu iFolder
pt_br: Escolher um Servidor iFolder
ru: Выберите сервер iFolder
sk: Vyberte server služby iFolder
zh_cn: 选择 iFolder 服务器
zh_tw: 選擇 iFolder 伺服器

# localDir
source: Found changes in directory: {0}
cs: V následujícím adresáři byly nalezeny změny: {0}
de: Änderungen in Verzeichnis gefunden: {0}
es: Se han detectado cambios en el directorio: {0}
fr: Changements détectés dans le répertoire : {0}
hu: Változás található a könyvtárban: {0}
it: Trovate modifiche nella directory: {0}
ja: ディレクトリに変更が見つかりました: {0}
pl: Wykryto zmiany w katalogu: {0}
pt_br: Mudanças encontradas no diretório: {0}
ru: Найдены изменения в каталоге: {0}
sk: Nájdené zmeny v adresári: {0}
zh_cn: 目录 {0} 中存在更改
zh_tw: 在目錄中找到變更：{0}

# iFolderServicesStarting
source: iFolder Services starting up...
cs: Probíhá spouštění služeb iFolder...
de: iFolder-Services werden gestartet...
es: Iniciando los servicios de iFolder...
fr: Démarrage des services iFolder...
hu: iFolder szolgáltatások indulása...
it: Avvio dei servizi iFolder in corso...
ja: iFolderサービスを開始しています...
pl: Uruchamianie usług iFolder...
pt_br: Serviços do iFolder inicializando...
ru: Запуск сервисов iFolder...
sk: Spúšťajú sa služby aplikácie iFolder...
zh_cn: iFolder 服务正在启动...
zh_tw: iFolder 服務正在啟動...
