Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Windows/FormsTrayApp/FormsTrayApp.*.resx
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk, zh_cn, zh_tw

# CongratsDescription
source: You can now add folders to be synchronized to the server. You may also download folders from the server and have them be synchronized to your computer.
cs: Nyní můžete přidat složky, které se mají synchronizovat se serverem. Rovněž můžete stáhnout složky ze serveru a synchronizovat je s vaším počítačem.
de: Sie können jetzt Ordner für die Synchronisierung mit dem Server hinzufügen. Außerdem können Sie Ordner vom Server herunterladen und sie synchronisieren lassen.
es: Ahora ya puede añadir las carpetas que se sincronizarán con el servidor. Asimismo, puede descargar carpetas del servidor para sincronizarlas con el equipo.
fr: Vous pouvez désormais ajouter des dossiers à synchroniser avec le serveur. Vous pouvez également télécharger des dossiers à partir du serveur et les synchroniser avec votre ordinateur.
hu: Most már hozzáadhatja a kiszolgálón szinkronizálandó mappákat. Ezen kívül a kiszolgálóról letölthet mappákat, és azokat szinkronizáltathatja a számítógépén.
it: È ora possibile aggiungere cartelle da sincronizzare al server. È inoltre possibile effettuare il download delle cartelle dal server ed eseguirne la sincronizzazione nel computer.
ja: これで同期するフォルダをサーバに追加できるようになりました。また、サーバからフォルダをダウンロードし、コンピュータのフォルダと同期できます。
pl: Możesz teraz dodać foldery w celu zsynchronizowania ich z serwerem. Możesz także pobrać foldery z serwera i zsynchronizować je z komputerem.
pt_br: Agora você pode adicionar pastas para sincronização com o servidor. Também é possível fazer o download de pastas do servidor e sincronizá-las com o seu computador.
ru: Теперь можно добавлять новые папки для синхронизации с сервером. Кроме того, можно загружать папки с сервера и синхронизировать их с компьютером.
sk: Teraz môžete pridať priečinky, ktoré sa majú synchronizovať so serverom. Môžete tiež prebrať priečinky zo servera a mať ich synchronizované vo svojom počítači.
zh_cn: 您现在可以添加要与服务器同步的文件夹。您还可以从服务器下载文件夹，并将它们与计算机同步。
zh_tw: 您現在可以將要同步化的資料夾新增至伺服器。您也可以從伺服器下載資料夾並讓它們同步化至您的電腦。

# selectoption
source: Click Ok to Merge Or Cancel to select a different location
cs: Klepnutím na tlačítko OK provedete sloučení. Po klepnutí na tlačítko Zrušit můžete vybrat jiné umístění.
de: Klicken Sie zum Zusammenführen auf "OK" oder auf "Abbrechen", um einen anderen Standort auszuwählen.
es: Haga clic en Aceptar para fusionar o en Cancelar para seleccionar otra ubicación.
fr: Cliquez sur OK pour fusionner ou sur Annuler pour sélectionner un autre emplacement.
hu: Összefésüléshez kattintson az OK gombra, a Mégse gombbal pedig másik helyet választhat
it: Fare clic su OK per unire o su Annulla per selezionare una ubicazione diversa
ja: マージするには［OK］を、別の場所を選択するには［キャンセル］をクリックしてください
pl: Kliknij przycisk OK, aby scalić, lub przycisk Anuluj, aby wybrać inne położenie.
pt_br: Clique em OK para Fundir ou Cancelar se desejar selecionar outro local
ru: Щелкните кнопку "ОК" для объединения или "Отмена" для выбора другого расположения
sk: Ak chcete vykonať zlúčenie, kliknite na tlačidlo OK. Ak chcete vybrať iné umiestnenie, kliknite na tlačidlo Zrušiť.
zh_cn: 单击“确定”进行合并或单击“取消”选择其他位置
zh_tw: 按一下「確定」進行合併，或按一下「取消」選取不同位置

# MigrateText
source: Migrate
cs: Migrovat
de: Migrieren
es: Migrar
fr: Migrer
hu: Áttelepítés
it: Esegui migrazione
ja: 移行
pl: Migruj
pt_br: Migrar
ru: Миграция
sk: Preniesť
zh_cn: 迁移
zh_tw: 移轉

# menuPreferences.Text
source: Preferences
cs: Předvolby
de: Einstellungen
es: Preferencias
fr: Préférences
hu: Beállítások
it: Preferenze
ja: 初期設定
pl: Preferencje
pt_br: Preferências
ru: Настройки
sk: Preferencie
zh_cn: 首选设置
zh_tw: 優先設定

# ReloginAlert
source: Please Re-login to iFolder and web client to continue the encrypted iFolder processing.
cs: Chcete-li pokračovat ve zpracování zašifrované složky iFolder, znovu se přihlaste k součásti iFolder a webovému klientovi.
de: Melden Sie sich erneut bei iFolder und dem Web-Client an, um mit der Verarbeitung verschlüsselter iFolder-Ordner fortzufahren.
es: Vuelva a entrar en iFolder y en el cliente web para continuar el procesamiento de la carpeta iFolder cifrada.
fr: Reloguez vous à iFolder et au client Web pour poursuivre le traitement du dossier iFolder codé.
hu: Jelentkezzen be újra az iFolder szolgáltatásba és a webes ügyfélprogramba, hogy folytatódhasson a titkosított iFolder-mappa feldolgozása.
it: Eseguire di nuovo il login a iFolder e al client Web per continuare l'elaborazione della cartella iFolder cifrata.
ja: 暗号化されたiFolderの処理を続けるには、iFolderとWebクライアントに再ログインしてください。
pl: Zaloguj się ponownie do iFolderu i klienta sieci Web, aby kontynuować przetwarzanie zaszyfrowanego iFolderu.
pt_br: Efetue login novamente no iFolder e no cliente da Web para continuar o processamento do iFolder criptografado.
ru: Чтобы продолжить обработку зашифрованной папки iFolder, выполните повторный вход в iFolder и веб-клиент.
sk: Opätovne sa prihláste do priečinka iFolder a webového klienta a pokračujte v šifrovanom spracovávaní priečinka iFolder.
zh_cn: 请重新登录到 iFolder 和 Web 客户端，以继续处理加密 iFolder。
zh_tw: 請重新登入 iFolder 與 Web 用戶端，繼續進行加密 iFolder 的處理程序。

# ResetTitle
source: Reset Passphrase
cs: Obnovení hesla
de: Passwortsatz zurücksetzen
es: Restaurar contraseña codificada
fr: Réinitialiser la phrase secrète
hu: Hozzáférési kód átállítása
it: Reimposta la stringa di cifratura
ja: パスフレーズのリセット
pl: Resetuj zwrot szyfrowania
pt_br: Redefinir Frase Secreta
ru: Сброс контрольной фразы
sk: Obnoviť prístupový výraz
zh_cn: 重设置通行口令
zh_tw: 重設密碼片語

# DefaultDirName
source: Default
cs: Výchozí
de: Standard
es: Valor por defecto
fr: Défaut
hu: Alapértelmezett
ja: デフォルト
pl: Domyślna
pt_br: Padrão
ru: По умолчанию
sk: Predvolené
zh_cn: 默认
zh_tw: 預設值

# downloadDir
source: Downloading directory: {0}
cs: Probíhá stahování adresáře: {0}
de: Verzeichnis wird heruntergeladen: {0}
es: Descargando el directorio: {0}
fr: Téléchargement du répertoire : {0}
hu: Könyvtár letöltése: {0}
it: Esecuzione del download della directory in corso: {0}
ja: ディレクトリをダウンロード中: {0}
pl: Pobieranie katalogu: {0}
pt_br: Fazendo download do diretório: {0}
ru: Загрузка каталога: {0}
sk: Preberá sa adresár: {0}
zh_cn: 正在下载目录：{0}
zh_tw: 正在下載目錄：{0}

# IsPassphraseSetException
source: Unable to check for passphrase.
cs: Heslo není možné zkontrolovat.
de: Passwortsatz konnte nicht geprüft werden.
es: No es posible comprobar la contraseña codificada.
fr: Impossible de vérifier la phrase secrète.
hu: Nem sikerült ellenőrizni a hozzáférési kódot.
it: Impossibile verificare la stringa di cifratura.
ja: パスフレーズをチェックできません。
pl: Nie można sprawdzić, czy istnieje zwrot szyfrowania.
pt_br: Não foi possível verificar a frase secreta.
ru: Невозможно проверить контрольную фразу.
sk: Nedá sa skontrolovať prístupový výraz.
zh_cn: 无法检查通行口令。
zh_tw: 無法檢查密碼片語。

# VerifyPP
source: Verify Passphrase
cs: Ověření hesla
de: Passwortsatz überprüfen
es: Verificar contraseña codificada
fr: Vérifier la phrase secrète
hu: Hozzáférési kód ellenőrzése
it: Verifica stringa di cifratura
ja: パスフレーズの検査
pl: Weryfikuj zwrot szyfrowania
pt_br: Verificar Frase Secreta
ru: Проверка контрольной фразы
sk: Overiť prístupový výraz
zh_cn: 校验通行口令
zh_tw: 驗證密碼片語

# ServerNameTextbox
source: &Domain address
cs: &Adresa serveru
de: &Serveradresse
es: Dirección del &servidor
fr: Adresse du &domaine
hu: &Tartományi cím
it: &Indirizzo del dominio
ja: サーバアドレス(&S)
pl: Ad&res serwera
pt_br: &Endereço do servidor
ru: Адрес с&ервера
sk: Adresa &servera
zh_cn: 域地址(&D)
zh_tw: 伺服器位址(&S)

# VerifyPageHeaderTitle
source: Verify and Connect
cs: Ověření informací o účtu iFolder
de: iFolder-Kontoinformationen überprüfen
es: Verificar información de cuenta iFolder
fr: Vérifier les informations du compte iFolder
hu: Ellenőrizze az iFolder fiók adatait
it: Verifica e connetti
ja: iFolderアカウント情報の検査
pl: Weryfikuj i połącz
pt_br: Verificar Informações sobre a Conta do iFolder
ru: Проверка и подключение
sk: Overiť informácie o konte služby iFolder
zh_cn: 校验 iFolder 帐户信息
zh_tw: 驗證 iFolder 帳戶資訊

# menuProperties.Text
source: iFolders
cs: Složky iFolder
de: iFolder-Ordner
es: Carpetas iFolder
fr: Dossiers iFolder
hu: iFolder mappák
it: iFolder
ja: iFolder
pl: iFoldery
pt_br: Pastas do iFolder
ru: Папки iFolder
sk: Priečinky iFolder
zh_cn: iFolder
zh_tw: iFolder

# ResetSuccess
source: Successfully Reset the Passphrase.
cs: Heslo úspěšně obnoveno
de: Passwortsatz zurückgesetzt
es: La contraseña codificada se ha restaurado correctamente
fr: Phrase secrète réinitialisée
hu: A hozzáférési kód átállítása sikeresen megtörtént
it: Reimpostazione della stringa di cifratura completata
ja: パスフレーズを正常にリセット
pl: Pomyślnie zresetowano zwrot szyfrowania
pt_br: Redefinir Frase Secreta com Êxito
ru: Сброс контрольной фразы выполнен успешно
sk: Úspešne obnoviť prístupový výraz
zh_cn: 成功重设置了通行口令
zh_tw: 已成功重新設定密碼片語

# subscriptionMessage
source: {0} has invited you to participate in this shared iFolder. Click here to set up the iFolder.
cs: {0} vás pozval k účasti na sdílení složky iFolder. Klepnutím na tento odkaz nastavíte složku iFolder.
de: {0} hat Sie als Teilnehmer für diesen gemeinsam genutzen iFolder eingeladen. Klicken Sie hier, um den iFolder einzurichten.
es: {0} le ha invitado a participar en esta carpeta iFolder compartida. Haga clic aquí para configurarla.
fr: {0} vous a invité à participer à ce dossier iFolder partagé. Cliquez ici pour configurer le dossier iFolder.
hu: {0} meghívta, hogy vegyen részt ebben a megosztott iFolder mappában. Kattintson ide az iFolder mappa beállításához.
it: È stato ricevuto un invito ad aderire a questa cartella iFolder condivisa da parte di {0}. Fare clic qui per configurare la cartella iFolder.
ja: {0} がこの共有iFolderへの参加を招待しました。iFolderをセットアップするにはここをクリックしてください。
pl: {0} zaprosił Cię do korzystania z tego współużytkowanego iFolderu. Kliknij tutaj, aby skonfigurować iFolder.
pt_br: {0} o convidou para participar desta pasta iFolder compartilhada. Clique aqui para configurá-la.
ru: {0} приглашен участвовать в совместном использовании данной папки iFolder. Щелкните здесь для настройки iFolder.
sk: Používateľ {0} vás pozval do tohto zdieľaného priečinka iFolder. Kliknutím sem priečinok iFolder nastavíte.
zh_cn: {0} 已邀请您加入此共享 iFolder。请单击此处设置 iFolder。
zh_tw: {0} 已邀請您參與這個共享 iFolder。請按一下此處來設定 iFolder。

# InvalidPPText
source: The passphrase entered is invalid.
cs: Zadané heslo je neplatné.
de: Der eingegebene Passwortsatz ist ungültig.
es: La contraseña codificada introducida no es válida.
fr: Phrase secrète non valide
hu: A megadott hozzáférési kód érvénytelen.
it: Stringa di cifratura immessa non valida.
ja: 入力されたパスフレーズは無効です。
pl: Wprowadzony zwrot szyfrowania jest nieprawidłowy.
pt_br: A frase secreta digitada é inválida.
ru: Введена недопустимая контрольная фраза.
sk: Zadaný prístupový výraz je platný.
zh_cn: 输入的通行口令无效。
zh_tw: 輸入的密碼片語無效。

# YesText
source: Yes
cs: Ano
de: Ja
es: Sí
fr: Oui
hu: Igen
it: Sì
ja: はい
pl: Tak
pt_br: Sim
ru: Да
sk: Áno
zh_cn: 是
zh_tw: 是

# fatalErrorMessage
source: A software error is preventing iFolder from initializing. Please contact your system administrator.
cs: Programová chyba brání inicializaci služby iFolder. Kontaktujte prosím svého správce systému.
de: Ein Softwarefehler verhindert die iFolder-Initialisierung. Wenden Sie sich an den Systemadministrator.
es: Un error del software impide la inicialización de iFolder. Póngase en contacto con el administrador del sistema.
fr: Une erreur logiciel empêche l'initialisation de iFolder. Contactez votre administrateur système.
hu: Az iFolder inicializálása szoftverhiba miatt nem hajtható végre. Forduljon a rendszergazdához.
it: Inizializzazione di iFolder non riuscita a causa di un errore software. Contattare l'amministratore di sistema.
ja: ソフトウェアエラーが発生したためiFolderを初期化できません。システム管理者に連絡してください。
pl: Błąd oprogramowania uniemożliwia inicjalizację programu iFolder. Skontaktuj się z administratorem systemu.
pt_br: Um erro de software está impedindo a inicialização do iFolder. Contate o administrador do sistema.
ru: Не удается подготовить iFolder из-за ошибки в программном обеспечении. Обратитесь к администратору системы.
sk: Chyba softvéru zabraňuje inicializácii priečinka iFolder. Obráťte sa na správcu systému.
zh_cn: 软件错误阻止 iFolder 初始化。请与系统管理员联系。
zh_tw: 軟體錯誤使 iFolder 無法啟始化。連絡您的系統管理員。

# ServerNameText
source: Domain address
cs: Adresa serveru
de: Serveradresse
es: Dirección del servidor
fr: Adresse du serveur
hu: Kiszolgáló címe
it: Indirizzo server
ja: サーバアドレス
pl: Adres serwera
pt_br: Endereço do servidor
ru: Адрес сервера
sk: Adresa servera
zh_cn: 服务器地址
zh_tw: 伺服器位址

# clientUpgradeFailure
source: The iFolder client upgrade failed. Please contact your system administrator.
cs: Inovace klienta služby iFolder selhala. Kontaktujte prosím svého správce systému.
de: Fehler bei iFolder-Client-Aufrüstung. Wenden Sie sich an den Systemadministrator.
es: Error durante la actualización del cliente iFolder. Póngase en contacto con el administrador del sistema.
fr: Échec de la mise à niveau du client iFolder. Contactez votre administrateur système.
hu: Sikertelen volt az iFolder ügyfélprogram frissítése. Forduljon a rendszergazdához.
it: Esecuzione dell'upgrade del client iFolder non riuscita. Contattare l'amministratore di sistema.
ja: iFolderクライアントのアップグレードに失敗しました。システム管理者に連絡してください。
pl: Uaktualnienie klienta programu iFolder nie powiodło się. Skontaktuj się z administratorem systemu.
pt_br: Falha no upgrade de cliente iFolder. Contate o administrador do sistema.
ru: Сбой при обновлении клиента iFolder. Обратитесь к администратору системы.
sk: Aktualizácia klienta služby iFolder zlyhala. Obráťte sa na správcu systému.
zh_cn: iFolder 客户端升级失败。请与系统管理员联系。
zh_tw: iFolder 用戶端升級失敗。請連絡您的系統管理員。

source: Domain Name
cs: Název domény
de: Domänenname
es: Nombre de dominio
fr: Nom du domaine
hu: Tartomány neve
it: Nome dominio
ja: ドメイン名
pl: Nazwa domeny
pt_br: Nome do Domínio
ru: Имя домена
sk: Názov domény
zh_cn: 域名
zh_tw: 領域名稱

# localFile
source: Found changes in file: {0}
cs: V následujícím souboru nalezeny změny: {0}
de: Änderungen in Datei gefunden: {0}
es: Se han detectado cambios en el archivo: {0}
fr: Changements détectés dans le fichier : {0}
hu: Változás található a fájlban: {0}
it: Trovate modifiche nel file: {0}
ja: ファイルに変更が見つかりました: {0}
pl: Wykryto zmiany w pliku: {0}
pt_br: Mudanças encontradas no arquivo: {0}
ru: Найдены изменения в файле: {0}
sk: Nájdené zmeny v súbore: {0}
zh_cn: 文件 {0} 中存在更改
zh_tw: 在檔案中找到變更：{0}

# UpgradeClientMsg
source: Would you like to upgrade your iFolder client to {0}? The client will be closed automatically if you click Yes.
cs: Chcete inovovat klienta iFolder na {0}? Klepnete-li na tlačítko Ano, bude klient automaticky ukončen.
de: Soll der iFolder-Client auf {0} aufgerüstet werden? Der Client wird automatisch geschlossen, wenn Sie auf 'Ja' klicken.
es: ¿Desea actualizar su cliente iFolder a {0}? El cliente se cerrará automáticamente si hace clic en Sí.
fr: Voulez-vous mettre à niveau votre client iFolder vers {0} ? Le client sera fermé automatiquement si vous cliquez sur Oui.
hu: Frissíti az iFolder-ügyfelet a következőre: {0}? Ha az Igen gombra kattint, az ügyfél automatikusan bezárul.
it: Eseguire l'upgrade del client iFolder a {0}? Facendo clic su Sì, il client verrà chiuso automaticamente.
ja: iFolderクライアントを {0} にアップグレードしますか? [はい]をクリックすると、クライアントが自動的に終了します。
pl: Czy chcesz uaktualnić klienta programu iFolder do wersji {0}? Jeśli klikniesz przycisk Tak, klient zostanie automatycznie zamknięty.
pt_br: Gostaria de fazer upgrade do cliente do iFolder para {0}? O cliente será fechado automaticamente se você clicar em Sim.
ru: Обновить клиент iFolder до {0}? При нажатии кнопки \"Да\" клиент закроется автоматически.
sk: Chcete aktualizovať klienta iFolder na verziu {0}? Ak kliknete na tlačidlo Áno, klient sa zavrie automaticky.
zh_cn: 是否要将您的 iFolder 客户端升级到 {0}？如果单击“是”，该客户端将自动关闭。
zh_tw: 您要將 iFolder 用戶端升級至 {0} 嗎？如果您按一下「是」，用戶端會自動關閉。

# InvalidCurrentPPText
source: The current passphrase entered is invalid.
cs: Zadané heslo je neplatné.
de: Der eingegebene aktuelle Passwortsatz ist unzulässig.
es: Se ha introducido una contraseña codificada que no es válida.
fr: La phrase secrète actuelle entrée est non valide.
hu: A jelenlegi hozzáférési kód érvénytelen.
it: La stringa di cifratura immessa non è valida.
ja: 入力した現在のパスフレーズが無効です。
pl: Wprowadzony bieżący zwrot szyfrowania jest nieprawidłowy.
pt_br: A frase secreta digitada atualmente é inválida.
ru: Введена недопустимая контрольная фраза.
sk: Zadaný aktuálny prístupový výraz je neplatný.
zh_cn: 当前输入的通行口令无效。
zh_tw: 您目前輸入的密碼片語無效。

# ioErrorReadFailure
source: Unable to read files from the folder. Verify permissions on your local folder.
cs: Nelze číst soubory ze složky. Ověřte oprávnění k místní složce.
de: Dateien aus dem Ordner können nicht gelesen werden. Überprüfen Sie die Berechtigungen für Ihren lokalen Ordner.
es: No es posible leer los archivos en la carpeta. Compruebe los permisos en la carpeta local.
fr: Les fichiers ne peuvent pas être lus à partir du dossier. Vérifiez les autorisations associées à votre dossier local.
hu: A mappa fájljai nem olvashatók. Ellenőrizze a helyi mappára vonatkozó engedélyeket.
it: Impossibile leggere i file dalla cartella. Verificare le autorizzazioni nella cartella locale.
ja: フォルダからファイルを読み込むことができません。ローカルフォルダに対するパーミッションを確認してください。
pl: Nie można odczytać plików z folderu. Zweryfikuj uprawnienia do folderu lokalnego.
pt_br: Não é possível ler os arquivos na pasta. Verifique as permissões da pasta local.
ru: Не удается прочитать файлы в папке. Проверьте разрешения на локальную папку.
sk: Súbory v priečinku sa nedajú čítať. Overte povolenia pre lokálny priečinok.
zh_cn: 无法从此文件夹读文件。请校验对您本地文件夹的权限。
zh_tw: 無法從資料夾讀取檔案。請確認您本地資料夾的許可。

# AccountVerify
source: Please verify the information you have entered
cs: Ověřte prosím, že zadané informace jsou správné.
de: Überprüfen Sie, ob die eingegebenen Informationen richtig sind.
es: Verifique que la información introducida sea correcta.
fr: Vérifiez que les informations entrées sont correctes.
hu: Ellenőrizze, hogy helyesek-e a megadott adatok.
it: Verificare che le informazioni immesse siano corrette.
ja: 入力した情報が正しいことを確認してください。
pl: Sprawdź prawidłowość wprowadzonych informacji.
pt_br: Verifique se as informações digitadas estão corretas.
ru: Убедитесь в правильности ввода информации.
sk: Skontrolujte, či sú zadané informácie správne.
zh_cn: 请验证您输入的信息是正确的。
zh_tw: 請驗證您輸入的資訊是正確的。

# syncComplete
source: Finished synchronization: {0}
cs: Dokončená synchronizace: {0}
de: Synchronisierung abgeschlossen: {0}
es: Sincronización terminada: {0}
fr: Synchronisation terminée : {0}
hu: Szinkronizálás befejezve: {0}
it: Sincronizzazione completata: {0}
ja: 同期を完了しました: {0}
pl: Zakończona synchronizacja: {0}
pt_br: Sincronização concluída: {0}
ru: Синхронизация завершена: {0}
sk: Dokončila sa synchronizácia: {0}
zh_cn: 已完成同步：{0}
zh_tw: 完成同步：{0}

# PassStoreErr
source: Unable to store Passphrase
cs: Heslo není možné uložit
de: Speichern des Passwortsatzes nicht möglich
es: No es posible almacenar la contraseña codificada
fr: Impossible de stocker la phrase secrète
hu: Nem sikerült tárolni a hozzáférési kódot
it: Impossibile archiviare la stringa di cifratura
ja: パスフレーズを格納できません
pl: Nie można zapisać zwrotu szyfrowania
pt_br: Impossível armazenar Frase Secreta
ru: Не удается сохранить контрольную фразу
sk: Nepodarilo sa uložiť prístupový výraz
zh_cn: 无法储存通行口令
zh_tw: 無法儲存密碼片語

# menuHideTrayIcon.Text
source: Hide
cs: Skrýt
de: Ausblenden
es: Ocultar
fr: Masquer
hu: Elrejtés
it: Nascondi
ja: 隠す
pl: Ukryj
pt_br: Ocultar
ru: Скрыть
sk: Skryť
zh_cn: 隐藏
zh_tw: 隱藏

# MigrationWelcomeTitle
source: Welcome to the iFolder Migration Assistant
cs: Vítejte v pomocníkovi migrací složky iFolder
de: Willkommen beim iFolder-Migrationsassistenten
es: Bienvenido al Asistente para la migración de iFolder
fr: Bienvenue dans l'Assistant Migration iFolder
hu: Üdvözli az iFolder áttelepítési segéd
it: Migrazione guidata iFolder
ja: iFolder移行アシスタントへようこそ
pl: Witamy w Asystencie migracji folderu programu iFolder
pt_br: Bem-vindo ao Assistente de Migração do iFolder
ru: Вас приветствует мастер миграции iFolder
sk: Víta vás pomocník služby iFolder pre prenos
zh_cn: 欢迎使用 iFolder 迁移助理
zh_tw: 歡迎使用 iFolder Migration Assistant

# PasswordTxt
source: &Password
cs: &Heslo
de: &Passwort
es: &Contraseña
fr: &Mot de passe
hu: &Jelszó
ja: パスワード(&P)
pl: &Hasło
pt_br: &Senha
ru: &Пароль
sk: &Heslo
zh_cn: 口令(&P)
zh_tw: 密碼(&P)

# ConnectText
source: C&onnect
cs: &Připojit
de: &Verbinden
es: C&onectar
fr: C&onnecter
hu: &Kapcsolódás
it: C&onnetti
ja: 接続(&O)
pl: P&ołącz
pt_br: C&onectar
ru: Подк&лючить
sk: Pri&pojiť
zh_cn: 连接(&O)
zh_tw: 連接(&O)

# readOnlyFailure
source: Read-only iFolder prevented synchronization: {0}
cs: Složka iFolder je jen pro čtení, zabránilo to synchronizaci: {0}
de: Schreibgeschützter iFolder-Ordner hat Synchronisierung verhindert: {0}
es: La carpeta iFolder de sólo lectura ha impedido la sincronización: {0}
fr: Un dossier iFolder en lecture seule a empêché la synchronisation : {0}
hu: Írásvédett iFolder mappa akadályozta meg a szinkronizálást: {0}
it: Cartella iFolder di sola lettura. Impossibile eseguire la sincronizzazione: {0}
ja: 読み込み専用のiFolderは同期されません: {0}
pl: iFolder posiadający atrybut tylko do odczytu uniemożliwił synchronizację : {0}
pt_br: A pasta iFolder apenas leitura impediu a sincronização: {0}
ru: Папка iFolder доступна только для чтения, синхронизация невозможна: {0}
sk: Synchronizácii zabránil priečinok iFolder určený iba na čítanie: {0}
zh_cn: 只读 iFolder 阻止同步：{0}
zh_tw: 唯讀 iFolder 已防止同步化：{0}

# checkingForiFolders
source: Checking for new iFolders on: {0}
cs: Probíhá kontrola nových složek iFolder v: {0}
de: Neue iFolder-Ordner werden gesucht unter: {0}
es: Comprobando la presencia de nuevas carpetas iFolder en: {0}
fr: Recherche de nouveaux dossiers iFolder sur : {0}
hu: Új iFolder mappák keresése a következőn: {0}
it: Ricerca di nuove cartelle iFolder in: {0}
ja: 新しいiFolderをチェックしています: {0}
pl: Poszukiwanie nowych iFolderów na: {0}
pt_br: Verificando novas pastas do iFolder em: {0}
ru: Проверка новых папок iFolder на: {0}
sk: Zisťujú sa nové priečinky iFolder v umiestnení: {0}
zh_cn: 正在 {0} 上检查新的 iFolder
zh_tw: 正在下列位置上檢查新的 iFolder：{0}

# SyncErrorPrompt
source: Synchronization log contains the information regarding the files that are not synchronized.
cs: Synchronizační protokol obsahuje informace, které se týkají souborů, které nejsou synchronizovány.
de: Synchronisierungsprotokoll enthält Informationen zu Dateien, die nicht synchronisiert sind.
es: El registro de sincronización contiene información relativa a los archivos que no se han sincronizado.
fr: Le journal de synchronisation contient les informations relatives aux fichiers non synchronisés.
hu: A szinkronizálási napló tartalmazza a nem szinkronizált fájlokra vonatkozó információkat.
it: Il log di sincronizzazione contiene le informazioni sui file non sincronizzati.
ja: 同期ログには同期されていないファイルに関する情報も含まれます。
pl: Dziennik synchronizacji zawiera informacje o niezsynchronizowanych plikach.
pt_br: O registro de sincronização contém as informações referentes aos arquivos não sincronizados.
ru: Журнал синхронизации содержит информацию о файлах, которые не были синхронизированы.
sk: Denník synchronizácie obsahuje informácie o súboroch, ktoré nie sú synchronizované.
zh_cn: 同步日志包含与未同步文件相关的信息。
zh_tw: 同步記錄包含有關未同步化檔案的資訊。
