Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Windows/FormsTrayApp/FormsTrayApp.*.resx
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk, zh_cn, zh_tw

# TypeRetypeMisMatch
source: Passphrase entered and retyped passphrase does not match
cs: Zadané heslo a zopakované heslo se neshoduje
de: Eingegebener Passwortsatz stimmt nicht mit wiederholtem Passwortsatz überein
es: La contraseña codificada introducida y la reescrita no coinciden
fr: Les deux phrases secrètes saisies ne correspondent pas
hu: A megadott és az újra beírt hozzáférési kód nem egyezik.
it: La stringa di cifratura immessa e quella ridigitata non corrispondono
ja: 入力されたパスフレーズと再入力されたパスフレーズが一致しません
pl: Niezgodność zwrotu szyfrowania wprowadzonego pierwotnie i powtórnie
pt_br: A frase secreta digitada e a frase secreta digitada novamente não são iguais
ru: Контрольная фраза и повторно введенная контрольная фраза не совпадают
sk: Zadané prístupové výrazy sa nezhodujú
zh_cn: 输入的通行口令与重键入的通行口令不匹配
zh_tw: 輸入的密碼片語與重新輸入的密碼片語不符

source: Recovery Agent:
cs: Agent obnovení:
de: Wiederherstellungsagent:
es: Agente de recuperación:
fr: Agent de récupération :
hu: Helyreállítási ügynök:
it: Agente di recupero:
ja: 回復エージェント:
pl: Agent odzyskiwania:
pt_br: Agente de Recuperação:
ru: Агент восстановления:
sk: Agent obnovenia:
zh_cn: 恢复代理：
zh_tw: 復原代辦：

# NoLoggedInDomainsText
source: For changing passphrase the domain should be connected. Log on to the domain and try.
cs: Ke změně hesla musí být doména připojena. Přihlaste se k doméně a zkuste to znovu.
de: Zum Ändern des Passwortsatzes müssen Sie bei einem Konto angemeldet sein. Melden Sie sich an und versuchen Sie es erneut.
es: Debe estar conectado a una cuenta para poder cambiar la contraseña codificada. Inicie sesión en la cuenta y vuelva a intentarlo.
fr: Pour changer de phrase secrète, vous devez être logué au domaine. Loguez-vous au domaine et essayez.
hu: A hozzáférési kód megváltoztatásához kapcsolódnia kell a tartománynak. Jelentkezzen be a tartományba, és próbálja meg újra.
it: Per la modifica della stringa di cifratura è necessario essere connessi al dominio. Effettuare il login al dominio e provare.
ja: パスフレーズを変更するには、アカウントにログインしている必要があります。ログインしてから再度実行してください。
pl: Aby zmienić zwrot szyfrowania, musisz być użytkownikiem zalogowanym do konta. Zaloguj się i spróbuj ponownie.
pt_br: Para mudar a frase secreta, você precisa estar conectado a uma conta. Efetue login e tente novamente.
ru: Для изменения ключевой фразы необходимо войти в учетную запись. Выполните вход и повторите попытку.
sk: Ak chcete zmeniť prístupový výraz, musíte byť prihlásení v konte. Prihláste sa a skúste to znova.
zh_cn: 要更改通行口令，应连接域。请登录域并进行尝试。
zh_tw: 若要變更密碼片語，您必須先登入至帳戶中。請登入，然後再試一次。

# AccWizardText
source: iFolder Account Creation Wizard
cs: Průvodce vytvoření účtu iFolder
de: Assistent für die iFolder-Kontoerstellung
es: Asistente para la creación de cuentas de iFolder
fr: Assistant Création de compte iFolder
hu: iFolder fiók-létrehozási varázsló
it: Creazione guidata account iFolder
ja: iFolderアカウント作成ウィザード
pl: Kreator tworzenia konta programu iFolder
pt_br: Assistente de Criação da Conta do iFolder
ru: Мастер создания учетных записей iFolder
sk: Sprievodca vytvorením konta služby iFolder
zh_cn: iFolder 帐户创建向导
zh_tw: iFolder 帳戶建立精靈

# WelcomePageTitle
source: Welcome to the iFolder Account Creation Wizard
cs: Vítejte v průvodci vytvoření účtu aplikace iFolder
de: Willkommen beim Assistenten für die iFolder-Kontoerstellung
es: Bienvenido al Asistente para la creación de cuentas de iFolder
fr: Bienvenue dans l'Assistant Création de compte iFolder
hu: Üdvözli az iFolder fióklétrehozási varázsló
it: Creazione guidata account iFolder
ja: iFolderアカウント作成ウィザードへようこそ
pl: Witamy w Kreatorze tworzenia konta programu iFolder.
pt_br: Bem-vindo ao Assistente de Criação da Conta do iFolder
ru: Добро пожаловать в мастер создания учетных записей iFolder
sk: Víta vás sprievodca vytvorením konta služby iFolder
zh_cn: 欢迎使用 iFolder 帐户创建向导
zh_tw: 歡迎使用 iFolder 帳戶建立精靈

# uploadDir
source: Uploading directory: {0}
cs: Odesílání adresáře: {0}
de: Verzeichnis wird heraufgeladen: {0}
es: Cargando el directorio: {0}
fr: Téléchargement du répertoire : {0}
hu: Könyvtár feltöltése: {0}
it: Esecuzione dell'upload della directory in corso: {0}
ja: ディレクトリをアップロード中: {0}
pl: Przesyłanie katalogu: {0}
pt_br: Fazendo upload do diretório: {0}
ru: Отправка каталога: {0}
sk: Odovzdanie adresára: {0}
zh_cn: 正在上载目录：{0}
zh_tw: 正在上載目錄：{0}

# EncryptTotext
source: The original 3.x ifolder is encrypted and you choose to convert it to an un-encrypted one. Do you want to continue?
cs: Původní složka iFolder 3.x je zašifrovaná a chystáte se ji převést na nezašifrovanou. Chcete pokračovat?
de: Der 3.x-ifolder-Originalordner ist verschlüsselt und Sie möchten diesen Ordner in einen nicht verschlüsselten Ordner konvertieren. Möchten Sie fortfahren?
es: La carpeta iFolder 3.x original está cifrada y ha elegido convertirla a una sin cifrar. ¿Desea continuar?
fr: Le dossier iFolder 3.x d'origine est codé et vous avez choisi de le convertir en un dossier non codé. Souhaitez-vous continuer ?
hu: Az eredeti 3.x verziójú iFolder mappa titkosítva van, viszont titkosítás nélküli átalakítást állított be. Folytatja?
it: La cartella iFolder 3.x originale è cifrata e si è scelto di convertirla in una cartella non cifrata. Continuare?
ja: 元の3.x iFolderは暗号化されていましたが、暗号化を解除したiFolderに変換するよう選択されました。続行しますか?
pl: Oryginalny iFolder w wersji 3.x jest zaszyfrowany i zostanie przekształcony w niezaszyfrowany. Czy chcesz kontynuować?
pt_br: O ifolder 3.x original está criptografado e você escolheu convertê-lo em uma versão não-criptograda. Continuar?
ru: Исходная папка iFolder версии 3.x зашифрована, но Вы хотите преобразовать ее в незашифрованную. Продолжить?
sk: Pôvodná verzia 3.x služby ifolder je zašifrovaná, ale vybrali ste prenos do nezašifrovanej verzie. Chcete pokračovať?
zh_cn: 原始的 3.x ifolder 已加密且您选择将其转换为解密版。是否要继续？
zh_tw: 原始的 3.x ifolder 已加密，但是您選擇將它轉換成未加密。您要繼續嗎？

# VerifyPageName
source: verifyPage
cs: ověřovacíStránka
it: VerificaPagina
pt_br: Verificar Página

source: Security
cs: Zabezpečení
de: Sicherheit
es: Seguridad
fr: Sécurité
hu: Biztonság
it: Sicurezza
ja: セキュリティ
pl: Zabezpieczenia
pt_br: Segurança
ru: Защита
sk: Zabezpečenie
zh_cn: 安全性
zh_tw: 安全性

# synciFolder
source: Started synchronization: {0}
cs: Spuštěna synchronizace: {0}
de: Synchronisierung gestartet: {0}
es: Sincronización iniciada: {0}
fr: Synchronisation démarrée : {0}
hu: Szinkronizálás megkezdése: {0}
it: Sincronizzazione avviata: {0}
ja: 同期を開始しました: {0}
pl: Rozpoczęta synchronizacja: {0}
pt_br: Sincronização iniciada: {0}
ru: Синхронизация начата: {0}
sk: Synchronizácia začala: {0}
zh_cn: 已开始同步：{0}
zh_tw: 已啟動同步：{0}

# policySizeFailure
source: Size restriction policy prevented synchronization: {0}
cs: Zásady omezující velikost zabránily synchronizaci: {0}
de: Größenbeschränkungsrichtlinie verhinderte Synchronisierung: {0}
es: La directiva de restricción de tamaño ha impedido la sincronización: {0}
fr: La stratégie de restriction de taille a empêché la synchronisation : {0}
hu: A méretkorlátozó házirend miatt nem lehetett végrehajtani a szinkronizálást: {0}
it: Sincronizzazione non eseguita a causa delle norme relative alle dimensioni: {0}
ja: サイズ制限ポリシーによって同期が中止されました: {0}
pl: Założenia ograniczenia rozmiaru uniemożliwiły synchronizację: {0}
pt_br: A política de restrição de tamanho impediu a sincronização: {0}
ru: Синхронизация запрещена из-за политики ограничения размера: {0}
sk: Synchronizácii zabránila politika obmedzenia veľkosti: {0}
zh_cn: 大小限制策略阻止同步：{0}
zh_tw: 大小限制規則已防止同步化：{0}

# menuAccounts.Text
source: Accounts
cs: Účty
de: Konten
es: Cuentas
fr: Comptes
hu: Fiókok
it: Account
ja: アカウント
pl: Konta
pt_br: Contas
ru: Учетные записи
sk: Kontá
zh_cn: 帐户
zh_tw: 帳戶

# syncingFile
source: Synchronizing file: {0}
cs: Probíhá synchronizace souboru: {0}
de: Datei wird synchronisiert: {0}
es: Sincronizando el archivo: {0}
fr: Synchronisation du fichier : {0}
hu: Fájl szinkronizálása: {0}
it: Sincronizzazione del file in corso: {0}
ja: ファイルを同期中: {0}
pl: Synchronizowanie pliku: {0}
pt_br: Sincronizando arquivo: {0}
ru: Синхронизация файла: {0}
sk: Synchronizuje sa súbor: {0}
zh_cn: 正在同步文件：{0}
zh_tw: 正在同步化檔案：{0}

# quotaFailure
source: Full iFolder prevented synchronization: {0}
cs: Zaplnění složky iFolder zabránilo synchronizaci: {0}
de: Voller iFolder verhinderte Synchronisierung: {0}
es: La falta de espacio de la carpeta iFolder ha impedido la sincronización: {0}
fr: Un dossier iFolder plein a empêché la synchronisation : {0}
hu: A megtelt iFolder mappa miatt nem lehetett végrehajtani a szinkronizálást: {0}
it: Cartella iFolder piena. Sincronizzazione non eseguita: {0}
ja: iFolderが一杯なため同期できません: {0}
pl: Pełny iFolder uniemożliwił synchronizację: {0}
pt_br: Pasta cheia do iFolder impediu a sincronização: {0}
ru: Синхронизация запрещена из-за переполнения папки iFolder: {0}
sk: Synchronizácii zabránil plný priečinok iFolder: {0}
zh_cn: 完整的 iFolder 阻止同步：{0}
zh_tw: iFolder 滿載已防止同步化：{0}

# createAccountTitle
source: Welcome to iFolder
cs: Vítejte ve službě iFolder
de: Willkommen bei iFolder
es: Bienvenido a iFolder
fr: Bienvenue dans iFolder
hu: iFolder – köszönti a program
it: iFolder
ja: iFolderへようこそ
pl: Witamy w programie iFolder
pt_br: Bem-vindo ao iFolder
ru: Вас приветствует программа iFolder
sk: Víta vás služba iFolder
zh_cn: 欢迎使用 iFolder
zh_tw: 歡迎使用 iFolder

# UpgradeAvailableTitle
source: iFolder Client upgrade available.
cs: Je k dispozici inovace klienta iFolder.
de: Aufrüstung für iFolder-Client verfügbar.
es: Hay una actualización disponible para el cliente iFolder.
fr: Une mise à niveau du client iFolder est disponible.
hu: Van elérhető frissítés az iFolder-ügyfélhez.
it: Upgrade del client iFolder disponibile.
ja: iFolderクライアントのアップグレードが可能です。
pl: Jest dostępne uaktualnienie klienta programu iFolder.
pt_br: Upgrade do iFolder Client disponível.
ru: Доступно обновление клиента iFolder.
sk: K dispozícii je aktualizácia klienta iFolder.
zh_cn: iFolder 客户端升级可用。
zh_tw: 目前已提供 iFolder 用戶端升級。

# ErrDirCreate
source: Error in directory creation
cs: Chyba při vytváření klienta
de: Fehler bei der Verzeichniserstellung
es: Error al crear el directorio
fr: Erreur lors de la création du répertoire
hu: Hiba történt a könyvtár létrehozásakor
it: Errore durante la creazione della directory
ja: ディレクトリの作成時にエラー
pl: Błąd podczas tworzenia katalogu
pt_br: Erro na criação do diretório
ru: Ошибка при создании каталога
sk: Chyba pri vytváraní adresára
zh_cn: 创建目录时出错
zh_tw: 建立目錄時發生錯誤

# WelcomePageAction
source: To continue, click Next.
cs: Pokračujte klepnutím na tlačítko Další.
de: Klicken Sie auf 'Weiter', um fortzufahren.
es: Haga clic en Siguiente para continuar.
fr: Pour continuer, cliquez sur Suivant.
hu: A folytatáshoz kattintson a Tovább gombra.
it: Per continuare, scegliere Avanti.
ja: 続行するには、［次へ］をクリックします。
pl: Aby kontynuować, kliknij przycisk Dalej.
pt_br: Para continuar, clique em Avançar.
ru: Для продолжения щелкните "Далее".
sk: Pokračujte kliknutím na tlačidlo Ďalej.
zh_cn: 要继续，单击“下一步”。
zh_tw: 若要繼續，請按「下一步」。

# UName
source: User name
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente
ja: ユーザ名
pl: Nazwa użytkownika
pt_br: Nome do Usuário
ru: Имя пользователя
sk: Meno používateľa
zh_cn: 用户名
zh_tw: 使用者名稱

# uploadDeltaSyncFile
source: Uploading file: {0}. Synchronizing changes only: {1}% savings.
cs: Probíhá odesílání souboru: {0}. Probíhá pouze synchronizace změn: {1}% zápisu.
de: Datei wird heraufgeladen: {0}. Nur Änderungen werden synchronisiert: {1}% Einsparungen.
es: Cargando el archivo: {0}. Sincronizando sólo los cambios: {1}% guardado.
fr: Téléchargement du fichier : {0}. Synchronisation de changements uniquement : {1} % d'économies.
hu: Fájl feltöltése: {0}. Csak a változások szinkronizálása: {1}% megtakarítás.
it: Esecuzione dell'upload del file: {0}. Sincronizzazione delle sole modifiche in corso: {1}% salvato.
ja: ファイルをアップロード中: {0}。変更のみを同期中: {1}% 保存しました。
pl: Przesyłanie pliku: {0}. Synchronizowanie samych zmian: {1}% oszczędności.
pt_br: Fazendo upload do arquivo: {0}. A sincronização muda somente: {1}% gravações.
ru: Отправка файла: {0}. Только синхронизация изменений: {1}% сохранений.
sk: Odovzdáva sa súbor: {0}. Synchronizujú sa iba zmeny: {1}% uložení.
zh_cn: 正在上载文件：{0}。同步更改仅剩 {1}%。
zh_tw: 正在上載檔案：{0}。僅同步化變更：儲存 {1}%。

# ServerOldTitle
source: iFolder Server Old
cs: Server iFolder zastaralý
de: Alter iFolder-Server
es: Servidor de iFolder antiguo
fr: Ancien serveur iFolder
hu: Régi iFolder-kiszolgáló
it: Server iFolder precedente
ja: iFolderサーバが古くなっています
pl: Starsza wersja serwera programu iFolder
pt_br: Antigo Servidor do iFolder
ru: Старая версия сервера iFolder
sk: Server iFolder je zastaraný
zh_cn: iFolder 服务器较旧
zh_tw: 舊的 iFolder 伺服器

# NoLoggedInDomainsPasswordText
source: For changing password the domain should be connected. Log on to the domain and try.
cs: Ke změně hesla musí být doména připojena. Přihlaste se k doméně a zkuste to znovu.
de: Zum Ändern des Passworts müssen Sie bei einem Konto angemeldet sein. Melden Sie sich an und versuchen Sie es erneut.
es: Debe estar conectado a una cuenta para cambiar la contraseña. Inicie sesión en la cuenta y vuelva a intentarlo.
fr: Le changement de mot de passe nécessite une connexion au domaine. Loguez-vous au domaine et essayez.
hu: A jelszó módosításához kapcsolódnia kell a tartományhoz. Jelentkezzen be a tartományba, és próbálja meg újra.
it: Per modificare la password è necessario che il dominio sia connesso. Eseguire il login al dominio e riprovare.
ja: パスワードを変更するには、アカウントにログインしている必要があります。ログインしてから再度実行してください。
pl: Aby zmienić hasło, musisz być użytkownikiem zalogowanym do konta. Zaloguj się i spróbuj ponownie.
pt_br: Para mudar a senha, você precisa estar conectado a uma conta. Efetue login e tente novamente.
ru: Для смены пароля необходимо войти в учетную запись. Войдите в систему и повторите попытку.
sk: Ak chcete zmeniť heslo, musíte byť prihlásení v konte. Prihláste sa a skúste to znova.
zh_cn: 要更改口令，应连接域。请登录域，然后重试。
zh_tw: 若要變更密碼，您必須先登入至帳戶中。請登入，然後再試一次。

source: Create &Default iFolder
cs: Vytvořte &výchozí složku iFolder
de: &Standard-iFolder-Ordner erstellen
es: Crear carpeta iFolder por &defecto
fr: Créer un dossier iFolder par &défaut
hu: Alapértelmezett iFolder mappa &létrehozása
it: Crea cartella iFolder di &default
ja: デフォルトiFolderの作成(&D)
pl: &Utwórz domyślny iFolder
pt_br: Criar iFolder &Padrão
ru: Соз&дание папки iFolder по умолчанию
sk: Vytvoriť &predvolený priečinok iFolder
zh_cn: 创建默认的 iFolder(&D)
zh_tw: 建立預設 iFolder(&D)

# SetPassphraseSuccess
source: Successfully set the passphrase.
cs: Heslo bylo úspěšně nastaveno.
de: Passwortsatz festgelegt.
es: La contraseña codificada se ha establecido correctamente.
fr: Phrase secrète définie.
hu: Sikerült beállítani a hozzáférési kódot.
it: Impostazione della stringa di cifratura completata.
ja: パスフレーズが正常に設定されました。
pl: Pomyślnie ustawiono zwrot szyfrowania.
pt_br: Defina com êxito a frase secreta.
ru: Контрольная фраза установлена успешно.
sk: Prístupový výraz bol úspešne uložený.
zh_cn: 成功设置了通行口令。
zh_tw: 已成功設定密碼片語。

# Available.Text
source: Available:
cs: Dostupné:
de: Verfügbar:
es: Disponible:
fr: Disponible:
hu: Használható:
it: Disponibili:
ja: 使用可能:
pl: Dostępne:
pt_br: Disponível:
ru: Доступно:
sk: Dostupné:
zh_cn: 可用：
zh_tw: 可用的：

# SharableText
source: &Regular
cs: &Pravidelný
de: &Regulär
es: &Normal
fr: &Normal
hu: &Normál
it: &Normale
ja: 通常(&R)
pl: &Regularny
ru: О&бычный
sk: &Bežný
zh_cn: 常规(&R)
zh_tw: 一般(&R)

# iFolderServicesStopping
source: iFolder Services shutting down...
cs: Probíhá ukončování služeb iFolder...
de: iFolder-Services werden heruntergefahren...
es: Apagando los servicios de iFolder...
fr: Arrêt des services iFolder...
hu: Az iFolder szolgáltatás leállítása...
it: Chiusura dei servizi iFolder in corso...
ja: iFolderサービスをシャットダウンしています...
pl: Zamykanie usług iFolder...
pt_br: Serviços do iFolder encerrando...
ru: Закрытие сервисов iFolder...
sk: Služby aplikácie iFolder sa vypínajú...
zh_cn: iFolder 服务正在关闭...
zh_tw: iFolder 服務正在關閉...

# upgradeErrorTitle
source: Upgrade Failure
cs: Inovace selhala
de: Aufrüstfehler
es: Fallo de actualización
fr: Échec de mise à niveau
hu: Frissítési hiba
it: Errore durante l'esecuzione dell'upgrade
ja: アップグレードの失敗
pl: Uaktualnienie nie powiodło się
pt_br: Falha de Upgrade
ru: Сбой при обновлении
sk: Zlyhanie inovácie
zh_cn: 升级故障
zh_tw: 升級失敗

source: Select Recovery Agent:
cs: Vyberte agenta obnovení:
de: Wiederherstellungsagenten auswählen:
es: Seleccionar agente de recuperación:
fr: Sélectionner l'agent de récupération :
hu: Helyreállítási ügynök kiválasztása:
it: Selezionare l'agente di recupero:
ja: 回復エージェントの選択:
pl: Wybierz agenta odzyskiwania:
pt_br: Selecionar Agente de Recuperação:
ru: Выберите агент восстановления:
sk: Vyberte agenta pre obnovenie:
zh_cn: 选择恢复代理：
zh_tw: 選取復原代辦：

# ServerPagelbl2txt
source: Enter the name of your iFolder domain (for example, "ifolder.example.net").
cs: Zadejte název vašeho serveru iFolder (například: ifolder.priklad.net)
de: Geben Sie den Namen Ihres iFolder-Servers ein (z.B. "ifolder.beispiel.net")
es: Introduzca el nombre del servidor de iFolder (por ejemplo, ifolder.ejemplo.net).
fr: Entrez le nom de votre domaine iFolder (par exemple, ifolder.exemple.net).
hu: Adja meg az iFolder tartomány nevét (például ifolder.pelda.net).
it: Immettere il nome del dominio iFolder (ad esempio ifolder.esempio.net).
ja: iFolderサーバの名前(ifolder.example.netなど)を入力してください。
pl: Wprowadź nazwę serwera programu iFolder (np. ifolder.example.net).
pt_br: Digite o nome do servidor iFolder (por exemplo, "ifolder.exemplo.net").
ru: Введите имя сервера iFolder (например "iFolder.example.net").
sk: Zadajte názov servera aplikácie iFolder (napríklad ifolder.priklad.sk).
zh_cn: 输入 iFolder 域的名称（例如，ifolder.example.net）。
zh_tw: 輸入您 iFolder 伺服器的名稱 (例如，ifolder.example.net)。

# UpgradeNeededTitle
source: iFolder Client upgrade required.
cs: Je nutná inovace klienta iFolder.
de: Aufrüstung des iFolder-Client erforderlich.
es: Se requiere actualizar el cliente iFolder.
fr: Une mise à niveau du client iFolder est requise.
hu: Frissíteni kell az iFolder-ügyfelet.
it: Eseguire l'upgrade del client iFolder.
ja: iFolderクライアントのアップグレードが必要です。
pl: Wymagane jest uaktualnienie klienta programu iFolder.
pt_br: É necessário fazer upgrade do iFolder Client.
ru: Требуется обновление клиента iFolder.
sk: Vyžaduje sa aktualizácia klienta iFolder.
zh_cn: 需要升级 iFolder 客户端。
zh_tw: 需要 iFolder 用戶端升級。

# serverDiskFullFailure
source: Insufficient disk space on the server prevented synchronization: {0}
cs: Nedostatečný prostor na disku serveru zabránil synchronizaci: {0}
de: Unzureichender Speicherplatz auf dem Server verhinderte Synchronisierung: {0}
es: La falta de espacio de disco del servidor ha impedido la sincronización: {0}
fr: Un espace disque insuffisant sur le serveur a empêché la synchronisation : {0}
hu: A kiszolgálón lévő elégtelen szabad lemezterület miatt nem lehetett végrehajtani a szinkronizálást: {0}
it: Spazio su disco nel server insufficiente. Sincronizzazione non eseguita: {0}
ja: サーバのディスクスペースが十分でないため同期できません: {0}
pl: Niewystarczająca ilość miejsca na serwerze uniemożliwiła synchronizację: {0}
pt_br: Espaço em disco insuficiente no servidor impediu a sincronização: {0}
ru: Синхронизация запрещена из-за недостаточного дискового пространства на сервере: {0}
sk: Synchronizácii zabránil nedostatok miesta na disku na serveri: {0}
zh_cn: 服务器上磁盘空间不足阻止同步：{0}
zh_tw: 伺服器磁碟空間不足已防止同步化：{0}

# genericFailure
source: iFolder failed synchronization: {0}
cs: Synchronizace složky iFolder selhala: {0}
de: iFolder wurde nicht synchronisiert: {0}
es: Error durante la sincronización de iFolder: {0}
fr: Échec de synchronisation iFolder : {0}
hu: Az iFolder mappa szinkronizálása sikertelen volt: {0}
it: Sincronizzazione iFolder non riuscita: {0}
ja: iFolderの同期に失敗しました: {0}
pl: Synchronizacja iFolderu nie powiodła się: {0}
pt_br: Falha de sincronização do iFolder: {0}
ru: Сбой синхронизации iFolder: {0}
sk: Zlyhala synchronizácia priečinka iFolder: {0}
zh_cn: iFolder 未能同步：{0}
zh_tw: iFolder 同步失敗：{0}

# ServerInfo
source: Server Information
cs: Informace o serveru
de: Serverinformationen
es: Información del servidor
fr: Informations du serveur
hu: Kiszolgáló adatai
it: Informazioni sul server
ja: サーバ情報
pl: Informacje o serwerze
pt_br: Informações sobre o Servidor
ru: Информация о сервере
sk: Informácie o serveri
zh_cn: 服务器信息
zh_tw: 伺服器資訊

# exitMessage
source: If you exit the Novell iFolder application, changes in your iFolder will no longer be tracked. The next time you login, Novell iFolder will reconcile any differences between your iFolder and Server. Are you sure you want to exit the Application ?
cs: Pokud ukončíte aplikaci Novell iFolder, změny ve vaší složce iFolder již nebudou dále sledovány. Při dalším přihlášení aplikace Novell iFolder srovná veškeré rozdíly mezi vaší složkou iFolder a serverem. Chcete opravdu aplikaci ukončit ?
de: Wenn Sie die Anwendung Novell iFolder beenden, werden die Änderungen an Ihrem IFolder nicht mehr aufgezeichnet. Bei der nächsten Anmeldung gleicht Novell iFolder alle Unterschiede zwischen Ihrem IFolder und dem Server ab. Möchten Sie die Anwendung wirklich beenden?
es: Si sale de la aplicación iFolder de Novell, dejará de hacerse el seguimiento de los cambios realizados en la carpeta iFolder. La próxima vez que entre, iFolder de Novell reconciliará las diferencias entre la carpeta iFolder y el servidor. ¿Está seguro de que desea salir de la aplicación ?
fr: Si vous quittez l'application Novell iFolder, le suivi des modifications de votre dossier iFolder ne sera plus effectué. Lors de votre prochain login, Novell iFolder réconciliera les différences entre votre dossier iFolder et votre serveur. Voulez-vous vraiment quitter l'application ?
hu: Ha kilép a Novell iFolder alkalmazásból, megszűnik az iFolder könyvtárban beálló változások nyomon követése. A következő bejelentkezés alkalmával a Novell iFolder egyezteti az iFolder és a kiszolgáló között esetleg bekövetkező eltéréseket. Biztosan kilép az alkalmazásból?
it: Se si esce dall'applicazione Novell iFolder, non sarà possibile tenere traccia delle modifiche apportate nella cartella iFolder. Al successivo login, Novell iFolder risolverà le eventuali differenze tra la cartella iFolder e il server. Uscire dall'applicazione?
ja: Novell iFolderアプリケーションを終了すると、iFolderで行った変更は追跡されなくなります。 次回ログイン時、Novell iFolderはiFolderとサーバ間の相違点を調整します。 アプリケーションを本当に終了しますか?
pl: Po zakończeniu programu Novell iFolder zmiany w iFolderze użytkownika nie są śledzone. Przy następnym logowaniu program Novell iFolder usunie wszelkie różnice między iFolderem użytkownika a serwerem. Czy na pewno chcesz zakończyć program?
pt_br: Se você sair do aplicativo Novell iFolder, as mudanças no seu iFolder não serão mais monitoradas. Na próxima vez em que você efetuar login, o Novell iFolder reconciliará todas as diferenças entre o seu iFolder e o Servidor. Tem certeza de que deseja sair do Aplicativo?
ru: При выходе из приложения Novell iFolder изменения папки iFolder больше не будут отслеживаться. При следующей регистрации приложение Novell iFolder выполнит согласование любых отличий между папкой iFolder и сервером. Закрыть приложение?
sk: Ak ukončíte aplikáciu priečinka Novell iFolder, sledovanie zmien v priečinku iFolder sa ukončí. Pri nasledujúcom prihlásení, priečinok Novell iFolder zosúladí všetky rozdiely medzi vaším priečinkom iFolder a Serverom. Naozaj chcete ukončiť aplikáciu ?
zh_cn: 如果退出 Novell iFolder 应用程序，将不再对 iFolder 中的更改进行跟踪。 下次登录时，Novell iFolder 会调解您的 iFolder 与服务器之间的所有差异。 是否确实要退出该应用程序？ ?
zh_tw: 如果您離開 Novell iFolder 應用程式，則您的 iFolder 中的變更將不被追蹤。 當您下次登入時，Novell iFolder 將使您的 iFolder 與伺服器間的任何差異趨於一致。 您確定要離開應用程式？
