Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Windows/FormsTrayApp/Properties/Resources.*.resx
Languages: cs, it, ja, pl, pt_br, ru, sk

source: Server
ja: サーバ
pl: Serwer
pt_br: Servidor
ru: Сервер

# mergeDescription
source: Merge "{0}" to ...
cs: Sloučit "{0}" do ...
it: Unisci "{0}" a ...
ja: あて先を指定して「{0}」をマージ...
pl: Scal folder {0} z...
pt_br: Fundir "{0}" a ...
ru: Объединить "{0}" в ...
sk: Zlúčiť „{0}“ do ...

# deleteiFolder
source: This deletes the iFolder and its files from the server. Are you sure you sure you want to remove "{0}" form the server?
cs: Tímto odstraníte složku iFolder a její soubory ze serveru. Opravdu chcete odebrat složku "{0}" ze serveru?
it: Consente di eliminare la cartella iFolder e i file in essa contenuti dal server. Rimuovere "{0}" dal server?
ja: この操作を行うと、サーバからiFolderとそのファイルが削除されます。サーバから「{0}」を削除してもよろしいですか?
pl: Ta opcja powoduje usunięcie folderu iFolder i znajdujących się w nim plików z serwera. Czy na pewno chcesz usunąć folder iFolder {0} z serwera?
pt_br: Isso apaga o iFolder e seus arquivos do servidor. Tem certeza de que deseja remover "{0}" do servidor?
ru: Это действие приведет к удалению папки iFolder и всех ее файлов с сервера. Действительно удалить "{0}" с сервера?
sk: Týmto sa zo servera odstráni priečinok iFolder a súbory, ktoré obsahuje. Naozaj chcete odstrániť priečinok iFolder „{0}“ zo servera?

# iFolderRevertError
source: An error was encountered while reverting the iFolder.
cs: Při vracení složky iFolder do původního stavu došlo k chybě.
it: È stato rilevato un errore nel corso del ripristino della cartella iFolder.
ja: iFolderを元に戻しているときにエラーが発生しました。
pl: Wystąpił błąd podczas przywracania folderu iFolder.
pt_br: Erro ao reverter o iFolder.
ru: При отмене изменений папки iFolder произошла ошибка.
sk: Počas zmeny priečinka iFolder na normálny priečinok nastala chyba.

# enterPassphrasePageName
source: enterPassphrasePage
it: PaginaImmissioneStringaCifratura
ja: パスフレーズの入力ページ
pt_br: digitarPáginadeFraseSecreta

source: View available iFolders
cs: Zobrazit dostupné složky iFolder
it: Visualizza cartelle iFolder disponibili
ja: 使用可能なiFolderを表示
pl: Wyświetl dostępne foldery iFolder
pt_br: Ver iFolders disponíveis
ru: Просмотр доступных папок iFolder
sk: Zobraziť dostupné priečinky iFolder

# syncComplete
source: Started synchronization: {0}
cs: Spuštěná synchronizace: {0}
it: Sincronizzazione avviata: {0}
ja: 同期を開始しました: {0}
pl: Rozpoczęto synchronizację: {0}
pt_br: Sincronização iniciada: {0}
ru: Синхронизация запущена: {0}
sk: Synchronizácia spustená: {0}

# WaitConnect
source: Waiting to Connect
cs: Čekání na připojení
it: In attesa di connessione
ja: 接続待機中
pl: Oczekiwanie na połączenie
pt_br: Aguardando para Conectar
ru: Ожидание соединения
sk: Čaká sa na pripojenie

# singleWizPageFirst
source: Passphrase is reset using the secret file and its password.
cs: Šifrovací klíč se obnovuje pomocí tajného souboru a jeho hesla.
it: Stringa di cifratura reimpostata utilizzando file segreto e relativa password.
ja: パスフレーズは秘密ファイルとそのパスワードを使用してリセットされます。
pl: Zwrot hasłowy jest resetowany za pomocą tajnego pliku i hasła do tego pliku.
pt_br: Para redefinir a frase secreta, use o arquivo secreto e a respectiva senha.
ru: Ключевая фраза сброшена с использованием файла секрета и пароля к нему.
sk: Prístupový výraz sa obnoví pomocou tajného súboru a hesla tajného súboru.

# cannotShareMessage
source: It is not possible to share an encrypted iFolder. Only regular folders can be shared
cs: Zašifrovanou složku iFolder nelze sdílet. Sdílet lze pouze běžné složky.
it: Impossibile condividere una cartella iFolder cifrata. È possibile condividere solo le cartelle normali
ja: 暗号化されたiFolderを共有することはできません。共有できるのは、通常のフォルダだけです
pl: Nie można współużytkować zaszyfrowanego folderu iFolder. Można współużytkować tylko zwykłe foldery iFolder.
pt_br: Não é possível compartilhar um iFolder criptografado. Somente pastas normais podem ser compartilhadas
ru: Нельзя открыть общий доступ к зашифрованной папке iFolder. Допускается совместное использование только обычных папок.
sk: Šifrovaný priečinok iFolder nie je možné zdieľať. Môžete zdieľať iba bežné priečinky

# Available
source: Not set up
cs: Nenastaveno
it: Non impostato
ja: セットアップされていません
pl: Nie ustawiono
pt_br: Não configurado
ru: Не настроено
sk: Nie je nastavený

# infoPageName
source: InfoPage
it: PaginaInformazioni
ja: 情報ページ
pl: Strona informacji
pt_br: PáginadeInfo

# deleteClientDir
source: Deleting directory: {0}
cs: Odstraňování adresáře: {0}
it: Cancellazione directory in corso: {0}
ja: ディレクトリを削除しています: {0}
pl: Usuwanie katalogu: {0}
pt_br: Apagando diretório: {0}
ru: Удаление каталога: {0}
sk: Odstraňuje sa adresár: {0}

# unableToExportMesg
source: Unable to obtain old data file.Try again
cs: Nelze získat starý datový soubor. Opakujte akci.
it: Impossibile ottenere il file di dati precedente. Riprovare
ja: 古いデータファイルを取得できません。再度実行してください
pl: Nie można uzyskać starego pliku danych. Spróbuj ponownie.
pt_br: Não é possível obter o arquivo de dados antigo. Tente novamente
ru: Не удается получить старый файл данных. Повторите попытку.
sk: Starý údajový súbor sa nedá získať. Skúste to znova

# synciFolder
source: Started synchronization: {0}
cs: Spuštěná synchronizace: {0}
it: Sincronizzazione avviata: {0}
ja: 同期を開始しました: {0}
pl: Rozpoczęto synchronizację: {0}
pt_br: Sincronização iniciada: {0}
ru: Синхронизация запущена: {0}
sk: Synchronizácia spustená: {0}

source: Confirm passphrase:
cs: Potvrdit šifrovací klíč:
it: Conferma stringa di cifratura:
ja: パスフレーズの再入力:
pl: Potwierdź zwrot hasłowy:
pt_br: Confirme a frase secreta:
ru: Подтвердить ключевую фразу:
sk: Potvrdiť prístupový výraz:

source: Disk space used
cs: Využité místo na disku
it: Spazio su disco utilizzato
ja: 使用済みディスク容量
pl: Używane miejsce na dysku
pt_br: Espaço em disco usado
ru: Используемое место на диске
sk: Použité miesto na disku

# domainSelectionPageTitle
source: Select account
cs: Vybrat účet
it: Seleziona account
ja: アカウントを選択する
pl: Wybieranie konta
pt_br: Selecionar conta
ru: Выбрать учетную запись
sk: Vybrať konto

# exportPageName
source: ExportPage
it: EsportaPagina
ja: エクスポートページ
pl: Strona eksportowania
pt_br: ExportarPágina

# iFolderError
source: An error was encountered while reading iFolders
cs: Při čtení složek iFolder došlo k chybě.
it: È stato rilevato un errore nel corso della lettura delle cartelle iFolder
ja: iFolderの読み込み中にエラーが発生しました
pl: Wystąpił błąd podczas odczytywania folderów iFolder.
pt_br: Erro ao ler iFolders
ru: При чтении папки iFolders произошла ошибка
sk: Pri čítaní priečinkov iFolder sa vyskytla chyba

# userNameText
source: User name:
cs: Uživatelské jméno:
it: Nome utente:
ja: ユーザ名:
pl: Nazwa użytkownika:
pt_br: Nome de usuário:
ru: Имя пользователя:
sk: Meno používateľa:

# doneCheckingForiFolders
source: Done checking for new iFolders
cs: Dokončeno zjišťování nových složek iFolder
it: Controllo nuove cartelle iFolder completato
ja: 新しいiFolderの確認を終了しました
pl: Wyszukiwanie nowych folderów iFolder zakończone.
pt_br: Verificação de novos iFolders concluída
ru: Поиск новых папок iFolder завершен
sk: Dokončilo sa zisťovanie nových priečinkov iFolder

source: Details
cs: Podrobnosti
it: Dettagli
ja: 詳細
pl: Szczegóły
pt_br: Detalhes
ru: Подробнее
sk: Podrobnosti

# exportPageTitle
source: Obtain old data file
cs: Získat starý datový soubor
it: Ottieni file di dati precedente
ja: 古いデータファイルを取得する
pl: Uzyskaj stary plik danych
pt_br: Obter arquivo de dados antigo
ru: Получить старый файл данных
sk: Získať starý údajový súbor

# networkPath
source: The selected location is on a network or non-physical drive. iFolders must reside on a physical drive. Please select a different location and try again.
cs: Vybrané umístění se nachází v síti nebo na jiném než fyzickém disku. Složky iFolder musí být umístěny na fyzickém disku. Vyberte jiné umístění a opakujte akci.
it: L'ubicazione selezionata si trova su una rete o su un'unità non fisica. Le cartelle iFolder devono trovarsi su un'unità fisica. Selezionare un'ubicazione differente e riprovare.
ja: 選択された場所は、ネットワーク上または非物理ドライブ上にあります。iFolderは物理ドライブ上に配置する必要があります。別の場所を選択し、再度実行してください。
pl: Wybrane położenie to folder znajdujący się w sieci lub na innym dysku niż dysk fizyczny. Foldery iFolder muszą znajdować się na dysku fizycznym. Wybierz inne położenie i spróbuj ponownie.
pt_br: O local selecionado está em uma unidade de rede ou virtual. Os iFolders devem residir em uma unidade física. Selecione outro local e tente novamente.
ru: Выбранное расположение находится в сети или не на физическом диске. Папки iFolder должны размещаться на физических дисках. Выберите другое расположение и повторите попытку.
sk: Vybraté umiestnenie sa nachádza v sieti alebo na nefyzickej jednotke. Priečinky iFolder sa musia nachádzať na fyzickej jednotke. Vyberte iné umiestnenie a skúste to znova.

# exportPageFirst
source: Gets the encrypted key file from the server and stores it locally.
cs: Získá zašifrovaný soubor klíče ze serveru a uloží jej místně.
it: Ottiene il file chiave cifrato dal server e lo memorizza in locale.
ja: 暗号化されたキーファイルをサーバから取得し、ローカルに保存します。
pl: Umożliwia pobranie zaszyfrowanego pliku klucza z serwera i przechowywanie go lokalnie.
pt_br: Obtém o arquivo de chave criptografado do servidor e o armazena localmente.
ru: Получает зашифрованный файл ключа с сервера и сохраняет его в локальной системе.
sk: Získa šifrovaný súbor kľúča zo servera a uloží ho lokálne.

# localDir
source: Found change in directory: {0}
cs: Nalezena změna v adresáři: {0}
it: Modifica rilevata nella directory: {0}
ja: ディレクトリに変更が見つかりました: {0}
pl: Znaleziona zmiana w katalogu: {0}
pt_br: Mudança encontrada no diretório: {0}
ru: Найдено изменение в каталоге: {0}
sk: Našla sa zmena v adresári: {0}

# deleteAction
source: &amp:Delete
cs: &amp:Odstranit
it: &amp:Cancella
ja: 削除(&D)
pl: &amp:Usuń
pt_br: &amp:Apagar
ru: &Удалить
sk: &amp:Odstrániť

# RemoveMyMembershipText
source: Remove my Mem&bership
cs: Ode&brat moje členství
it: Rimuovi app&artenenza
ja: メンバーシップの削除(&B)
pl: &Usuń moje członkostwo
pt_br: Remover minha Par&ticipação
ru: Удалить мое &членство
sk: Odstrániť &moje členstvo

# RemoveMembershipTitle
source: Remove your membership from {0}
cs: Odebrat členství z {0}
it: Rimuovere appartenenza da {0}
ja: メンバーシップを {0} から削除する
pl: Usuń swoje członkostwo w folderze {0}
pt_br: Remover sua participação de {0}
ru: Удалите членство из {0}
sk: Odstrániť členstvo v priečinku iFolder {0}

# exportPageRA
source: &Recovery agent :
cs: &Agent pro obnovení :
it: &Agente di recupero:
ja: 回復エージェント(&R):
pl: &Agent odzyskiwania:
pt_br: Agente de &recuperação:
ru: &Агент восстановления:
sk: &Agent pre obnovenie :

# declineError
source: An error was encountered while removing the iFolder.
cs: Při odebírání složky iFolder došlo k chybě.
it: È stato rilevato un errore nel corso della rimozione della cartella iFolder.
ja: iFolderの削除中にエラーが発生しました。
pl: Wystąpił błąd podczas usuwania folderu iFolder.
pt_br: Erro ao remover o iFolder.
ru: При удалении папки iFolder произошла ошибка.
sk: Pri odstraňovaní priečinka iFolder sa vyskytla chyba.

# passwordText
source: &Password:
cs: &Heslo:
ja: パスワード(&P):
pl: &Hasło:
pt_br: &Senha:
ru: &Пароль:
sk: &Heslo:

# statusUnknown
source: Unknown
cs: Neznámý
it: Sconosciuto
ja: 不明
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
sk: Neznáme

# filesnFolders
source: Files/Folders to sync
cs: Soubory/složky k synchronizaci
it: File/Cartelle da sincronizzare
ja: 同期するファイル/フォルダ数
pl: Pliki/foldery do synchronizacji:
pt_br: Arquivos/Pastas para sincronização
ru: Файлы/папки для синхронизации
sk: Súbory alebo priečinky na synchronizáciu

# importPageOTP
source: &One time password :
cs: &Jednorázové heslo :
it: &Password monouso:
ja: 使い捨てパスワード(&O):
pl: Hasło j&ednorazowe:
pt_br: &Senha para um único uso:
ru: &Одноразовый пароль:
sk: &Heslo na jedno použitie:

# statusSyncFailure
source: Incomplete synchronization
cs: Nedokončená synchronizace
it: Sincronizzazione non completata
ja: 同期は完了していません
pl: Synchronizacja niepełna
pt_br: Sincronização incompleta
ru: Незавершенная синхронизация
sk: Neúplná synchronizácia

# singleWizPasswd
source: &Secret file password:
cs: &Heslo tajného souboru:
it: &Password file segreto:
ja: 秘密ファイルのパスワード(&S):
pl: &Hasło tajnego pliku:
pt_br: Senha do &arquivo secreto:
ru: Пароль файла &секрета:
sk: &Heslo tajného súboru:

source: Email address:
cs: E-mailová adresa:
it: Indirizzo e-mail:
ja: 電子メールアドレス:
pl: Adres e-mail:
pt_br: Endereço de e-mail:
ru: Адрес электронной почты:
sk: E-mailová adresa:

source: Log entries cleared.
cs: Položky protokolu byly vymazány.
it: Voci di log cancellate.
ja: ログエントリをクリアしました。
pl: Wpisy dziennika zostały wyczyszczone.
pt_br: Entradas de registro limpas.
ru: Записи журнала очищены.
sk: Záznamy v denníku boli vymazané.

# wizardText
source: Passphrase Recovery Wizard
cs: Průvodce obnovením šifrovacího klíče
it: Procedura guidata per il recupero della stringa di cifratura
ja: パスフレーズ回復ウィザード
pl: Kreator odzyskiwania zwrotów hasłowych
pt_br: Assistente de Recuperação de Frase Secreta
ru: Мастер восстановления ключевой фразы
sk: Sprievodca obnovením prístupového výrazu

# wizardName
source: passphraseRecoveryWizard
it: ProceduraGuidataRecuperoStringaDiCifratura
ja: パスフレーズ回復ウィザード
pt_br: AssistentedeRecuperaçãodeFraseSecreta

# infoPageTitle
source: Welcome to the Passphrase Recovery Wizard
cs: Vítá vás průvodce obnovením šifrovacího klíče
it: Procedura guidata per il recupero della stringa di cifratura
ja: パスフレーズ回復ウィザードへようこそ
pl: Witamy w kreatorze odzyskiwania zwrotów hasłowych
pt_br: Bem-vindo ao Assistente de Recuperação de Frase Secreta
ru: Мастер восстановления ключевой фразы
sk: Víta vás Sprievodca obnovením prístupového výrazu

# pathInStoreError
source: The selected location is inside the iFolder data folder. Please select a different location and try again.
cs: Zvolené umístění je uvnitř datové složky iFolder. Vyberte jiné umístění a opakujte akci.
it: L'ubicazione selezionata si trova nella cartella dati iFolder. Selezionare un'ubicazione differente e riprovare.
ja: 選択された場所はiFolderデータフォルダ内にあります。別の場所を選択し、再度実行してください。
pl: Wybrane położenie znajduje się w folderze danych iFolder. Wybierz inne położenie i spróbuj ponownie.
pt_br: O local selecionado está dentro da pasta de dados do iFolder. Selecione outro local e tente novamente.
ru: Выбранное расположение находится внутри папки данных iFolder. Выберите другое расположение и повторите попытку.
sk: Vybraté umiestnenie sa nachádza v priečinku údajov aplikácie iFolder. Vyberte iné umiestnenie a skúste to znova.

# deleteClientFile
source: Deleting file:{0}
cs: Odstraňování souboru:{0}
it: Cancellazione file in corso:{0}
ja: ファイルを削除しています: {0}
pl: Usuwanie pliku: {0}
pt_br: Apagando arquivo: {0}
ru: Удаление файла: {0}
sk: Odstraňuje sa súbor: {0}

# infoPageFirst
source: To recover a lost passphrase, you need the secret file (private key of the certificate) and the password to it or the data file from the administrator.
cs: Chcete-li obnovit ztracený šifrovací klíč, potřebujete tajný soubor (soukromý klíč certifikátu) a heslo k němu, nebo datový soubor od správce.
it: Per recuperare una stringa di cifratura persa, è necessario disporre del file segreto (chiave privata del certificato) e la relativa password o del file di dati dall'Amministratore.
ja: 忘れたパスフレーズを回復するには、秘密ファイル(証明書の秘密鍵)とそのパスワード、または管理者から取得したデータファイルが必要です。
pl: Aby odzyskać utracony zwrot hasłowy, musisz mieć tajny plik (klucz prywatny certyfikatu) i hasło do niego lub plik danych uzyskany od administratora.
pt_br: Para recuperar uma frase secreta perdida, você precisa do arquivo secreto (chave privada do certificado) e da respectiva senha ou do arquivo de dados do administrador.
ru: Для восстановления утерянной ключевой фразы требуется файл секрета (закрытый ключ сертификата) и его пароль или файл данных, предоставляемый администратором.
sk: Ak chcete obnoviť stratený prístupový výraz, potrebujete tajný súbor (súkromný kľúč certifikátu) a heslo tajného súboru alebo údajový súbor od správcu.

# localFile
source: Found changes in file: {0}
cs: Nalezené změny v souboru: {0}
it: Modifiche rilevate nel file: {0}
ja: ファイルに変更が見つかりました: {0}
pl: Znalezione zmiany w pliku: {0}
pt_br: Mudanças encontradas no arquivo: {0}
ru: Найдены изменения в файле: {0}
sk: Našli sa zmeny v súbore: {0}

# localSync
source: Checking for changes: {0}
cs: Kontrola změn: {0}
it: Controllo delle modifiche in corso: {0}
ja: 変更を確認しています: {0}
pl: Wyszukiwanie zmian: {0}
pt_br: Verificando se há mudanças: {0}
ru: Проверка изменений: {0}
sk: Zisťujú sa zmeny: {0}

source: Disk quota
cs: Disková kvóta
it: Quota disco
ja: ディスク割り当て量
pl: Przydział dysku
pt_br: Quota de disco
ru: Дисковая квота
sk: Kvóta priestoru na disku

# menuRemoveText
source: Delete &from server
cs: Odstranit ze &serveru
it: Cancella &dal server
ja: サーバから削除(&F)
pl: &Usuń z serwera
pt_br: Apagar &do servidor
ru: Удалить &c сервера
sk: Odstrániť &zo servera

# selectionPageSecond
source: I have the &secret file and the password to it
cs: Mám &tajný soubor a heslo k němu
it: L'utente dispone del file &segreto e della relativa password
ja: 秘密ファイルとそのパスワードがある(&S)
pl: Mam &tajny plik i hasło do niego
pt_br: Tenho o &arquivo secreto e a senha dele
ru: У меня есть файл &секрета и пароль к нему
sk: Mám &tajný súbor a heslo tajného súboru

# openErrorTitle
source: iFolder Open Error
cs: Chyba otevření složky iFolder
it: Errore di apertura cartella iFolder
ja: iFolderを開けませんでした
pl: Błąd podczas otwierania folderu iFolder
pt_br: Erro ao Abrir iFolder
ru: Ошибка открытия iFolder
sk: Pri otváraní priečinka iFolder sa vyskytla chyba

# FolderDoesNotExistErrorDesc
source: You can merge an iFolder only with a folder with same name. Select a folder with same name as the iFolder and try again
cs: Složku iFolder lze sloučit pouze se složkou se stejným názvem. Vyberte složku se stejným názvem, jako má složka iFolder, a opakujte akci.
it: È possibile unire una cartella iFolder solo a una cartella con lo stesso nome. Selezionare una cartella con lo stesso nome della cartella iFolder e riprovare
ja: iFolderとマージできるのは同じ名前のフォルダだけです。iFolderと同じ名前のフォルダを選択し、再度実行してください
pl: Folder iFolder można scalić tylko z folderem o takiej samej nazwie. Wybierz folder o takiej samej nazwie jak folder iFolder i spróbuj ponownie.
pt_br: Você só pode fundir um iFolder com uma pasta de mesmo nome. Selecione uma pasta com o mesmo nome do iFolder e tente novamente
ru: Папку iFolder можно объединить только с папкой с таким же именем. Выберите папку, имя которой совпадает с именем папки iFolder, и повторите попытку.
sk: Priečinok iFolder môžete zlúčiť iba s priečinkom s rovnakým názvom. Vyberte priečinok s rovnakým názvom ako priečinok iFolder a skúste to znova

# iFolderErrorTitle
source: Unable to read iFolders
cs: Nelze přečíst složky iFolder
it: Impossibile leggere cartelle iFolder
ja: iFolderを読み込めません
pl: Nie można odczytać folderów iFolder
pt_br: Não é possível ler iFolders
ru: Не удается прочитать папки iFolder
sk: Priečinky iFolder nie je možné čítať

# PathDoesNotExist
source: contain a folder with the same name as the iFolder.
cs: obsahují složku se stejným názvem jako složka iFolder.
it: contiene una cartella con lo stesso nome della cartella iFolder.
ja: には、iFolderと同じ名前のフォルダが含まれています。
pl: zawiera folder o takiej samej nazwie jak folder iFolder.
pt_br: contém uma pasta com o mesmo nome do iFolder.
ru: содержит папку с тем же именем, что и папка iFolder.
sk: obsahuje priečinok s rovnakým názvom ako priečinok iFolder.

# deleteUnknown
source: Deleting on server: {0}
cs: Odstraňování na serveru: {0}
it: Cancellazione sul server in corso: {0}
ja: サーバを削除しています: {0}
pl: Usuwanie na serwerze: {0}
pt_br: Apagando do servidor: {0}
ru: Удаление на сервере: {0}
sk: Odstraňuje sa na serveri: {0}

# importErrorMesg
source: Unable to reset passphrase. Try again.
cs: Šifrovací klíč nelze obnovit. Opakujte akci.
it: Impossibile reimpostare la stringa di cifratura. Riprovare.
ja: パスフレーズをリセットできません。再度実行してください。
pl: Nie można zresetować zwrotu hasłowego. Spróbuj ponownie.
pt_br: Não é possível redefinir frase secreta. Tente novamente.
ru: Не удается сбросить ключевую фразу. Повторите попытку.
sk: Prístupový výraz nie je možné obnoviť. Skúste to znova.

# finishText
source: Finish
cs: Dokončit
it: Fine
ja: 終了
pl: Zakończ
pt_br: Concluir
ru: Готово
sk: Dokončiť

source: Last sync time
cs: Čas poslední synchronizace
it: Ultimo orario sincronizzazione
ja: 最終同期時刻
pl: Czas ostatniej synchronizacji
pt_br: Hora da última sincronização
ru: Время последней синхронизации
sk: Čas poslednej synchronizácie

# showiFolders
source: Hide available iFolders
cs: Skrýt dostupné složky iFolder
it: Nascondi cartelle iFolder disponibili
ja: 使用可能なiFolderを隠す
pl: Ukryj dostępne foldery iFolder
pt_br: Ocultar iFolders disponíveis
ru: Скрыть доступные папки iFolder
sk: Skryť dostupné priečinky iFolder

source: Available for download
cs: Dostupné pro stažení
it: Disponibile per l'esecuzione del download
ja: ダウンロード可能
pl: Dostępne do pobrania
pt_br: Disponível para download
ru: Доступно для загрузки
sk: K dispozícii na prevzatie

# iFolderOpenError
source: Unable to open iFolder {0}.
cs: Nelze otevřít složku iFolder {0}.
it: Impossibile aprire la cartella iFolder {0}.
ja: iFolder {0} を開けません。
pl: Nie można otworzyć folderu iFolder {0}.
pt_br: Não é possível abrir iFolder {0}.
ru: Не удается открыть папку iFolder {0}.
sk: Priečinok iFolder {0} sa nedá otvoriť.

# helpText
source: &Help
cs: &Nápověda
ja: ヘルプ(&H)
pl: Pomo&c
pt_br: &Ajuda
ru: &Справка
sk: P&omocník

# WaitSync
source: Waiting to synchronize
cs: Čekání na synchronizaci
it: In attesa di sincronizzazione
ja: 同期待機中
pl: Oczekiwanie na zsynchronizowanie
pt_br: Aguardando para sincronizar
ru: Ожидание синхронизации
sk: Čaká sa na synchronizáciu

# encryptionNotSetHeading
source: Account Not Encrypted
cs: Účet není zašifrovaný.
it: Account non cifrato
ja: アカウントが暗号化されていません
pl: Konto nie jest szyfrowane
pt_br: Conta Não Criptografada
ru: Учетная запись не зашифрована
sk: Konto nie je šifrované

# oldDataFileNotSend
source: Unable to send old data file
cs: Nelze odeslat starý datový soubor
it: Impossibile inviare file di dati precedenti
ja: 古いデータファイルを送信できません
pl: Nie można wysłać starego pliku danych.
pt_br: Não é possível enviar o arquivo de dados antigo
ru: Не удается отправить старый файл данных
sk: Nie je možné odoslať starý údajový súbor

# singleWizPageName
source: SingleWizPage
it: PaginaProceduraGuidataSingola
ja: 単一ウィザードページ
pt_br: ÚnicaPáginadeAss

# availableQuota
source: Available
cs: Dostupné
it: Disponibile
ja: 使用可能
pl: Dostępny
pt_br: Disponível
ru: Доступно
sk: Dostupné

# RemoveMembershipMesg
source: This removes membership from iFolder and removes the iFolder from the list
cs: Tímto dojde k odebrání členství ze složky iFolder a odebrání složky iFolder ze seznamu.
it: Questa operazione rimuove l'appartenenza da iFolder e la cartella iFolder dall'elenco
ja: この操作を行うと、iFolderからメンバーシップが削除され、リストからiFolderが削除されます
pl: Ta opcja powoduje usunięcie członkostwa w folderze iFolder i usunięcie folderu iFolder z listy.
pt_br: Isso remove a participação do iFolder e remove o iFolder da lista
ru: Это действие приведет к удалению членства из папки iFolder, а также к удалению папки iFolder из списка
sk: Týmto sa odstráni členstvo v priečinku iFolder a priečinok iFolder sa odstráni zo zoznamu

# importPageEncryCheck
source: Is the &above file encrypted?
cs: Je výše uvedený soubor z&ašifrován?
it: Il file &sopra è cifrato?
ja: 上のファイルは暗号化されています(&A)
pl: &Czy powyższy plik jest zaszyfrowany?
pt_br: O arquivo &acima está criptografado?
ru: Указанный &выше файл зашифрован?
sk: Je &súbor vyššie šifrovaný?

# syncingDir
source: Synchronizing directory: {0}
cs: Synchronizace adresáře: {0}
it: Sincronizzazione directory in corso: {0}
ja: ディレクトリを同期しています: {0}
pl: Synchronizowanie katalogu: {0}
pt_br: Sincronizando diretório: {0}
ru: Синхронизация каталога: {0}
sk: Synchronizuje sa adresár: {0}
