Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Windows/FormsTrayApp/Properties/Resources.*.resx
Languages: cs, it, ja, pl, pt_br, ru, sk

# emailPageSecond
source: Send this file to the administrator who will decrypt the key file and send it back to you. You can then use the decrypted key file to reset your passphrase using the second option of the wizard.
cs: Odešlete tento soubor správci, který soubor klíče dešifruje a odešle vám jej zpět. Pomocí dešifrovaného souboru klíče potom můžete obnovit svůj šifrovací klíč pomocí druhé možnosti v průvodci.
it: Inviare il file all'Amministratore, il quale eseguirà la decifratura del file chiave e lo invierà nuovamente all'utente. L'utente può utilizzare il file chiave decifrato per reimpostare la stringa di cifratura utilizzando la seconda opzione della procedura guidata.
ja: このファイルを管理者に送信すると、管理者はキーファイルを復号化して送り返してきます。その後、復号化されたキーファイルを使用し、ウィザードの2番目のオプションを用いてパスフレーズをリセットできます。
pl: Wyślij ten plik do administratora, który odszyfruje plik klucza i odeśle go z powrotem. Za pomocą odszyfrowanego pliku klucza będzie można zresetować zwrot hasłowy, wybierając drugą opcję tego kreatora.
pt_br: Envie este arquivo para o administrador que irá decodificar o arquivo de chave e enviá-lo de volta para você. Em seguida, você poderá usar o arquivo de chave decodificado para redefinir a frase secreta usando a segunda opção do assistente.
ru: Отправьте этот файл администратору, который расшифрует файл ключа и перешлет его вам. Этот расшифрованный файл ключа можно затем использовать для сброса ключевой фразы с помощью второго варианта мастера.
sk: Odošlite tento súbor správcovi, ktorý dešifruje súbor kľúča a odošle vám ho späť. Pomocou dešifrovaného súboru kľúča potom môžete obnoviť prístupový výraz výberom druhej možnosti v sprievodcovi.

# oldDataFileError
source: Enter the location of an xml file.
cs: Zadejte umístění souboru XML.
it: Immettere l'ubicazione di un file xml.
ja: xmlファイルの場所を入力してください。
pl: Wprowadź położenie pliku XML.
pt_br: Digite o local de um arquivo xml.
ru: Введите расположение файла XML.
sk: Zadajte umiestnenie súboru XML.

# pathExistsError
source: The loation you selected already contains a folder with the same name as this iFolder. Please select a different location and try again.
cs: Vybrané umístění již obsahuje složku se stejným názvem jako tato složka iFolder. Vyberte jiné umístění a opakujte akci.
it: L'ubicazione selezionata contiene già una cartella nominata come la cartella iFolder. Selezionare un'ubicazione differente e riprovare.
ja: 選択した場所には、すでにこのiFolderと同じ名前のフォルダがあります。別の場所を選択し、再度実行してください。
pl: Wybrane położenie zawiera już folder o takiej samej nazwie jak folder iFolder. Wybierz inne położenie i spróbuj ponownie.
pt_br: O local selecionado já contém uma pasta com o mesmo nome deste iFolder. Selecione outro local e tente novamente.
ru: Выбранное расположение уже содержит папку, имя которой совпадает с именем этой папки iFolder. Выберите другое расположение и повторите попытку.
sk: Vybraté umiestnenie už obsahuje priečinok s rovnakým názvom ako tento priečinok iFolder. Vyberte iné umiestnenie a skúste to znova.

# importPageFilePathOne
source: &Location of the new data file
cs: &Umístění nového datového souboru
it: &Ubicazione nuovo file di dati
ja: 新しいデータファイルの場所(&L)
pl: P&ołożenie nowego pliku danych
pt_br: &Local do novo arquivo de dados
ru: Рас&положение нового файла данных
sk: &Umiestnenie nového údajového súboru

source: Access
cs: Přístup
it: Accesso
ja: アクセス
pl: Dostęp
pt_br: Acessar
ru: Доступ
sk: Prístup

# exportPageFilePath
source: &Location to save old data file:
cs: &Umístění pro uložení starého datového souboru:
it: &Ubicazione in cui salvare il file di dati precedente:
ja: 古いデータファイルの保存場所(&L):
pl: Położenie &zapisu starego pliku danych:
pt_br: &Local para gravação do arquivo de dados antigo:
ru: Ра&сположение для сохранения старого файла данных:
sk: &Umiestnenie na uloženie starého údajového súboru:

source: Regular
cs: Běžný
it: Normale
ja: 通常
pl: Zwykły
ru: Обычная
sk: Bežné

# successPageName
source: SuccessPage
it: PaginaSuccesso
ja: 成功ページ
pt_br: PáginadeÊxito

# logoff
source: Disconnect
cs: Odpojit
it: Disconnetti
ja: 接続解除
pl: Rozłącz
pt_br: Desconectar
ru: Разъединить
sk: Odpojiť

# selectionPageFive
source: You can exit the wizard at any step and work on subsequent steps later by using this page
cs: Průvodce lze v libovolném kroku ukončit a později se na této stránce ke zbývajícím krokům vrátit.
it: È possibile uscire dalla procedura guidata in qualsiasi momento e lavorare sui passaggi successivi in seguito utilizzando questa pagina
ja: 任意の手順でウィザードを終了できます。また、このページを使用すると、以降の手順を後で実行できます
pl: W dowolnej chwili możesz zakończyć tego kreatora i wykonać kolejne kroki później za pomocą niniejszej strony.
pt_br: Você pode sair do assistente em qualquer etapa e trabalhar nas etapas subseqüentes mais tarde usando esta página
ru: Работу мастера можно прервать на любом этапе и вернуться к следующим этапам позднее с помощью этой страницы
sk: Sprievodcu môžete kedykoľvek ukončiť a vykonať nasledujúce kroky pomocou tejto stránky

# selectionPageFour
source: &I have no secret file or data file.
cs: &Nemám žádný tajný soubor ani datový soubor.
it: &Nessun file segreto o file di dati.
ja: 秘密ファイルもデータファイルもない(&I)
pl: &Nie mam tajnego pliku ani pliku danych
pt_br: &Não tenho nenhum arquivo secreto nem arquivo de dados.
ru: У меня &нет файла секрета или файла данных.
sk: &Nemám tajný súbor ani údajový súbor.

# selectionPageName
source: SelectionPage
it: PaginaSelezione
ja: 選択ページ
pt_br: PáginadeSeleção

source: Unlimited
cs: Neomezeno
it: Illimitato
ja: 無制限
pl: Nieograniczone
pt_br: Ilimitado
ru: Неограничено
sk: Neobmedzené

# loginError
source: Unable to authenticate to the domain.You have been logged out of the account. Please login and try again.
cs: Nelze provést ověření pro doménu. Byli jste odhlášeni z účtu. Přihlaste se a opakujte akci.
it: Impossibile eseguire l'autenticazione al dominio. L''utente ha effettuato il logout dal domino. Effettuare il login e riprovare.
ja: ドメインに対して認証できません。アカウントからログアウトされています。ログインしてからやり直してください。
pl: Nie można przeprowadzić uwierzytelniania w domenie. Nastąpiło wylogowanie z konta. Zaloguj się i spróbuj ponownie.
pt_br: Não é possível autenticar no domínio. Você foi desconectado da conta. Efetue login e tente novamente.
ru: Не удается пройти аутентификацию в домене. Выполнен выход из учетной записи. Войдите в систему и повторите попытку.
sk: Overenie pre doménu nie je možné. Boli ste odhlásení z konta. Prihláste sa a skúste to znova.

source: cancel
cs: storno
it: annulla
ja: キャンセル
pl: anuluj
pt_br: cancelar
ru: отмена
sk: zrušiť

# PathIncludesProgFilesDirError
source: The selected location includes the Program Files folder. The Program Files folder cannot contain an iFolder. Please select a different location and try again.
cs: Vybrané umístění zahrnuje složku Program Files. Složka Program Files nemůže obsahovat složku iFolder. Vyberte jiné umístění a opakujte akci.
it: L'ubicazione selezionata comprende la cartella Programmi. La cartella Programmi non può essere una cartella iFolder. Selezionare una differente ubicazione e riprovare.
ja: 選択された場所にはProgram Filesフォルダが含まれています。Program FilesフォルダにiFolderを含めることはできません。別の場所を選択し、再度実行してください。
pl: Wybrane położenie zawiera folder Program Files. Folder Program Files nie może zawierać folderu iFolder. Wybierz inne położenie i spróbuj ponownie.
pt_br: O local selecionado inclui a pasta Arquivos de Programas. A pasta Arquivos de Programas não pode conter um iFolder. Selecione outro local e tente novamente.
ru: Выбранное расположение включает папку Program Files. Папка Program Files не может содержать папку iFolder. Выберите другое расположение и повторите попытку.
sk: Vybraté umiestnenie obsahuje priečinok Program Files. Priečinok Program Files nemôže obsahovať priečinok iFolder. Vyberte iné umiestnenie a skúste to znova.

# passphraseNotSetHeading
source: Passphrase Not Set
cs: Šifrovací klíč není nastaven.
it: Stringa di cifratura non impostata
ja: パスフレーズが設定されていません
pl: Nie ustawiono zwrotu hasłowego
pt_br: Frase secreta Não Definida
ru: Ключевая фраза не задана
sk: Prístupový výraz nie je nastavený

# importPageName
source: ImportPage
it: ImportaPagina
ja: インポートページ
pl: Strona importowania
pt_br: ImportarPágina

# recoveryError
source: Cannot reset passphrase. You have been logged out of the account.Please login and try again.
cs: Šifrovací klíč nelze obnovit. Byli jste odhlášeni z účtu. Přihlaste se a opakujte akci.
it: Impossibile reimpostare la stringa di cifratura. L''utente ha effettuato il logout dall'account. Effettuare il login e riprovare.
ja: パスフレーズをリセットできません。アカウントからログアウトされています。ログインしてからやり直してください。
pl: Nie można zresetować zwrotu hasłowego. Nastąpiło wylogowanie z konta. Zaloguj się i spróbuj ponownie.
pt_br: Não é possível redefinir frase secreta. Você foi desconectado da conta. Efetue login e tente novamente.
ru: Не удается сбросить ключевую фразу. Выполнен выход из учетной записи. Войдите в систему и повторите попытку.
sk: Prístupový výraz nie je možné obnoviť. Boli ste odhlásení z konta. Prihláste sa a skúste to znova.

# newDataFileError
source: New data file location is invalid
cs: Umístění nového datového souboru je neplatné.
it: Nuova ubicazione file di dati non valida
ja: 新しいデータファイルの場所が無効です
pl: Położenie nowego pliku danych jest nieprawidłowe.
pt_br: O novo local do arquivo de dados é inválido
ru: Расположение нового файла данных недопустимо
sk: Nové umiestnenie údajového súboru je neplatné

# exitTitle
source: Exit Application
cs: Ukončit aplikaci
it: Esci dall'applicazione
ja: アプリケーションを終了する
pl: Zakończ aplikację
pt_br: Sair do Aplicativo
ru: Выйти из приложения
sk: Skončiť aplikáciu

# logEntriesCleared1
source: Log entries cleared.
cs: Položky protokolu byly vymazány.
it: Voci di log cancellate.
ja: ログエントリをクリアしました。
pl: Wpisy dziennika zostały wyczyszczone.
pt_br: Entradas de registro limpas.
ru: Записи журнала очищены.
sk: Záznamy v denníku boli vymazané.

# infoPageSecond
source: If you don't have these parameters, you can use this wizard to export the old data file, which you can mail to your administrator who will decrypt and send it back to you. You can then use this new data file to reset your passphrase.
cs: Pokud tyto parametry nemáte, můžete pomocí tohoto průvodce exportovat starý datový soubor a poslat jej správci. Správce soubor dešifruje a odešle vám jej zpět. Pomocí tohoto nového datového souboru pak můžete obnovit svůj šifrovací klíč.
it: Se non si dispone di tali parametri, è possibile utilizzare la procedura guidata per esportare i file di dati precedenti. È possibile inviare via e-mail tali file all'Amministratore, il quale eseguirà la decifratura e li invierà nuovamente all'utente. L'utente può quindi utilizzare il nuovo file di dati decifrato per reimpostare la stringa di cifratura.
ja: これらのパラメータがない場合は、このウィザードを使用して古いデータファイルをエクスポートできます。このファイルを管理者にメールで送信すると、管理者はファイルを復号化して送り返してきます。その後、この新しいデータファイルを使用して、パスフレーズをリセットできます。
pl: Jeśli nie masz tych parametrów, możesz za pomocą tego kreatora wyeksportować zaszyfrowany plik klucza, a następnie wysłać go do administratora, który odszyfruje plik i odeśle go z powrotem. Za pomocą odszyfrowanego pliku klucza możesz następnie zresetować swój zwrot hasłowy.
pt_br: Caso não tenha esses parâmetros, use este assistente para exportar o arquivo de chave criptografado. Você pode enviar esse arquivo para o administrador, que irá decodificá-lo e enviá-lo de volta para você. Use o arquivo de chave de decodificação para redefinir sua frase secreta.
ru: Если вам неизвестны эти параметры, можно воспользоваться данным мастером для экспорта старого файла данных, который можно отправить по почте администратору. Администратор расшифрует его и вернет вам: этот новый файл данных затем можно использовать для сброса ключевой фразы.
sk: Ak nemáte k dispozícii tieto parametre, môžete prostredníctvom tohto sprievodcu exportovať starý údajový súbor, ktorý môžete odoslať e-mailom správcovi. Správca súbor dešifruje a odošle vám ho späť. Pomocou tohto nového údajového súboru potom môžete obnoviť prístupový výraz.

# preSync
source: Checking for changes
cs: Kontrola změn
it: Controllo delle modifiche in corso
ja: 変更を確認しています
pl: Wyszukiwanie zmian
pt_br: Verificando se há mudanças
ru: Проверка изменений
sk: Zisťujú sa zmeny

# domainSelectionPageSecond
source: Click Next to proceed.
cs: Pokračujte klepnutím na tlačítko Další.
it: Fare clic su Avanti per proseguire.
ja: 続行するには、［次へ］をクリックしてください。
pl: Kliknij przycisk Dalej, aby kontynuować.
pt_br: Clique em Avançar para prosseguir.
ru: Щелкните "Далее" для продолжения.
sk: Pokračujte kliknutím na tlačidlo Ďalej.

# importPageFirstLine
source: The Passphrase is reset using the Decrypted key file.
cs: Šifrovací klíč se obnovuje pomocí dešifrovaného souboru klíče.
it: La stringa di cifratura reimpostata utilizzando il file chiave decifrato.
ja: パスフレーズは復号化されたキーファイルを使用してリセットされます。
pl: Zwrot hasłowy jest resetowany za pomocą odszyfrowanego pliku klucza.
pt_br: Para redefinir a Frase Secreta, use o arquivo de chave decodificado.
ru: Ключевая фраза сброшена с помощью расшифрованного файла ключа.
sk: Prístupový výraz sa obnoví pomocou dešifrovaného súboru kľúča.

# statusSyncing
source: Synchronizing
cs: Synchronizace
it: Sincronizzazione in corso
ja: 同期しています
pl: Synchronizowanie
pt_br: Sincronizando
ru: Синхронизация
sk: Synchronizuje sa

# iFolderErrorTittle
source: Unable to read iFolders
cs: Nelze přečíst složky iFolder
it: Impossibile leggere cartelle iFolder
ja: iFolderを読み込めません
pl: Nie można odczytać folderów iFolder
pt_br: Não é possível ler iFolders
ru: Не удается прочитать папки iFolder
sk: Priečinky iFolder nie je možné čítať

# domainSelectionPageName
source: domainSelectionPage
it: PaginaSelezioneDominio
ja: ドメイン選択ページ
pt_br: PáginadeSeleçãodedomínio

# serverDefaultRA
source: Server_Default
cs: Server_Výchozí
it: Default_server
ja: サーバのデフォルト
pl: Serwer — _domyślny
ru: параметры_сервера_по_умолчанию

# singleAccountText
source: You have a single account. Click Next to proceed.
cs: Máte jeden účet. Pokračujte klepnutím na tlačítko Další.
it: L'utente dispone di un account singolo. Fare clic su Avanti per proseguire.
ja: アカウントが1つだけあります。続行するには、［次へ］をクリックしてください。
pl: Masz konto pojedyncze. Kliknij przycisk Dalej, aby kontynuować.
pt_br: Você tem uma única conta. Clique em Avançar para prosseguir.
ru: У вас есть одна учетная запись. Щелкните "Далее" для продолжения.
sk: Máte k dispozícii jedno konto. Pokračujte kliknutím na tlačidlo Ďalej.

# FolderDoesNotExistError
source: Then name of folder and iFolder must be the same
cs: Název složky a složky iFolder musí být stejný.
it: Quindi, il nome della cartella e della cartella iFolder devono essere gli stessi
ja: フォルダとiFolderは同じ名前にしてください
pl: Nazwa folderu i nazwa folderu iFolder muszą być identyczne.
pt_br: Os nomes da pasta e do iFolder devem ser iguais
ru: Имена папки и папки iFolder должны совпадать
sk: Názvy priečinka a priečinka iFolder musia byť rovnaké

# notApplicalbeText
source: Not applicable
cs: Nelze použít
it: Non applicabile
ja: 該当なし
pl: Nie dotyczy
pt_br: Não aplicável
ru: Неприменимо
sk: Nedá sa použiť

# availableText
source: Available
cs: Dostupné
it: Disponibile
ja: 使用可能
pl: Dostępny
pt_br: Disponível
ru: Доступно
sk: Dostupné

source: Deletion In Progress
cs: Probíhá odstraňování
it: Cancellazione in corso
ja: 削除の実行中
pl: Usuwanie w toku
pt_br: Apagamento Em Andamento
ru: Выполняется удаление
sk: Prebieha odstraňovanie

# OkMergeCancel
source: Select OK to merge or Cancel to select a different location
cs: Klepněte na tlačítko OK, chcete-li provést sloučení, nebo klepněte na tlačítko Storno a vyberte jiné umístění.
it: Selezionare OK per eseguire la fusione o Annulla per selezionare un'ubicazione diversa
ja: マージするには［OK］を、別の場所を選択するには［キャンセル］をクリックしてください
pl: Kliknij przycisk OK, aby scalić, lub przycisk Anuluj, aby wybrać inne położenie.
pt_br: Selecione OK para fazer uma fusão ou Cancelar para selecionar um local diferente
ru: Щелкните "ОК", чтобы выполнить слияние, или "Отмена", чтобы выбрать другое расположение
sk: Ak chcete vykonať zlúčenie, kliknite na tlačidlo OK. Ak chcete vybrať iné umiestnenie, kliknite na tlačidlo Zrušiť

source: N&ew passphrase:
cs: N&ový šifrovací klíč:
it: N&uova stringa di cifratura:
ja: 新しいパスフレーズ(&E):
pl: &Nowy zwrot hasłowy:
pt_br: N&ova frase secreta:
ru: &Новая ключевая фраза:
sk: N&ový prístupový výraz:

source: back
cs: zpět
it: indietro
ja: 戻る
pl: wstecz
pt_br: voltar
ru: назад
sk: naspäť

source: help
cs: nápověda
it: guida
ja: ヘルプ
pl: pomoc
pt_br: ajuda
ru: справка
sk: pomocník

source: Name
cs: Název
it: Nome
ja: 名前
pl: Nazwa
pt_br: Nome
ru: Имя
sk: Názov

source: next
cs: další
it: avanti
ja: 次へ
pl: dalej
pt_br: avançar
ru: далее
sk: ďalej

source: Type
cs: Typ
it: Tipo
ja: タイプ
pl: Typ
pt_br: Tipo
ru: Тип
sk: Typ

source: used
cs: použité
it: utilizzato
ja: 使用済み
pl: używane
pt_br: usado
ru: используется
sk: použitých

source: User
cs: Uživatel
it: Utente
ja: ユーザ
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
sk: Používateľ

# downloadFile
source: Downloading file: {0}
cs: Stahování souboru: {0}
it: Esecuzione del download del file in corso: {0}
ja: ファイルをダウンロードしています: {0}
pl: Pobieranie pliku: {0}
pt_br: Fazendo download do arquivo: {0}
ru: Загрузка файла: {0}
sk: Preberá sa súbor: {0}

source: Remove
cs: Odebrat
it: Rimuovi
ja: 削除
pl: Usuń
pt_br: Remover
ru: Удалить
sk: Odstrániť

# syncErrorTittle
source: iFolder Synchronization Error
cs: Chyba synchronizace složky iFolder
it: Errore di sincronizzazione cartella iFolder
ja: iFolder同期エラー
pl: Błąd synchronizacji folderu iFolder
pt_br: Erro ao Sincronizar iFolder
ru: Ошибка синхронизации iFolder
sk: Pri synchronizácii priečinka iFolder sa vyskytla chyba

# singleWizName
source: SingleWizPage
it: PaginaProceduraGuidataSingola
ja: 単一ウィザードページ
pt_br: ÚnicaPáginadeAss

# statusSynced
source: Synchronized: {0}
cs: Synchronizováno: {0}
it: Sincronizzato: {0}
ja: 同期済み: {0}
pl: Zsynchronizowano: {0}
pt_br: Sincronizado: {0}
ru: Синхронизовано: {0}
sk: Synchronizované: {0}

# notApplicable
source: N/A
cs: Není k dispozici
it: N/D
pl: nd.
ru: Н/Д
sk: Nie je k dispozícii

source: N/A
cs: Není k dispozici
it: N/D
pl: nd.
ru: Н/Д
sk: Nie je k dispozícii

# freeSpaceUnits
source: MB
ru: Мб

source: GB
ru: Гб

source: MB
ru: Мб

source: KB
ru: Кб
