Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Windows/FormsTrayApp/Properties/Resources.*.resx
Languages: cs, it, ja, pl, pt_br, ru, sk

# selectionPageOne
source: Select an option to recover your passphrase.
cs: Vyberte možnost pro obnovení vašeho šifrovacího klíče.
it: Selezionare un'opzione per recuperare la stringa di cifratura.
ja: パスフレーズを回復するためのオプションを選択してください。
pl: Wybierz opcję odzyskiwania zwrotu hasłowego.
pt_br: Selecione uma opção para recuperar sua frase secreta.
ru: Выберите вариант восстановления ключевой фразы.
sk: Vyberte možnosť obnovenia prístupového výrazu.

# noPassphrase
source: Passphrase not provided
cs: Šifrovací klíč není zadán.
it: Stringa di cifratura non fornita
ja: パスフレーズが指定されていません
pl: Nie podano zwrotu hasłowego
pt_br: Frase secreta não fornecida
ru: Ключевая фраза не указана
sk: Prístupový výraz nie je k dispozícii

# exitMessage
source: If you exit the Novell iFolder application, changes in your iFolder will no longer be tracked. The next ime you login, Novell iFolder will reconcile any differences between your iFolder and Server
cs: Pokud ukončíte aplikaci Novell iFolder, změny ve vaší složce iFolder nebudou nadále sledovány. Až se příště přihlásíte, aplikace Novell iFolder vyrovná případné rozdíly mezi vaší složkou iFolder a serverem.
it: Se si esce dall'applicazione Novell iFolder, le modifiche della cartella iFolder non verranno più tracciate. Al login successivo, Novell iFolder aggiorna tutte le differenze presenti tra la cartella iFolder dell'utente e il server
ja: Novell iFolderアプリケーションを終了すると、iFolderで行った変更は追跡されません。次のログイン時にNovell iFolderによって、iFolderとサーバ間の相違が調整されます
pl: Jeśli zakończysz pracę aplikacji Novell iFolder, zmiany w folderze iFolder nie będą już śledzone. Przy następnym zalogowaniu program Novell iFolder uzgodni wszystkie różnice między folderem iFolder a serwerem.
pt_br: Se você sair do aplicativo Novell iFolder, as mudanças feitas no iFolder não serão mais monitoradas. Na próxima vez em que você efetuar login, o Novell iFolder reconciliará todas as diferenças entre o iFolder e o Servidor
ru: При выходе из приложения Novell iFolder изменения, вносимые в папку iFolder, более не будут отслеживаться. При следующем входе в систему Novell iFolder согласует все различия между вашей папкой iFolder и сервером.
sk: Ak ukončíte aplikáciu Novell iFolder, sledovanie zmien v priečinku iFolder sa ukončí. Pri nasledujúcom prihlásení aplikácia Novell iFolder zosúladí všetky rozdiely medzi vaším priečinkom iFolder a serverom

source: Encrypted
cs: Zašifrováno
it: Cifrato
ja: 暗号化
pl: Zaszyfrowany
pt_br: Criptografado
ru: Зашифрованный
sk: Šifrované

# setNewPassphraseTitle
source: Set New Passphrase
cs: Nastavit nový šifrovací klíč
it: Imposta nuova stringa di cifratura
ja: 新しいパスフレーズの設定
pl: Ustaw nowy zwrot hasłowy
pt_br: Definir Nova Frase Secreta
ru: Задать новую ключевую фразу
sk: Nastaviť nový prístupový výraz

# statusSyncingItems
source: {0} items to synchronize
cs: {0} položek k synchronizaci
it: {0} elementi da sincronizzare
ja: {0} 項目を同期します
pl: Liczba elementów do zsynchronizowania: {0}
pt_br: {0} itens para sincronização
ru: {0} эл. для синхронизации
sk: Počet položiek na synchronizovanie: {0}

# revertErrorTitle
source: iFolder Revert Error
cs: Chyba vrácení složky iFolder do původního stavu
it: Errore ripristino iFolder
ja: iFolderを元に戻せませんでした
pl: Błąd przywracania folderu iFolder
pt_br: Erro ao Reverter iFolder
ru: Ошибка восстановления iFolder
sk: Chyba pri zmene priečinka iFolder

# authenticateError
source: Authentication failed
cs: Ověření se nezdařilo.
it: Autenticazione non riuscita
ja: 認証に失敗しました
pl: Uwierzytelnianie nie powiodło się.
pt_br: Falha na autenticação
ru: Сбой аутентификации
sk: Overenie zlyhalo

# secretPathInvalid
source: Location of secret file is invalid
cs: Umístění tajného souboru je neplatné.
it: Ubicazione file segreto non valida
ja: 秘密ファイルの場所が無効です
pl: Nieprawidłowe położenie tajnego pliku.
pt_br: O local do arquivo secreto é inválido
ru: Расположение файла секрета недопустимо
sk: Umiestnenie tajného súboru je neplatné

# acceptDescription
source: Download "{0}" to ...
cs: Stáhnout "{0}" do ...
it: Esecuzione del download di "{0}" in ...
ja: あて先を指定して「{0}」をダウンロード...
pl: Pobierz folder {0} do...
pt_br: Fazer download de "{0}" para ...
ru: Загрузить "{0}" в ...
sk: Prevziať „{0}“ do ...

# iFolderAcc
source: &iFolder account :
cs: &Účet iFolder :
it: Account &iFolder:
ja: iFolderアカウント(&I):
pl: &Konto programu iFolder:
pt_br: Conta do &iFolder:
ru: Уч&етная запись iFolder:
sk: &Konto aplikácie iFolder :

# autoSync
source: Automatic sync
cs: Automatická synchronizace
it: Sincronizzazione automatica
ja: 自動同期
pl: Automatyczna synchronizacja
pt_br: Sincronização automática
ru: Автоматическая синхронизация
sk: Automatická synchronizácia

# verifyText
source: Verify
cs: Ověřit
it: Verifica
ja: 確認
pl: Weryfikuj
pt_br: Verificar
ru: Проверить
sk: Overiť

# checkingForiFolders
source: Checing for new iFolders...
cs: Zjišťování nových složek iFolder...
it: Controllo nuove cartelle iFolder in corso...
ja: 新しいiFolderを確認しています...
pl: Trwa wyszukiwanie nowych folderów iFolder...
pt_br: Verificando se há novos iFolders...
ru: Поиск новых папок iFolder...
sk: Zisťujú sa nové priečinky iFolder...

# downloadDir
source: Downloading directory: {0}
cs: Stahování adresáře: {0}
it: Esecuzione del download della directory in corso: {0}
ja: ディレクトリをダウンロードしています: {0}
pl: Pobieranie katalogu: {0}
pt_br: Fazendo download do diretório: {0}
ru: Загрузка каталога: {0}
sk: Preberá sa adresár: {0}

# syncErrorTitle
source: iFolder Synchronization Error
cs: Chyba synchronizace složky iFolder
it: Errore di sincronizzazione cartella iFolder
ja: iFolder同期エラー
pl: Błąd synchronizacji folderu iFolder
pt_br: Erro ao Sincronizar iFolder
ru: Ошибка синхронизации iFolder
sk: Pri synchronizácii priečinka iFolder sa vyskytla chyba

# syncDisabled
source: Synchronization disabled
cs: Synchronizace vypnuta
it: Sincronizzazione disabilitata
ja: 同期が無効です
pl: Synchronizacja wyłączona
pt_br: Sincronização desabilitada
ru: Синхронизация отключена
sk: Synchronizácia je zakázaná

# pathInvalidErrorTitle
source: Invalid Location
cs: Neplatné umístění
it: Ubicazione non valida
ja: 無効な場所です
pl: Nieprawidłowe położenie
pt_br: Local Inválido
ru: Недопустимое расположение
sk: Neplatné umiestnenie

# domainSelectionFirst
source: Select the account for which the passphrase needs to be reset.
cs: Vyberte účet, pro který je nutné obnovit šifrovací klíč.
it: Selezionare l'account per cui si desidera reimpostare la stringa di cifratura.
ja: パスフレーズをリセットする必要があるアカウントを選択してください。
pl: Wybierz konto, dla którego należy zresetować zwrot hasłowy.
pt_br: Selecione a conta para a qual a frase secreta precisa ser redefinida.
ru: Выберите учетную запись, для которой требуется сбросить ключевую фразу.
sk: Vyberte konto, pre ktoré chcete obnoviť prístupový výraz.

# browseText
source: B&rowse
cs: P&rocházet
it: S&foglia
ja: 参照(&R)
pl: &Przeglądaj
pt_br: P&rocurar
ru: О&бзор
sk: &Prehľadávať

# b
source: Bytes
cs: Bajty
it: Byte
ja: バイト
pl: bajtów
ru: байт
sk: B

# cancelText
source: &Cancel
cs: &Zrušit
it: &Annulla
ja: キャンセル(&C)
pl: &Anuluj
pt_br: &Cancelar
ru: &Отмена
sk: &Zrušiť

# statusConflicts
source: Has Conflicts
cs: Má konflikty
it: Con conflitti
ja: 競合あり
pl: Powoduje konflikt
pt_br: Tem Conflitos
ru: Конфликтует
sk: Obsahuje konflikty

# pathIncludesWinDirError
source: The selected location includes the Windows folder. The Windows folder cannot contain an iFolder. Please select a different lcoation and try again.
cs: Zvolené umístění zahrnuje složku Windows. Složka Windows nemůže obsahovat složku iFolder. Vyberte jiné umístění a opakujte akci.
it: L'ubicazione selezionata include la cartella Windows. Tale cartella non può contenere una cartella iFolder. Selezionare un'ubicazione differente e riprovare.
ja: 選択された場所にはWindowsフォルダが含まれています。WindowsフォルダをiFolderに含めることはできません。別の場所を選択し、再度実行してください。
pl: W wybranym położeniu znajduje się folder systemu Windows. Folder systemu Windows nie może zawierać folderu iFolder. Wybierz inne położenie i spróbuj ponownie.
pt_br: O local selecionado inclui a pasta do Windows. A pasta do Windows não pode conter uma pasta do iFolder. Selecione outro local e tente novamente.
ru: Выбранное расположение включает папку Windows. Папка Windows не может содержать папку iFolder. Выберите другое расположение и повторите попытку.
sk: Vybraté umiestnenie obsahuje priečinok Windows. Priečinok Windows nemôže obsahovať priečinok iFolder. Vyberte iné umiestnenie a skúste to znova.

# singleWizP12File
source: &Location of secret file:
cs: &Umístění tajného souboru:
it: &Ubicazione file segreto:
ja: 秘密ファイルの場所(&L):
pl: P&ołożenie tajnego pliku:
pt_br: &Local do arquivo secreto:
ru: Ра&сположение файла секрета:
sk: &Umiestnenie tajného súboru:

# selectionPageTitle
source: Select Passphrase Recovery step
cs: Zvolte krok obnovení šifrovacího klíče
it: Selezionare il passaggio di recupero della stringa di cifratura
ja: パスワード回復手順を選択する
pl: Wybierz krok odzyskiwania zwrotów hasłowych
pt_br: Etapa de Seleção de Recuperação de Frase Secreta
ru: Выберите этап восстановления ключевой фразы
sk: Vyberte krok obnovenia prístupového výrazu

# selectionPageThird
source: I have the new &data file sent by the administrator.
cs: Mám nový &datový soubor odeslaný správcem.
it: L'utente dispone del nuovo file di &dati inviato dall'Amministratore.
ja: 管理者から送信された新しいデータファイルがある(&D)
pl: Mam nowy plik &danych otrzymany od administratora
pt_br: Eu tenho o novo &arquivo de dados enviado pelo administrador.
ru: У меня есть новый файл д&анных, полученный от администратора.
sk: Mám nový ú&dajový súbor odoslaný správcom.

# acceptError
source: An exception occurred while attempting to download the iFolder.
cs: Při pokusu o stažení složky iFolder došlo k výjimce.
it: Si è verificata un'eccezione durante il tentativo di esecuzione del download della cartella iFolder.
ja: iFolderをダウンロードしようとしているときに例外が発生しました。
pl: Podczas próby pobrania folderu iFolder wystąpił wyjątek.
pt_br: Ocorreu uma exceção durante a tentativa de download do iFolder.
ru: При попытке загрузить папку iFolder произошло исключение.
sk: Pri pokuse o prevzatie priečinka iFolder sa vyskytla výnimka.

# usedQuota
source: Used
cs: Použité
it: Utilizzato
ja: 使用済み
pl: Używany
pt_br: Usado
ru: Используется
sk: Použité

# nextText
source: &Next
cs: &Další
it: &Avanti
ja: 次へ(&N)
pl: &Dalej
pt_br: &Avançar
ru: Да&лее
sk: Ď&alej

# emailPageTitle
source: Old data file sent successfully.
cs: Starý datový soubor byl úspěšně odeslán.
it: File di dati precedente inviato correttamente.
ja: 古いデータファイルは正常に送信されました。
pl: Stary plik danych został pomyślnie wysłany.
pt_br: Arquivo de dados antigo enviado com êxito.
ru: Старый файл данных успешно отправлен.
sk: Starý údajový súbor bol úspešne odoslaný.

# login
source: Connect
cs: Připojit
it: Connetti
ja: 接続
pl: Połącz
pt_br: Conectar
ru: Подключить
sk: Pripojiť

source: Owner
cs: Vlastník
it: Proprietario
ja: 所有者
pl: Właściciel
pt_br: Proprietário
ru: Владелец
sk: Vlastník

# passphraseNotSet
source: Passphrase is not set for this account.
cs: Pro tento účet není nastaven šifrovací klíč.
it: Stringa di cifratura non impostata per l'account.
ja: このアカウントではパスフレーズが設定されていません。
pl: Nie ustawiono zwrotu hasłowego dla tego konta.
pt_br: A frase secreta não está definida para esta conta.
ru: Ключевая фраза не задана для этой учетной записи.
sk: Pre toto konto nie je nastavený prístupový výraz.

# emailPageFirst
source: The encrypted key file was successfully exported.
cs: Zašifrovaný soubor klíče byl úspěšně exportován.
it: File chiave cifrato esportato correttamente.
ja: 暗号化されたキーファイルは正常にエクスポートされました。
pl: Zaszyfrowany plik klucza został pomyślnie wyeksportowany.
pt_br: O arquivo de chave criptografado foi exportado com êxito.
ru: Зашифрованный файл ключа успешно экспортирован.
sk: Šifrovaný súbor kľúča sa úspešne exportoval.

# emailPageName
source: EmailPage
it: PaginaE-mail
ja: 電子メールページ
pt_br: PáginadeE-mail

# finalPageTitle
source: Passphrase is reset successfully.
cs: Šifrovací klíč byl úspěšně obnoven.
it: Stringa di cifratura reimpostata correttamente.
ja: パスフレーズは正常にリセットされました。
pl: Zwrot hasłowy został pomyślnie zresetowany.
pt_br: Frase secreta redefinida com êxito.
ru: Ключевая фраза успешно сброшена.
sk: Prístupový výraz bol úspešne obnovený.

# removeTitle
source: Delete iFolder
cs: Odstranit složku iFolder
it: Cancella iFolder
ja: iFolderの削除
pl: Usuń folder iFolder
pt_br: Apagar iFolder
ru: Удалить iFolder
sk: Odstrániť priečinok iFolder

# finalPageFirst
source: Congratulations!! You have successfully reset the passphrase.Now,you can use the new passphrase to access your data.
cs: Gratulujeme!! Úspěšně jste obnovili šifrovací klíč. Nyní můžete pro přístup ke svým datům používat nový šifrovací klíč.
it: La stringa di cifratura è stata correttamente reimpostata. È ora possibile utilizzare la nuova stringa di cifratura per accedere ai dati.
ja: おめでとうございます。パスフレーズは正常にリセットされました。新しいパスフレーズを使用して、データにアクセスできるようになりました。
pl: Gratulacje! Zwrot hasłowy został pomyślnie zresetowany. Teraz możesz uzyskiwać dostęp do danych za pomocą nowego zwrotu hasłowego.
pt_br: Parabéns!! Você redefiniu a frase secreta com êxito. Agora você pode usar a nova frase secreta para acessar seus dados.
ru: Поздравляем! Ключевая фраза сброшена. Теперь для доступа к данным можно использовать новую ключевую фразу.
sk: Gratulujeme! Prístupový výraz bol úspešne obnovený. Na prístup k údajom teraz môžete používať nový prístupový výraz.

# backText
source: &Back
cs: &Zpět
it: &Indietro
ja: 戻る(&B)
pl: &Wstecz
pt_br: &Voltar
ru: &Назад
sk: &Naspäť

# FolderDoesNotExistErrorTitle
source: Folder doesnot exist
cs: Složka neexistuje.
it: Cartella inesistente
ja: フォルダが存在しません
pl: Folder nie istnieje
pt_br: A pasta não existe
ru: Папка не существует
sk: Priečinok neexistuje

# finalPageName
source: finalPage
it: PaginaFinale
ja: 最終ページ
pl: ostatnia strona
pt_br: páginaFinal

source: Account
cs: Účet
ja: アカウント
pl: Konto
pt_br: Conta
ru: Учетная запись
sk: Konto

# uploadDir
source: Uploading directory: {0}
cs: Nahrávání adresáře: {0}
it: Esecuzione dell'upload della directory in corso: {0}
ja: ディレクトリをアップロードしています: {0}
pl: Przekazywanie katalogu: {0}
pt_br: Fazendo upload do diretório: {0}
ru: Отправка каталога: {0}
sk: Odovzdáva sa adresár: {0}

# noifolder
source: No of iFolders
cs: Počet složek iFolder
it: N. di cartelle iFolder
ja: iFolderの数
pl: Brak iFolderów
pt_br: Número de iFolders
ru: Количество папок iFolder
sk: Počet priečinkov iFolder

# statusSyncItemsFailed
source: {0} items not synchronized
cs: Nesynchronizovaných položek: {0}
it: {0} elementi non sincronizzati
ja: {0} 項目が同期されていません
pl: Liczba niezsynchronizowanych elementów: {0}
pt_br: {0} itens não sincronizados
ru: {0} эл. не синхронизировано
sk: Počet položiek, ktoré neboli synchronizované: {0}

source: Remove My Membership
cs: Odebrat moje členství
it: Rimuovi appartenenza
ja: メンバーシップの削除
pl: Usuń moje członkostwo
pt_br: Remover Minha Participação
ru: Удалить мое членство
sk: Odstrániť moje členstvo

source: Disk space available
cs: Dostupné místo na disku
it: Spazio su disco disponibile
ja: 使用可能なディスク容量
pl: Dostępne miejsce na dysku
pt_br: Espaço em disco disponível
ru: Доступно места на диске
sk: Dostupné miesto na disku

# disconnected
source: Server unavailable
cs: Server nedostupný
it: Server non disponibile
ja: サーバを使用できません
pl: Serwer niedostępny
pt_br: Servidor indisponível
ru: Сервер недоступен
sk: Server je nedostupný

# accessDenied
source: You do not have the sufficient access to the selected location. iFodler can only be created in folder where you have access to read and write files. Please select a different location and try again.
cs: Nemáte dostatečný přístup k vybranému umístění. Složku iFolder lze vytvořit pouze ve složce, u které máte oprávnění ke čtení i k zápisu souborů. Vyberte jiné umístění a opakujte akci.
it: Non si dispone dei sufficienti diritti di accesso per l'ubicazione selezionata. È possibile creare la cartella iFolder solo in cartelle per cui si dispone dei diritti di lettura e di scrittura dei file. Selezionare una differente ubicazione e riprovare.
ja: 選択された場所にアクセスするための十分な権利がありません。iFodlerは、ファイルに対する読み込み権と書き込み権があるフォルダでのみ作成できます。別の場所を選択し、再度実行してください。
pl: Nie masz wystarczających praw dostępu do wybranego położenia. Folder iFolder może zostać utworzony tylko w folderze, do którego masz prawa dostępu z możliwością odczytu i zapisu plików. Wybierz inne położenie i spróbuj ponownie.
pt_br: Você não tem direitos de acesso suficientes para o local selecionado. O iFodler só pode ser criado em uma pasta na qual você tenha acesso para ler e gravar arquivos. Selecione outro local e tente novamente.
ru: У вас недостаточно прав для доступа к выбранному расположению. Папку iFodler можно создать только в папке, для которой у вас имеются права на чтение и запись файлов. Выберите другое расположение и повторите попытку.
sk: Na prístup k vybratému umiestneniu nemáte dostatočné práva. Priečinok iFolder môžete vytvoriť iba v priečinku, v ktorom máte prístup na čítanie a zápis súborov. Vyberte iné umiestnenie a skúste to znova.

# cannotShareTitle
source: Cannot share iFolder
cs: Složku iFolder nelze sdílet
it: Impossibile condividere la cartella iFolder
ja: iFolderを共有できません
pl: Nie można współużytkować folderu iFolder
pt_br: Não é possível compartilhar o iFolder
ru: Не удается открыть совместный доступ к папке iFolder
sk: Priečinok iFolder nie je možné zdieľať

# uploadFile
source: Uploading file: {0}
cs: Nahrávání souboru: {0}
it: Esecuzione dell'upload del file in corso: {0}
ja: ファイルをアップロードしています: {0}
pl: Przekazywanie pliku: {0}
pt_br: Fazendo upload do arquivo: {0}
ru: Отправка файла: {0}
sk: Odovzdáva sa súbor: {0}

# encryptionNotSet
source: Encryption is not enabled for this account. Contact your system administrator to enable encryption.
cs: Šifrování není pro tento účet zapnuto. Požádejte správce systému o zapnutí šifrování.
it: Cifratura non abilitata per l'account. Contattare l'amministratore del sistema per abilitare la cifratura.
ja: このアカウントでは暗号化が有効になっていません。システム管理者に連絡して暗号化を有効にしてください。
pl: Szyfrowanie nie jest włączone dla tego konta. W sprawie jego włączenia skontaktuj się z administratorem systemu.
pt_br: A criptografia não está habilitada para esta conta. Contate seu administrador de sistema para habilitar a criptografia.
ru: Шифрование не включено для этой учетной записи. Чтобы включить его, обратитесь к системному администратору.
sk: Pre toto konto nie je povolené šifrovanie. Požiadajte správcu systému o povolenie šifrovania.

source: Thumbnails
cs: Miniatury
it: Anteprime
ja: サムネイル
pl: Miniatury
pt_br: Miniaturas
ru: Эскизы
sk: Miniatúry

# syncingFile
source: Synchronizing file: {0}
cs: Synchronizace souboru: {0}
it: Sincronizzazione file in corso: {0}
ja: ファイルを同期しています: {0}
pl: Synchronizowanie pliku: {0}
pt_br: Sincronizando arquivo: {0}
ru: Синхронизация файла: {0}
sk: Synchronizuje sa súbor: {0}

# Folderexists
source: Folder by same name already exists
cs: Složka s tímto názvem již existuje.
it: Cartella con lo stesso nome già esistente
ja: 同じ名前のフォルダがすでに存在します
pl: Folder o tej samej nazwie już istnieje.
pt_br: Já existe uma pasta com o mesmo nome
ru: Папка с таким именем уже существует
sk: Priečinok s rovnakým názvom už existuje

# passphraseNotEqualError
source: The values in the new and confirm passphrase fields do not match.
cs: Hodnoty v polích pro nový šifrovací klíč a pro potvrzení šifrovacího klíče se neshodují.
it: I valori relativi a nuova password e password di conferma non corrispondono.
ja: 新しいパスフレーズとパスフレーズの再入力のフィールドの値が一致していません。
pl: Wartości w polach nowego zwrotu hasłowego i potwierdzenia zwrotu hasłowego nie zgadzają się.
pt_br: Os valores dos campos Nova frase secreta e Confirmar frase secreta são diferentes.
ru: Значения в полях новой ключевой фразы и подтверждения не совпадают.
sk: Hodnoty v poliach pre nový prístupový výraz a potvrdenie prístupového výrazu sa nezhodujú.

# errorTitle
source: iFolder Error
cs: Chyba složky iFolder
it: Errore cartella iFolder
ja: iFolderエラー
pl: Błąd programu iFolderu
pt_br: Erro no iFolder
ru: Ошибка iFolder
sk: Chyba aplikácie iFolder

# syncError
source: An error was encountered while synchronizing the iFolder.
cs: Během synchronizace složky iFolder došlo k chybě.
it: È stato rilevato un errore nel corso della sincronizzazione della cartelle iFolder.
ja: iFolderの同期中にエラーが発生しました。
pl: Wystąpił błąd podczas synchronizowania folderu iFolder.
pt_br: Erro ao sincronizar iFolder.
ru: При синхронизации папки iFolder произошла ошибка.
sk: Pri synchronizácii priečinka iFolder sa vyskytla chyba.

# menuActionRemove
source: Delete from server
cs: Odstranit ze serveru
it: Cancella dal server
ja: サーバから削除
pl: Usuń z serwera
pt_br: Apagar do servidor
ru: Удалить с сервера
sk: Odstrániť zo servera

# pathIniFolderError
source: The selected location is inside another iFolder. iFolders connot exist inside other iFolders. Please select a different location and try again.
cs: Vybrané umístění je uvnitř jiné složky iFolder. Složky iFolder nemohou existovat uvnitř ostatních složek iFolder. Vyberte jiné umístění a opakujte akci.
it: L'ubicazione selezionata è interna a un'altra cartella iFolder. Le cartelle iFolder non possono esistere in altre iFolder. Selezionare un'ubicazione differente e riprovare.
ja: 選択された場所は他のiFolder内にあります。iFolderは他のiFolder内には存在できません。別の場所を選択し、再度実行してください。
pl: Wybrane położenie znajduje się wewnątrz innego folderu iFolder. Folder iFolder nie może znajdować się w innym folderze iFolder. Wybierz inne położenie i spróbuj ponownie.
pt_br: O local selecionado está dentro de outro iFolder. iFolders não podem conter outros iFolders. Selecione outro local e tente novamente.
ru: Выбранное расположение находится внутри другой папки iFolder. Папки iFolder не могут содержаться в других папках iFolder. Выберите другое расположение и повторите попытку.
sk: Vybraté umiestnenie sa nachádza v inom priečinku iFolder. Priečinky iFolder sa nemôžu nachádzať v iných priečinkoch iFolder. Vyberte iné umiestnenie a skúste to znova.

# AlsoRemoveMembership
source: Also remove my membership
cs: Odebrat rovněž moje členství
it: Rimuovere anche appartenenza
ja: メンバーシップも削除する
pl: Usuń również moje członkostwo
pt_br: Remover também minha participação
ru: Также удалить мое членство
sk: Odstrániť aj moje členstvo

source: Delete
cs: Odstranit
it: Cancella
ja: 削除
pl: Usuń
pt_br: Apagar
ru: Удалить
sk: Odstrániť

# resetPassphraseError
source: Passphrase reset failed
cs: Obnovení šifrovacího klíče se nezdařilo.
it: Reimpostazione stringa di cifratura non riuscita
ja: パスフレーズをリセットできませんでした
pl: Zresetowanie zwrotu hasłowego nie powiodło się.
pt_br: Falha ao redefinir frase secreta
ru: Сбой сброса ключевой фразы
sk: Obnovenie prístupového výrazu zlyhalo
