<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="hu">
<meta name="Generator" content="Novell HTML-konverzi&oacute;, 2004. m&aacute;rcius 10.">
<meta name="Generation-Date" content="2005. okt&oacute;ber 23., vas&aacute;rnap, 15:54">
<meta name="Content-Date" content="2005. okt&oacute;ber 15., h&eacute;tf&otilde;, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0001.0003.">
<meta name="Author" content="zHTML xD.0000.0000.0001.0003.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>iFolder s&uacute;g&oacute;</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/overview.html","../doc/user/data/toc_overview.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bq1r10z.html";
  var next_link="bwcku86.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="bq1r110"></a>
<div class="Topic" title="Key Features of iFolder">
<h2 class="TOPIC-TITLE"><br />Az iFolder f&otilde; szolg&aacute;ltat&aacute;sai</h2>
<p class="TOPIC">Miel&otilde;tt elkezden&eacute; haszn&aacute;lni az iFolder programot, fontos, hogy megismerje a k&ouml;vetkez&otilde; f&otilde; szolg&aacute;ltat&aacute;sait:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><a href="bq1r110.html#bq1r111">Az iFolder &uuml;gyf&eacute;l </a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bx3bipv">iFolder-fi&oacute;k</a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bq1r112">Megosztott iFolder mapp&aacute;k</a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bq1r113">iFolder hozz&aacute;f&eacute;r&eacute;si jogok</a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bq1r118">A f&aacute;jlok szinkroniz&aacute;l&aacute;sa &eacute;s az adatok kezel&eacute;se</a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bq63xvh">Szinkroniz&aacute;l&aacute;si napl&oacute;</a></li>
</ul> <div class="Head" title="The iFolder Client "> <a name="bq1r111"></a>
<h3 class="HEAD-TITLE"><br />Az iFolder &uuml;gyf&eacute;l </h3>
<p class="HEAD">Az iFolder &uuml;gyf&eacute;l az oper&aacute;ci&oacute;s rendszerbe be&eacute;p&uuml;lve, az eredeti asztali k&ouml;rnyezetben ny&uacute;jtja az iFolder szolg&aacute;ltat&aacute;sait. Az iFolder a k&ouml;vetkez&otilde; oper&aacute;ci&oacute;s rendszereken haszn&aacute;lhat&oacute;:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Novell Linux Desktop 9</li>
<li class="BULLETITEM">Windows 2000/XP</li>
<li class="BULLETITEM">Macintosh OS X 10.3-as vagy &uacute;jabb verzi&oacute;</li>
</ul>
<p class="HEAD">Az iFolder &uuml;gyf&eacute;l seg&iacute;ts&eacute;g&eacute;vel kezelheti saj&aacute;t iFolder mapp&aacute;it, &eacute;s kiv&aacute;laszthatja, hogy melyik sz&aacute;m&iacute;t&oacute;g&eacute;pen mely iFolder mapp&aacute;k haszn&aacute;lat&aacute;t &aacute;ll&iacute;tja be. Tov&aacute;bbi inform&aacute;ci&oacute;: <a href="myifolders.html#myifolders">iFolder mapp&aacute;k kezel&eacute;se</a>.</p> </div>
<div class="Head" title="iFolder Account"> <a name="bx3bipv"></a>
<h3 class="HEAD-TITLE"><br />iFolder-fi&oacute;k</h3>
<p class="HEAD">Miel&otilde;tt iFolder mapp&aacute;kat hozna l&eacute;tre, be kell &aacute;ll&iacute;tani legal&aacute;bb egy iFolder-szolg&aacute;ltat&aacute;sfi&oacute;kot. Egy iFolder-munkamenet akkor veszi kezdet&eacute;t, amikor &Ouml;n bejelentkezik egy iFolder-szolg&aacute;ltat&aacute;sfi&oacute;kba, &eacute;s akkor &eacute;r v&eacute;get, amikor kijelentkezik, vagy bez&aacute;rja az iFolder &uuml;gyf&eacute;lprogramot. Az iFolder mapp&aacute;k csak akkor szinkroniz&aacute;lj&aacute;k a f&aacute;jlokat a t&ouml;bbi akt&iacute;v iFolder mapp&aacute;val, ha akt&iacute;v az &Ouml;n munkamenete, &eacute;s online m&oacute;dban dolgozik. A helyi iFolder mapp&aacute;kban t&aacute;rolt adatokat b&aacute;rmikor el&eacute;rheti, ak&aacute;r bejelentkezett a fi&oacute;kba, ak&aacute;r nem. Tov&aacute;bbi inform&aacute;ci&oacute;: <a href="accounts.html#accounts">iFolder-fi&oacute;k konfigur&aacute;l&aacute;sa</a>.</p> </div>
<div class="Head" title="Shared iFolders"> <a name="bq1r112"></a>
<h3 class="HEAD-TITLE"><br />Megosztott iFolder mapp&aacute;k</h3>
<p class="HEAD">Egy iFolder mappa egy helyi k&ouml;nyvt&aacute;r, amely szelekt&iacute;v m&oacute;don megosztja &eacute;s szinkroniz&aacute;lja egy k&ouml;zponti sz&aacute;m&iacute;t&oacute;g&eacute;pen &aacute;t a f&aacute;jlokat a felhaszn&aacute;l&oacute;knak a felhaszn&aacute;l&oacute; &aacute;ltal megadott csoportj&aacute;val. Az iFolder f&aacute;jljait az iFolder minden tagja el&eacute;rheti. Akik arra fel vannak jogos&iacute;tva, m&oacute;dos&iacute;thatj&aacute;k is a f&aacute;jlokat. Saj&aacute;t iFolder mapp&aacute;it t&ouml;bb munka&aacute;llom&aacute;son is el&eacute;rheti, &eacute;s megoszthatja &otilde;ket m&aacute;sokkal.</p>
<p class="HEAD">Az iFolder mapp&aacute;kban k&ouml;zvetlen&uuml;l a k&iacute;v&aacute;nt f&aacute;jlkezel&otilde; programmal is dolgozhat, de haszn&aacute;lhatja az &uuml;gyf&eacute;l r&eacute;sz&eacute;t alkot&oacute; iFolder b&ouml;ng&eacute;sz&otilde;t is. Az iFolder mapp&aacute;n bel&uuml;l b&aacute;rmilyen alk&ouml;nyvt&aacute;rstrukt&uacute;ra l&eacute;trehozhat&oacute;, a szem&eacute;lyes vagy a v&aacute;llalati munkav&eacute;gz&eacute;si szok&aacute;soknak megfelel&otilde;en. Az alk&ouml;nyvt&aacute;rstrukt&uacute;ra minden tag iFolder mappa eset&eacute;ben &aacute;lland&oacute;. Egy iFolder mappa megoszt&aacute;sa alkalm&aacute;val az &Iacute;r&aacute;s joggal rendelkez&otilde; felhaszn&aacute;l&oacute;k m&oacute;dos&iacute;thatj&aacute;k a k&ouml;nyvt&aacute;rstrukt&uacute;r&aacute;t, &eacute;s m&oacute;dos&iacute;t&aacute;saik hat&aacute;sa az adott iFolder minden p&eacute;ld&aacute;ny&aacute;ra &eacute;rv&eacute;nyes lesz. Minden felhaszn&aacute;l&oacute; a sz&aacute;m&iacute;t&oacute;g&eacute;p b&aacute;rmely olyan hely&eacute;n t&aacute;rolhatja az iFolder mapp&aacute;t, amely megfelel a k&ouml;vetkez&otilde; r&eacute;szben foglalt k&ouml;vetelm&eacute;nyeknek: <a href="bx08x4y.html#bx08x4y">Ir&aacute;nyelvek az iFolder mapp&aacute;k elhelyez&eacute;s&eacute;hez</a>.</p> </div>
<div class="Head" title="iFolder Access Rights"> <a name="bq1r113"></a>
<h3 class="HEAD-TITLE"><br />iFolder hozz&aacute;f&eacute;r&eacute;si jogok</h3>
<p class="HEAD">Az iFolder &uuml;gyf&eacute;l a tulajdonosi jogokon k&iacute;v&uuml;l h&aacute;romf&eacute;le szint&ucirc; hozz&aacute;f&eacute;r&eacute;si jogot biztos&iacute;t az iFolder tagjai sz&aacute;m&aacute;ra: </p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz4"></a><em class="PARAWITHTITLE">Tulajdonos: </em>Egy iFolder mapp&aacute;nak csak egy felhaszn&aacute;l&oacute; lehet a tulajdonosa. Ez &aacute;ltal&aacute;ban az a felhaszn&aacute;l&oacute;, aki l&eacute;trehozta az iFolder mapp&aacute;t. A tulajdonos az iFolder &uuml;gyf&eacute;l seg&iacute;ts&eacute;g&eacute;vel &aacute;truh&aacute;zhatja a tulajdont az iFolder egy m&aacute;sik tagj&aacute;ra. </p>
<p class="BULLETITEM">Az iFolder tulajdonosa Teljes hozz&aacute;f&eacute;r&eacute;s jogosults&aacute;ggal rendelkezik. Ennek a felhaszn&aacute;l&oacute;nak &iacute;r&aacute;si &eacute;s olvas&aacute;si jogai vannak az iFolder mapp&aacute;hoz, kezelheti a tagfelhaszn&aacute;l&oacute;k tags&aacute;g&aacute;t &eacute;s hozz&aacute;f&eacute;r&eacute;si jogait, &eacute;s b&aacute;rmely tagt&oacute;l megvonhatja a Teljes hozz&aacute;f&eacute;r&eacute;s jogot.</p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz5"></a><em class="PARAWITHTITLE">Teljes hozz&aacute;f&eacute;r&eacute;s: </em>A megosztott iFolder egy tagja, aki a Teljes hozz&aacute;f&eacute;r&eacute;s joggal rendelkezik. Ennek a tagnak &iacute;r&aacute;si &eacute;s olvas&aacute;si joga van az iFolder mapp&aacute;hoz, &eacute;s a tulajdonos kiv&eacute;tel&eacute;vel minden felhaszn&aacute;l&oacute; tags&aacute;g&aacute;t &eacute;s hozz&aacute;f&eacute;r&eacute;si jogait kezelheti. </p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz6"></a><em class="PARAWITHTITLE">Olvas&aacute;s/&iacute;r&aacute;s: </em>A megosztott iFolder egy tagja, akinek &iacute;r&aacute;si &eacute;s olvas&aacute;si joga van az iFolder mapp&aacute;ban tal&aacute;lhat&oacute; k&ouml;nyvt&aacute;rakhoz &eacute;s f&aacute;jlokhoz.</p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz7"></a><em class="PARAWITHTITLE">Csak olvashat&oacute;: </em>A megosztott iFolder egy tagja, akinek olvas&aacute;si joga van az iFolder mapp&aacute;ban tal&aacute;lhat&oacute; k&ouml;nyvt&aacute;rakhoz &eacute;s f&aacute;jlokhoz. Ez a tag m&oacute;dos&iacute;thatja a f&aacute;jlokat, de a helyben v&eacute;gzett m&oacute;dos&iacute;t&aacute;sok nem szinkroniz&aacute;l&oacute;dnak az iFolder t&ouml;bbi tagj&aacute;n&aacute;l t&aacute;rolt p&eacute;ld&aacute;nyba.</p></li>
</ul>
<p class="HEAD">Az iFolder b&aacute;rmely felhaszn&aacute;l&oacute;ja lehet egyes iFolder mapp&aacute;knak tulajdonosa, m&aacute;soknak tagja. A tulajdonos felhaszn&aacute;l&oacute;nak mindig Teljes hozz&aacute;f&eacute;r&eacute;s joga van. A tagfelhaszn&aacute;l&oacute;k hozz&aacute;f&eacute;r&eacute;si jogai elt&eacute;r&otilde;ek lehetnek az egyes iFolder mapp&aacute;kban, att&oacute;l f&uuml;gg&otilde;en, hogy milyen jogokat adott meg nekik b&aacute;rmelyik, Teljes hozz&aacute;f&eacute;r&eacute;s joggal rendelkez&otilde; tag.</p> </div>
<div class="Head" title="File Synchronization and Data Management"> <a name="bq1r118"></a>
<h3 class="HEAD-TITLE"><br />A f&aacute;jlok szinkroniz&aacute;l&aacute;sa &eacute;s az adatok kezel&eacute;se</h3>
<p class="HEAD">Az iFolder fi&oacute;kok be&aacute;ll&iacute;t&aacute;sai k&ouml;z&ouml;tt enged&eacute;lyezni lehet a Jelsz&oacute; ment&eacute;se be&aacute;ll&iacute;t&aacute;st. Ennek eredm&eacute;nyek&eacute;ppen az iFolder munka k&ouml;zben a h&aacute;tt&eacute;rben szinkroniz&aacute;lja az iFolder-megh&iacute;v&aacute;sokat &eacute;s a f&aacute;jlokat. </p>
<p class="HEAD">Az iFolder &uuml;gyf&eacute;l be&aacute;ll&iacute;that&oacute; arra, hogy automatikusan elinduljon minden alkalommal, amikor &Ouml;n bejelentkezik a sz&aacute;m&iacute;t&oacute;g&eacute;p asztali k&ouml;rnyezet&eacute;be. A munkamenet a h&aacute;tt&eacute;rben fut, nyomon k&ouml;vet &eacute;s napl&oacute;z minden m&oacute;dos&iacute;t&aacute;st, amelyet &Ouml;n v&eacute;grehajt a helyi iFolder mapp&aacute;kban t&aacute;rolt f&aacute;jlokban. </p>
<p class="HEAD">A f&aacute;jlok szinkroniz&aacute;l&aacute;sa meghat&aacute;rozott id&otilde;k&ouml;z&ouml;nk&eacute;nt, illetve k&eacute;r&eacute;sre v&eacute;gezhet&otilde;.</p> </div>
<div class="Head" title="Synchronization Log"> <a name="bq63xvh"></a>
<h3 class="HEAD-TITLE"><br />Szinkroniz&aacute;l&aacute;si napl&oacute;</h3>
<p class="HEAD">A szinkroniz&aacute;l&aacute;si napl&oacute; az iFolder &aacute;ltal a h&aacute;tt&eacute;rben v&eacute;gzett m&ucirc;veleteket (p&eacute;ld&aacute;ul a k&uuml;l&ouml;nf&eacute;le iFolder mapp&aacute;k f&aacute;jljainak felt&ouml;lt&eacute;s&eacute;t &eacute;s let&ouml;lt&eacute;s&eacute;t) tartalmazza. </p> </div>
</div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
