<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="hu">
<meta name="Generator" content="Novell HTML-konverzi&oacute;, 2004. m&aacute;rcius 10.">
<meta name="Generation-Date" content="2005. okt&oacute;ber 23., vas&aacute;rnap, 15:54">
<meta name="Content-Date" content="2005. okt&oacute;ber 15., h&eacute;tf&otilde;, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0007.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0007.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>iFolder s&uacute;g&oacute;</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="preferences.html";
  var next_link="bwbirb9.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="bvwppw5"></a>
<div class="Topic" title="Configuring Local Firewall Settings for iFolder Traffic">
<h2 class="TOPIC-TITLE"><br />A helyi t&ucirc;zfal be&aacute;ll&iacute;t&aacute;sa az iFolder-forgalomhoz</h2>
<p class="TOPIC">Ha helyi t&ucirc;zfalat haszn&aacute;l, &uacute;gy kell be&aacute;ll&iacute;tania, hogy az iFolder v&aacute;laszthassa a helyi dinamikus portot, vagy be kell &aacute;ll&iacute;tania egy lok&aacute;lis statikus portot, amelyen az iFolder &uuml;gyf&eacute;l helyben (ugyanazon a sz&aacute;m&iacute;t&oacute;g&eacute;pen) kommunik&aacute;lhat a Mono XSP kiszolg&aacute;l&oacute;val. Az iFolder a Mono XSP webszolg&aacute;ltat&aacute;sokat haszn&aacute;lja az azokkal a v&aacute;llalati kiszolg&aacute;l&oacute;kkal t&ouml;rt&eacute;n&otilde;, HTTP vagy HTTPS protokollon kereszt&uuml;li (SSL, alap&eacute;rtelmez&eacute;s) kommunik&aacute;ci&oacute;hoz, ahol az iFolder-fi&oacute;kok vannak. Az iFolder rendszergazda &aacute;ll&iacute;tja be azokat az iFolder szolg&aacute;ltat&aacute;sokat, amelyek meghat&aacute;rozz&aacute;k, hogy a kommunik&aacute;ci&oacute; a HTTP vagy a HTTPS protokollt haszn&aacute;lja az adott k&ouml;rnyezetben.</p>
<p class="TOPIC">A t&ucirc;zfal nem blokkolja a Mono XSP &eacute;s a Novell iFolder v&aacute;llalati kiszolg&aacute;l&oacute; k&ouml;zti forgalmat, mert a Mono XSP a szabv&aacute;nyos HTTP vagy HTTPS portokat haszn&aacute;lja a forgalom lebonyol&iacute;t&aacute;s&aacute;ra. Ha azonban az &uuml;gyf&eacute;l &eacute;s a Mono XSP k&ouml;z&ouml;tt forgalom blokkolva van, akkor az &uuml;gyf&eacute;l nem tud kommunik&aacute;lni a kiszolg&aacute;l&oacute;val. Ebben az esetben nem lehet bejelentkezni az iFolder-fi&oacute;kra &eacute;s nem lehet szinkroniz&aacute;lni az iFolder-adatokat.</p>
<p class="TOPIC">Az iFolder-be&aacute;ll&iacute;t&aacute;sokban eredetileg nincs megadva, hogy a rendszer mely portot haszn&aacute;lja az &uuml;gyf&eacute;l &eacute;s a Mono XSP k&ouml;z&ouml;tti kommunik&aacute;ci&oacute;ra. Amikor az iFolder el&otilde;sz&ouml;r fut, megnyit egy el&eacute;rhet&otilde; helyi portot a Mono XSP-t&otilde;l &eacute;rkez&otilde; k&eacute;r&eacute;sek figyel&eacute;se &eacute;s a Mono XSP-n kereszt&uuml;l a kiszolg&aacute;l&oacute;ra val&oacute; adatk&uuml;ld&eacute;s c&eacute;lj&aacute;b&oacute;l. A portsz&aacute;mot egy konfigur&aacute;ci&oacute;s f&aacute;jlba &iacute;rja, &eacute;s innent&otilde;l kezdve ezt a portot haszn&aacute;lja, kiv&eacute;ve ha nem &eacute;rhet&otilde; el a port, amikor elindul az iFolder. Ha a portot egy m&aacute;sik alkalmaz&aacute;s haszn&aacute;lja, az iFolder egy m&aacute;sik el&eacute;rhet&otilde; portot v&aacute;laszt, a konfigur&aacute;ci&oacute;s f&aacute;jlba bele&iacute;rja az &uacute;j portot, &eacute;s ezek ut&aacute;n az &uacute;j portot haszn&aacute;lja. Ha p&eacute;ld&aacute;ul az iFolder nem m&ucirc;k&ouml;dik, &eacute;s egy m&aacute;sik alkalmaz&aacute;s kezdi haszn&aacute;lni a portot, akkor az iFolder programnak az elindul&aacute;s ut&aacute;n v&aacute;lasztania kell egy m&aacute;sik portot &eacute;s konfigur&aacute;lnia kell.</p>
<h4 class="BRIDGEHEAD"><br />Helyi dinamikus port haszn&aacute;lata</h4>
<p class="TOPIC">Ha a sz&aacute;m&iacute;t&oacute;g&eacute;p&eacute;n helyi t&ucirc;zfalat haszn&aacute;l, akkor a t&ucirc;zfal &eacute;szleli a Mono XSP kiszolg&aacute;l&oacute; &eacute;s az iFolder k&ouml;z&ouml;tti helyi forgalmat, amikor az iFolder kapcsolatot l&eacute;tes&iacute;t a kiszolg&aacute;l&oacute;val a felhaszn&aacute;l&oacute;k list&aacute;j&aacute;nak &eacute;s az iFolder-adatoknak a szinkroniz&aacute;l&aacute;sa v&eacute;gett. Enged&eacute;lyezze a forgalmat, hogy az &uuml;gyf&eacute;l indul&aacute;sakor ne kapjon el&otilde;ugr&oacute; &uuml;zenetben &eacute;rtes&iacute;t&eacute;st. Ha a forgalmat &aacute;lland&oacute; m&oacute;don enged&eacute;lyezi, akkor a t&ucirc;zfal nem eml&eacute;keztet t&ouml;bb&eacute;.</p>
<h4 class="BRIDGEHEAD"><br />Helyi statikus port haszn&aacute;lata</h4>
<p class="TOPIC">A Simias.config f&aacute;jl Service Manager szakasz&aacute;ban meg lehet adni a Web Service Port Range param&eacute;ter &eacute;rt&eacute;k&eacute;t, ez lehet&otilde;v&eacute; teszi, hogy a Mono XSP kiszolg&aacute;l&oacute; a helyi forgalomhoz statikus portot vagy porttartom&aacute;nyt haszn&aacute;ljon. Ezut&aacute;n a t&ucirc;zfalon meg lehet nyitni ezt a portot vagy porttartom&aacute;nyt a Mono-XSP kommunik&aacute;ci&oacute;j&aacute;nak enged&eacute;lyez&eacute;s&eacute;re. </p>
<p class="TOPIC">A Simias.config f&aacute;jl a k&ouml;vetkez&otilde; helyeken tal&aacute;lhat&oacute;:</p>
<table class="TABLENOTITLE" border="0" cellpadding="5" cellspacing="0">
<tr class="HEADERROW"><th align="left" valign="top" colspan="1" rowspan="1" scope="col"><a name="bwejkc4"></a><em class="TBLHEAD">Oper&aacute;ci&oacute;s rendszer</em></th>
<th align="left" valign="top" colspan="1" rowspan="1" scope="col"><em class="TBLHEAD">A Simias.config f&aacute;jl helye</em></th>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bwejkc5"></a><p class="ENTRY">Linux</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">/home/<em class="VARIABLE">felhaszn&aacute;l&oacute;n&eacute;v</em>/.local/share/simias/Simias.config</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bwejlap"></a><p class="ENTRY">Windows</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">C:\Documents and Settings\<em class="VARIABLE">felhaszn&aacute;l&oacute;n&eacute;v</em>\Local Settings\Application Data\simias\Simias.config</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bwejkc6"></a><p class="ENTRY">Macintosh</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">/Users/<em class="VARIABLE">felhaszn&aacute;l&oacute;n&eacute;v</em>/.local/share/simias/Simias.config</p></td>
</tr></table>
<p class="TOPIC">Adja hozz&aacute; a Simias.config f&aacute;jl Service Manager r&eacute;sz&eacute;hez a Web Service Port Range be&aacute;ll&iacute;t&aacute;st. P&eacute;ld&aacute;ul:</p> <pre class="CODESAMPLENARROW">&lt;configuration&gt;</pre>
<pre class="CODESAMPLENARROW">  &lt;section name="ServiceManager"&gt;</pre>
<pre class="CODESAMPLENARROW">    &lt;setting name="WebServicePortRange" value="<em class="VARIABLE">monoxsp_port</em>" /&gt;   </pre>
<pre class="CODESAMPLENARROW">  &lt;/section&gt;</pre>
<pre class="CODESAMPLENARROW">&lt;/configuration&gt;</pre>
<p class="TOPIC">A <em class="VARIABLE">monoxsp_port</em> hely&eacute;re &iacute;rja be a k&iacute;v&aacute;nt portsz&aacute;mot vagy portsz&aacute;mtartom&aacute;nyt:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Ha egyetlen helyi statikus portot szeretne haszn&aacute;lni, adjon meg egy n&eacute;gyjegy&ucirc; portsz&aacute;mot (p&eacute;ld&aacute;ul 1234). P&eacute;ld&aacute;ul: <pre class="CODESAMPLENARROW">&lt;setting name="WebServicePortRange" value="<em class="VARIABLE">1234</em>" /&gt;</pre>
</li>
<li class="BULLETITEM">Adjon meg egy porttartom&aacute;nyt (p&eacute;ld&aacute;ul "1234-1236"), ekkor a rendszer a tartom&aacute;nyban tal&aacute;lhat&oacute; egyik portot haszn&aacute;lja majd. P&eacute;ld&aacute;ul: <pre class="CODESAMPLENARROW">&lt;setting name="WebServicePortRange" value="<em class="VARIABLE">1234-1236</em>" /&gt;</pre>
</li>
</ul>
<p class="TOPIC">A rendszer be&aacute;ll&iacute;t&aacute;sa egy bizonyos port vagy porttartom&aacute;ny haszn&aacute;lat&aacute;ra:</p>
<ol class="STEPLIST">
<li class="STEP"><a name="bw4v93e"></a>
<p class="STEP">&Aacute;ll&iacute;tsa be &uacute;gy a t&ucirc;zfalat, hogy enged&eacute;lyezve legyen a forgalom az iFolder forgalma sz&aacute;m&aacute;ra haszn&aacute;lni k&iacute;v&aacute;nt portokon.</p>
<p class="STEP">Tanulm&aacute;nyozza a t&ucirc;zfal dokument&aacute;ci&oacute;j&aacute;t azzal kapcsolatban, hogy hogyan kell megnyitni egy portot.</p></li>
<li class="STEP"><a name="bw4v6ou"></a>
<p class="STEP">L&eacute;pjen ki az iFolder &uuml;gyf&eacute;lb&otilde;l. Ehhez kattintson jobb gombbal az iFolder ikonra <img src="../graphics/ifolder16.png" alt="iFolder alkalmaz&aacute;s ikonja" />, majd kattintson a Kil&eacute;p&eacute;s elemre.</p></li>
<li class="STEP"><a name="bw4v6r7"></a>
<p class="STEP">M&oacute;dos&iacute;tsa a Simias.config f&aacute;jlt: adja hozz&aacute; a Service Manager szakaszhoz a Web Service Port Range param&eacute;tert.</p></li>
<li class="STEP"><a name="bw4vbz4"></a>
<p class="STEP">Ind&iacute;tsa el az iFolder &uuml;gyfelet.</p>
<p class="STEP">Tov&aacute;bbi inform&aacute;ci&oacute;: <a href="bw08fxi.html#bw08fxi">Az iFolder-&uuml;gyf&eacute;l elind&iacute;t&aacute;sa</a>.</p></li>
</ol> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
