<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="hu">
<meta name="Generator" content="Novell HTML-konverzi&oacute;, 2004. m&aacute;rcius 10.">
<meta name="Generation-Date" content="2005. okt&oacute;ber 23., vas&aacute;rnap, 15:54">
<meta name="Content-Date" content="2005. okt&oacute;ber 15., h&eacute;tf&otilde;, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0005.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0005.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>iFolder s&uacute;g&oacute;</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="accountdetails.html";
  var next_link="preferences.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="bvwsp7c"></a>
<div class="Topic" title="Deleting an iFolder Account">
<h2 class="TOPIC-TITLE"><br />iFolder-fi&oacute;k t&ouml;rl&eacute;se</h2>
<p class="TOPIC">Megadhatja, hogy csak az adott sz&aacute;m&iacute;t&oacute;g&eacute;pr&otilde;l t&ouml;rli-e a fi&oacute;kot, vagy t&ouml;r&ouml;lni szeretn&eacute; a tulajdon&aacute;ban lev&otilde; fi&oacute;kot a kiszolg&aacute;l&oacute;r&oacute;l, teh&aacute;t l&eacute;nyeg&eacute;ben besz&uuml;ntetni az adott fi&oacute;k sz&aacute;m&aacute;ra l&eacute;trehozott megosztott iFolder mapp&aacute;k m&ucirc;k&ouml;d&eacute;s&eacute;t. </p>
<p class="TOPIC">Ha t&ouml;r&ouml;l egy iFolder-fi&oacute;kot a sz&aacute;m&iacute;t&oacute;g&eacute;pr&otilde;l, a program visszaalak&iacute;tja az ahhoz kapcsol&oacute;d&oacute; iFolder mapp&aacute;k helyi p&eacute;ld&aacute;ny&aacute;t norm&aacute;l mapp&aacute;v&aacute;. M&aacute;s sz&aacute;m&iacute;t&oacute;g&eacute;pekr&otilde;l &eacute;s az internetr&otilde;l tov&aacute;bbra is el&eacute;rhet&otilde;k maradnak az iFolder mapp&aacute;k.</p>
<p class="TOPIC">Ha t&ouml;rli az iFolder fi&oacute;kot a kiszolg&aacute;l&oacute;r&oacute;l: </p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Megsz&ucirc;nik minden, az &Ouml;n tulajdon&aacute;ban lev&otilde; iFolder mappa megoszt&aacute;sa.</li>
<li class="BULLETITEM">Az iFolder mapp&aacute;knak a tagsz&aacute;m&iacute;t&oacute;g&eacute;peken tal&aacute;lhat&oacute; helyi m&aacute;solatai visszaalakulnak norm&aacute;l mapp&aacute;v&aacute;.</li>
<li class="BULLETITEM">Az iFolder mappa &eacute;s tartalma t&ouml;rl&otilde;dik a kiszolg&aacute;l&oacute;r&oacute;l.</li>
<li class="BULLETITEM">&Ouml;n megsz&ucirc;nik tagfelhaszn&aacute;l&oacute;ja lenni azoknak az iFolder mapp&aacute;knak, amelyeket m&aacute;sok megosztottak &Ouml;nnel.</li>
</ul>
<ol class="STEPLIST">
<li class="STEP"><a name="bvwspv2"></a>
<p class="STEP">Kattintson jobb gombbal az iFolder <img src="../graphics/ifolder16.png" alt="iFolder ind&iacute;t&aacute;si ikonja" /> programikonj&aacute;ra az &eacute;rtes&iacute;t&eacute;si ter&uuml;leten, majd v&aacute;lassza a helyi men&uuml; Fi&oacute;kok parancs&aacute;t. Ennek hat&aacute;s&aacute;ra megny&iacute;lik az iFolder be&aacute;ll&iacute;t&aacute;sok p&aacute;rbesz&eacute;dpanel Fi&oacute;kok lapja.</p></li>
<li class="STEP"><a name="bvwspv3"></a>
<p class="STEP">Jel&ouml;lje ki azt az iFolder-fi&oacute;kot, amelyet t&ouml;r&ouml;lni szeretne, majd kattintson a T&ouml;rl&eacute;s gombra.</p></li>
<li class="STEP"><a name="bvwspqf"></a>
<p class="STEP">Egy &uuml;zenet megk&eacute;rdezi, hogy mekkora legyen a t&ouml;rl&eacute;si m&ucirc;velet hat&oacute;k&ouml;re. V&aacute;lassza az egyiket a k&ouml;vetkez&otilde; lehet&otilde;s&eacute;gek k&ouml;z&uuml;l:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bvwsuhg"></a><em class="PARAWITHTITLE">Az iFolder-fi&oacute;k t&ouml;rl&eacute;se csak az adott sz&aacute;m&iacute;t&oacute;g&eacute;pr&otilde;l: </em>T&ouml;r&ouml;lje a jelet A kiszolg&aacute;l&oacute;r&oacute;l elt&aacute;vol&iacute;tom iFolder mapp&aacute;im &eacute;s f&aacute;jljaim jel&ouml;l&otilde;n&eacute;gyzetb&otilde;l, majd kattintson az Igen gombra. Az iFolder csak a helyi munka&aacute;llom&aacute;sr&oacute;l t&ouml;rli a kijel&ouml;lt fi&oacute;kot. A fi&oacute;k helyi iFolder mapp&aacute;i visszaalakulnak norm&aacute;l mapp&aacute;v&aacute;. Ha nincs sz&uuml;ks&eacute;g az adatok helyi m&aacute;solat&aacute;ra, egy f&aacute;jlkezel&otilde; program seg&iacute;ts&eacute;g&eacute;vel keresse meg &eacute;s t&ouml;r&ouml;lje &otilde;ket. </p>
<p class="BULLETITEM">M&aacute;s olyan sz&aacute;m&iacute;t&oacute;g&eacute;pekr&otilde;l, amelyekre telep&iacute;tve van az iFolder &uuml;gyf&eacute;l, tov&aacute;bbra is el&eacute;rheti a fi&oacute;k iFolder mapp&aacute;it. Ha Novell<sup>&reg;</sup> iFolder<sup>&reg;</sup> 3.<em class="VERSIONVARIABLE">x</em> v&aacute;llalati kiszolg&aacute;l&oacute;val haszn&aacute;lja az iFolder &uuml;gyfelet, akkor a Novell iFolder 3.<em class="VERSIONVARIABLE">x</em> Web Access seg&iacute;ts&eacute;g&eacute;vel b&aacute;rhonnan el lehet &eacute;rni a f&aacute;jlokat.</p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bvwsxkq"></a><em class="PARAWITHTITLE">Az iFolder-fi&oacute;k &eacute;s az iFolder mapp&aacute;k &eacute;s -f&aacute;jlok t&ouml;rl&eacute;se a kiszolg&aacute;l&oacute;r&oacute;l: </em>Jel&ouml;lje be A kiszolg&aacute;l&oacute;r&oacute;l elt&aacute;vol&iacute;tom iFolder mapp&aacute;im &eacute;s f&aacute;jljaim jel&ouml;l&otilde;n&eacute;gyzetet, majd kattintson az Igen gombra. Az iFolder t&ouml;rli a kijel&ouml;lt fi&oacute;kot a helyi munka&aacute;llom&aacute;sr&oacute;l. T&ouml;r&ouml;l ezenk&iacute;v&uuml;l a kiszolg&aacute;l&oacute;r&oacute;l minden olyan iFolder mapp&aacute;t, amelynek ez a fi&oacute;k a tulajdonosa, &eacute;s norm&aacute;l mapp&aacute;v&aacute; alak&iacute;t vissza minden iFolder mapp&aacute;t ezen a sz&aacute;m&iacute;t&oacute;g&eacute;pen &eacute;s minden tagsz&aacute;m&iacute;t&oacute;g&eacute;pen. V&eacute;g&uuml;l t&ouml;rli &Ouml;nt mint tagfelhaszn&aacute;l&oacute;t az ezzel a fi&oacute;kkal megosztott iFolder mapp&aacute;kr&oacute;l. A fi&oacute;k minden helyi iFolder mapp&aacute;ja visszaalakul norm&aacute;l mapp&aacute;v&aacute;. Ha nincs sz&uuml;ks&eacute;g az adatok helyi m&aacute;solat&aacute;ra, egy f&aacute;jlkezel&otilde; program seg&iacute;ts&eacute;g&eacute;vel keresse meg &eacute;s t&ouml;r&ouml;lje &otilde;ket.</p>
<p class="BULLETITEM">Ha &uacute;gy d&ouml;nt, hogy ism&eacute;t haszn&aacute;lni szeretn&eacute; ezt a fi&oacute;kot ezen vagy egy m&aacute;sik sz&aacute;m&iacute;t&oacute;g&eacute;pen, &uacute;jra l&eacute;tre kell hoznia a fi&oacute;kot &eacute;s az iFolder mapp&aacute;kat, ugyan&uacute;gy, mint eredetileg.</p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bvwsxkr"></a><em class="PARAWITHTITLE">A t&ouml;rl&eacute;s visszavon&aacute;sa: </em>Ha vissza szeretn&eacute; vonni a t&ouml;rl&eacute;si m&ucirc;veletet, kattintson a Nem gombra. A fi&oacute;k &eacute;s annak iFolder mapp&aacute;i &eacute;rintetlen&uuml;l megmaradnak.</p></li>
</ul></li>
</ol> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
