<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="hu">
<meta name="Generator" content="Novell HTML-konverzi&oacute;, 2004. m&aacute;rcius 10.">
<meta name="Generation-Date" content="2005. okt&oacute;ber 23., vas&aacute;rnap, 15:54">
<meta name="Content-Date" content="2005. okt&oacute;ber 15., h&eacute;tf&otilde;, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0003.0002.">
<meta name="Author" content="zHTML xD.0000.0000.0003.0002.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>iFolder s&uacute;g&oacute;</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/myifolders.html","../doc/user/data/toc_myifolders.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bx08x4y.html";
  var next_link="bwagrrn.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="bwensdb"></a>
<div class="Topic" title="Guidelines for File Types and Sizes to Not Synchronize">
<h2 class="TOPIC-TITLE"><br />Ir&aacute;nyelvek - nem szinkroniz&aacute;land&oacute; f&aacute;jlm&eacute;retek &eacute;s f&aacute;jlt&iacute;pusok</h2>
<p class="TOPIC">Ha az iFolder &uuml;gyfelet a Novell iFolder 3.<em class="VERSIONVARIABLE">x</em> verzi&oacute;j&aacute;val haszn&aacute;lj&aacute;k, akkor az iFolder rendszergazd&aacute;ja megadhat f&aacute;jlt&iacute;pusra, illetve maxim&aacute;lis f&aacute;jlm&eacute;retre vonatkoz&oacute; megszor&iacute;t&aacute;sokat a rendszer, a felhaszn&aacute;l&oacute; vagy az iFolder mapp&aacute;k szintj&eacute;n. A fi&oacute;kra megszor&iacute;t&aacute;s vonatkozhat abban a tekintetben is, hogy mennyi ter&uuml;letet haszn&aacute;lhat azokban az iFolder mapp&aacute;kban, amelyeknek a felhaszn&aacute;l&oacute; a tulajdonosa. Ha m&aacute;s iFolder mapp&aacute;kban is r&eacute;szt vesz a felhaszn&aacute;l&oacute;, akkor a kiszolg&aacute;l&oacute;n elfoglalt hely az adott iFolder mappa tulajdonos&aacute;nak helykv&oacute;t&aacute;j&aacute;b&oacute;l von&oacute;dik le.</p>
<p class="TOPIC">Egyes f&aacute;jlt&iacute;pusokat nem &eacute;rdemes szinkroniz&aacute;lni, &iacute;gy p&eacute;ld&aacute;ul az oper&aacute;ci&oacute;s rendszer f&aacute;jljait, a f&aacute;jlkezel&otilde;k &aacute;ltal l&eacute;trehozott rejtett f&aacute;jlokat, vagy az olyan adatb&aacute;zisokat, amelyek egym&aacute;ssal &ouml;sszekapcsolt f&aacute;jlokk&eacute;nt vannak megval&oacute;s&iacute;tva. Azt is megteheti, hogy a szinkroniz&aacute;land&oacute; f&aacute;jlt&iacute;pusok k&ouml;z&eacute; csak a v&aacute;llalati tev&eacute;kenys&eacute;ghez kapcsol&oacute;d&oacute; f&aacute;jlt&iacute;pusokat veszi fel, vagy kiz&aacute;rja a v&aacute;llalati tev&eacute;kenys&eacute;ghez nem kapcsol&oacute;d&oacute; f&aacute;jlokat, p&eacute;ld&aacute;ul az .mp3 f&aacute;jlokat. </p>
<h4 class="BRIDGEHEAD"><br />Az oper&aacute;ci&oacute;s rendszer f&aacute;jljai</h4>
<p class="TOPIC">Rendszerk&ouml;nyvt&aacute;rakat ne alak&iacute;tson &aacute;t iFolder mapp&aacute;kk&aacute;. A rendszerf&aacute;jlok t&ouml;bbs&eacute;ge nem v&aacute;ltozik gyakran, &eacute;s jobb az alaprendszerr&otilde;l &eacute;s a legfontosabb programokr&oacute;l meg&otilde;rizni egy lemezk&eacute;pet, mint megpr&oacute;b&aacute;lni szinkroniz&aacute;lni a f&aacute;jlokat a kiszolg&aacute;l&oacute;ra.</p>
<h4 class="BRIDGEHEAD"><br />Rejtett f&aacute;jlok</h4>
<p class="TOPIC">Ha a f&aacute;jlrendszer a megjelen&iacute;t&eacute;si be&aacute;ll&iacute;t&aacute;sok nyomon k&ouml;vet&eacute;s&eacute;re rejtett f&aacute;jlokat haszn&aacute;l, akkor lehet, hogy a rendszergazda kiz&aacute;rja ezeket a f&aacute;jlt&iacute;pusokat a szinkroniz&aacute;l&aacute;sb&oacute;l. A rejtett f&aacute;jlok &aacute;ltal&aacute;ban csak azon a sz&aacute;m&iacute;t&oacute;g&eacute;pen relev&aacute;nsak, amelyiken l&eacute;trej&ouml;ttek, &eacute;s minden alkalommal m&oacute;dosulnak, amikor a f&aacute;jlhoz vagy a k&ouml;nyvt&aacute;rhoz hozz&aacute;f&eacute;r&eacute;s t&ouml;rt&eacute;nik. Ezeket a f&aacute;jlokat nem sz&uuml;ks&eacute;ges meg&otilde;rizni, szinkroniz&aacute;l&aacute;suk gyakori f&aacute;jl&uuml;tk&ouml;z&eacute;si hib&aacute;khoz vezet. </p>
<p class="TOPIC">Az iFolder p&eacute;ld&aacute;ul automatikusan kiz&aacute;r k&eacute;t rejtett f&aacute;jlkezel&otilde; f&aacute;jlt, a thumbs.db &eacute;s a .DS_Store f&aacute;jlt.</p>
<h4 class="BRIDGEHEAD"><br />Adatb&aacute;zisf&aacute;jlok</h4>
<p class="TOPIC">Az iFolder az egyes f&aacute;jlokat vagy az egyes f&aacute;jlok m&oacute;dosult r&eacute;szeit szinkroniz&aacute;lja, nem szinkroniz&aacute;lja a f&aacute;jlokat f&aacute;jlok egy&uuml;ttesek&eacute;nt. &Ouml;sszekapcsolt f&aacute;jlok seg&iacute;ts&eacute;g&eacute;vel magval&oacute;s&iacute;tott adatb&aacute;zist ne pr&oacute;b&aacute;ljon meg szinkroniz&aacute;lni az iFolder seg&iacute;ts&eacute;g&eacute;vel.</p>
<p class="TOPIC">Ne pr&oacute;b&aacute;lja meg szinkroniz&aacute;lni a GroupWise<sup>&reg;</sup>-adatokat &uacute;gy, hogy a GroupWise-arch&iacute;vumb&oacute;l, gyors&iacute;t&oacute;t&aacute;rb&oacute;l vagy t&aacute;voli k&ouml;nyvt&aacute;rakb&oacute;l iFolder mapp&aacute;kat hoz l&eacute;tre. Ha ezt teszi, akkor a GroupWise adatf&aacute;jlok n&eacute;h&aacute;ny szinkroniz&aacute;l&aacute;s ut&aacute;n megs&eacute;r&uuml;lnek. A GroupWise megfelel&otilde; m&ucirc;k&ouml;d&eacute;s&eacute;hez az arch&iacute;vumban l&eacute;v&otilde; f&aacute;jlokat a f&aacute;jlok egy&uuml;ttesek&eacute;nt kell fenntartani.</p> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
