<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="en">
<meta name="Generator" content="Novell HTML Conversion 10 mars 2004">
<meta name="Generation-Date" content="Dimanche 23 octobre 15:54">
<meta name="Content-Date" content="Lun, 22 jun 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0001.0003.">
<meta name="Author" content="zHTML xD.0000.0000.0001.0003.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Aide sur iFolder </title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/overview.html","../doc/user/data/toc_overview.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bq1r10z.html";
  var next_link="bwcku86.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="bq1r110"></a>
<div class="Topic" title="Key Features of iFolder">
<h2 class="TOPIC-TITLE"><br />Fonctions cl&eacute;s de iFolder</h2>
<p class="TOPIC">Avant de commencer &agrave; utiliser iFolder, il est important de comprendre les fonctions cl&eacute;s suivantes&nbsp;:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><a href="bq1r110.html#bq1r111">Client iFolder </a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bx3bipv">Compte iFolder</a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bq1r112">Dossiers iFolder partag&eacute;s</a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bq1r113">Droits d'acc&egrave;s iFolder</a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bq1r118">Synchronisation des fichiers et gestion des donn&eacute;es</a></li>
<li class="BULLETITEM"><a href="bq1r110.html#bq63xvh">Fichier journal de synchronisation</a></li>
</ul> <div class="Head" title="The iFolder Client "> <a name="bq1r111"></a>
<h3 class="HEAD-TITLE"><br />Client iFolder </h3>
<p class="HEAD">Le client iFolder est int&eacute;gr&eacute; &agrave; votre syst&egrave;me d'exploitation afin de fournir des services iFolder dans votre environnement de bureau natif. iFolder prend en charge les syst&egrave;mes d'exploitation suivants&nbsp;:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Novell Linux Desktop 9</li>
<li class="BULLETITEM">Windows 2000/XP</li>
<li class="BULLETITEM">Macintosh OS X v10.3 ou version ult&eacute;rieure</li>
</ul>
<p class="HEAD">Le client iFolder vous permet de g&eacute;rer vos propres dossiers iFolder et de s&eacute;lectionner quels dossiers iFolder partag&eacute;s vous devez configurer sur chaque ordinateur. Pour plus d'informations, reportez-vous &agrave; <a href="myifolders.html#myifolders">Gestion des dossiers iFolder</a>.</p> </div>
<div class="Head" title="iFolder Account"> <a name="bx3bipv"></a>
<h3 class="HEAD-TITLE"><br />Compte iFolder</h3>
<p class="HEAD">Vous devez configurer au moins un compte de services iFolder pour pouvoir cr&eacute;er des dossiers iFolder. Une session iFolder commence lorsque vous vous loguez &agrave; un compte de services iFolder et se termine lorsque vous vous d&eacute;loguez ou que vous quittez le client iFolder. Vos dossiers iFolder synchronisent des fichiers avec d'autres dossiers iFolder actifs lorsque votre session est active et que vous &ecirc;tes connect&eacute;. Vous pouvez acc&eacute;der aux donn&eacute;es de vos dossiers iFolder locaux &agrave; tout moment que vous soyez logu&eacute; au compte ou non. Pour plus d'informations, reportez-vous &agrave; <a href="accounts.html#accounts">Configuration d'un compte iFolder</a>.</p> </div>
<div class="Head" title="Shared iFolders"> <a name="bq1r112"></a>
<h3 class="HEAD-TITLE"><br />Dossiers iFolder partag&eacute;s</h3>
<p class="HEAD">Un dossier iFolder est un r&eacute;pertoire local qui partage des fichiers et les synchronise, de mani&egrave;re s&eacute;lective via un ordinateur central, avec un groupe d'utilisateurs sp&eacute;cifi&eacute; par l'utilisateur. Les fichiers iFolder sont accessibles par tous les membres iFolder et peuvent &ecirc;tre modifi&eacute;s par ceux qui disposent des droits appropri&eacute;s. Vous pouvez acc&eacute;der &agrave; vos dossiers iFolder sur plusieurs postes de travail et les partager avec d'autres utilisateurs.</p>
<p class="HEAD">Vous manipulez les dossiers iFolder directement dans le gestionnaire de fichiers ou dans le navigateur de dossiers iFolder qui fait partie int&eacute;grante du client. Au sein de iFolder, vous pouvez configurer une structure de sous-r&eacute;pertoires adapt&eacute;e &agrave; vos habitudes professionnelles ou personnelles. Cette structure est la m&ecirc;me pour tous les dossiers iFolder membres. Lorsque vous partagez un dossier iFolder, les utilisateurs membres qui disposent du droit d'&eacute;criture peuvent modifier la structure de r&eacute;pertoire et ces modifications s'appliquent &agrave; toutes les copies de iFolder. Chaque utilisateur peut localiser, sur son ordinateur, le dossier iFolder partag&eacute; conform&eacute;ment aux <a href="bx08x4y.html#bx08x4y">Directives de localisation des dossiers iFolder</a>.</p> </div>
<div class="Head" title="iFolder Access Rights"> <a name="bq1r113"></a>
<h3 class="HEAD-TITLE"><br />Droits d'acc&egrave;s iFolder</h3>
<p class="HEAD">Le client iFolder prend en charge le propri&eacute;taire et trois niveaux d'acc&egrave;s pour les membres d'un dossier iFolder&nbsp;: </p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz4"></a><em class="PARAWITHTITLE">Propri&eacute;taire&nbsp;: </em>Un seul utilisateur peut &ecirc;tre propri&eacute;taire d'un dossier iFolder. Il s'agit, en principe, de celui qui cr&eacute;e le dossier iFolder. Le propri&eacute;taire peut utiliser le client iFolder pour transf&eacute;rer la propri&eacute;t&eacute; &agrave; un autre membre du dossier iFolder. </p>
<p class="BULLETITEM">Le propri&eacute;taire d'un iFolder dispose d'un droit de contr&ocirc;le total sur le dossier. Il poss&egrave;de des droits de lecture et d'&eacute;criture dans le dossier, g&egrave;re les membres et leurs droits d'acc&egrave;s et peut supprimer le droit de contr&ocirc;le total d'un membre.</p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz5"></a><em class="PARAWITHTITLE">Contr&ocirc;le total&nbsp;: </em>Membre du dossier iFolder partag&eacute; avec le droit de contr&ocirc;le total. Ce membre poss&egrave;de des droits de lecture et d'&eacute;criture dans le dossier iFolder et g&egrave;re les membres et les droits d'acc&egrave;s de tous les utilisateurs sauf le propri&eacute;taire. </p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz6"></a><em class="PARAWITHTITLE">Lecture/Ecriture&nbsp;: </em>Membre du dossier iFolder partag&eacute; disposant du droit Lecture/Ecriture dans les r&eacute;pertoires et fichiers du dossier iFolder.</p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz7"></a><em class="PARAWITHTITLE">Lecture seule&nbsp;: </em>Membre du dossier iFolder partag&eacute; disposant du droit Lecture seule dans les r&eacute;pertoires et fichiers du dossier iFolder. Ce membre peut modifier un fichier, mais les changements locaux ne sont pas synchronis&eacute;s avec les copies du dossier iFolder des autres membres.</p></li>
</ul>
<p class="HEAD">Tout utilisateur iFolder peut poss&eacute;der des dossiers iFolder et &ecirc;tre membre d'autres dossiers. En tant que propri&eacute;taire, vous disposez syst&eacute;matiquement du droit de contr&ocirc;le total. En tant que membre, votre niveau d'acc&egrave;s &agrave; chaque dossier iFolder partag&eacute; peut varier selon les droits qui vous ont &eacute;t&eacute; octroy&eacute;s par un membre disposant du contr&ocirc;le total.</p> </div>
<div class="Head" title="File Synchronization and Data Management"> <a name="bq1r118"></a>
<h3 class="HEAD-TITLE"><br />Synchronisation des fichiers et gestion des donn&eacute;es</h3>
<p class="HEAD">Lorsque vous configurez un compte iFolder, vous pouvez cocher la case M&eacute;moriser le mot de passe pour que iFolder synchronise les invitations et les fichiers iFolder en arri&egrave;re-plan pendant que vous travaillez.  </p>
<p class="HEAD">Vous pouvez configurer le client iFolder afin qu'il soit ex&eacute;cut&eacute; automatiquement chaque fois que vous vous loguez &agrave; l'environnement de bureau de votre ordinateur. La session est ex&eacute;cut&eacute;e en arri&egrave;re-plan pendant que vous travaillez dans les fichiers de vos dossiers iFolder locaux et tous vos changements sont relev&eacute;s et consign&eacute;s. </p>
<p class="HEAD">Vous pouvez synchroniser les fichiers &agrave; des intervalles sp&eacute;cifiques ou sur demande.</p> </div>
<div class="Head" title="Synchronization Log"> <a name="bq63xvh"></a>
<h3 class="HEAD-TITLE"><br />Fichier journal de synchronisation</h3>
<p class="HEAD">Le fichier journal de synchronisation affiche le journal de l'activit&eacute; r&eacute;alis&eacute;e en arri&egrave;re-plan dans votre compte iFolder, notamment le t&eacute;l&eacute;chargement des fichiers dans des dossiers iFolder diff&eacute;rents. </p> </div>
</div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
