<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="en">
<meta name="Generator" content="Novell HTML Conversion 10 mars 2004">
<meta name="Generation-Date" content="Dimanche 23 octobre 15:54">
<meta name="Content-Date" content="Lun, 22 jun 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0003.0009.">
<meta name="Author" content="zHTML xD.0000.0000.0003.0009.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Aide sur iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/myifolders.html","../doc/user/data/toc_myifolders.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="sync.html";
  var next_link="reverting.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="conflicts"></a>
<div class="Topic" title="Resolving File Conflicts">
<h2 class="TOPIC-TITLE"><br />R&eacute;solution des conflits de fichiers</h2>
<p class="TOPIC">En cas de conflits entre des versions de fichiers enregistr&eacute;s au m&ecirc;me moment ou lorsque des fichiers ne pr&eacute;sentent que des diff&eacute;rences au niveau des lettres (majuscules ou minuscules), le fichier est signal&eacute; en tant que Conflit de noms et stock&eacute; dans la zone conflictuelle, puis une alerte est transmise pour signaler le fichier au client iFolder. </p>
<h4 class="BRIDGEHEAD"><br />Conflits de versions</h4>
<p class="TOPIC">Avant de r&eacute;soudre un conflit de versions, vous devez d'abord avertir les autres membres. Choisissez ensuite la version qui convient dans la bo&icirc;te de dialogue R&eacute;soudre les conflits.</p>
<ol class="STEPLIST">
<li class="STEP"><a name="bvin9s9"></a>
<p class="STEP">En cas de conflit, un message contextuel s'affiche dans la zone de notification. Cliquez sur X pour fermer la fen&ecirc;tre.</p>
<p class="STEP">Si vous ne souhaitez pas que ce message s'affiche, vous pouvez le sp&eacute;cifier dans l'onglet G&eacute;n&eacute;ral des Pr&eacute;f&eacute;rences iFolder.</p></li>
<li class="STEP"><a name="bvin9nq"></a>
<p class="STEP">Dans la zone de notification, cliquez avec le bouton droit de la souris sur l'ic&ocirc;ne iFolder <img src="../graphics/ifolder16.png" alt="ic&ocirc;ne iFolder" />, puis cliquez sur Dossiers iFolder pour ouvrir le navigateur de dossiers iFolder.</p></li>
<li class="STEP"><a name="bvinc1r"></a>
<p class="STEP">S&eacute;lectionnez le fichier &agrave; l'origine du conflit, puis cliquez sur R&eacute;soudre<img src="../graphics/conflict_resolution.png" alt="Ic&ocirc;ne R&eacute;soudre les conflits" /> pour afficher la bo&icirc;te de dialogue R&eacute;soudre les conflits.</p></li>
<li class="STEP"><a name="bx1anvu"></a>
<p class="STEP">Consultez les informations relatives au fichier sur l'ordinateur local. Regardez sur le serveur quelle version du fichier vous souhaitez conserver , puis cliquez sur Enregistrer.</p></li>
<li class="STEP"><a name="bvincoe"></a>
<p class="STEP">Une fois que le conflit est r&eacute;solu, cliquez sur OK.</p></li>
</ol>
<h4 class="BRIDGEHEAD"><br />Conflits de noms de fichier</h4>
<p class="TOPIC">Les conflits de noms de fichier se produisent lorsque la version locale du fichier et celle du serveur pr&eacute;sentent des diff&eacute;rences au niveau des majuscules/minuscules. Ces fichiers peuvent avoir le m&ecirc;me contenu ou non. Vous pouvez r&eacute;soudre ce type de conflit en renommant les fichiers tout en veillant &agrave; l'endroit o&ugrave; vous renommez le fichier. </p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Si le contenu est identique, vous pouvez renommer l'un des fichiers dans la bo&icirc;te de dialogue R&eacute;soudre les conflits.</li>
<li class="BULLETITEM">S'il est diff&eacute;rent, veillez &agrave; cr&eacute;er un copie du fichier local en lui attribuant un nom diff&eacute;rent, puis revenez &agrave; la bo&icirc;te de dialogue R&eacute;soudre les conflits et enregistrez la version serveur du fichier. Les deux fichiers peuvent alors exister dans iFolder sous des noms diff&eacute;rents. Si vous renommez une version du fichier dans la bo&icirc;te de dialogue R&eacute;soudre les conflits, cette version remplacera l'autre (son contenu sera d&eacute;truit). </li>
</ul>
<ol class="STEPLIST">
<li class="STEP"><a name="bx1b07n"></a>
<p class="STEP">En cas de conflit, un message contextuel s'affiche dans la zone de notification. Cliquez sur X pour ignorer le message.</p></li>
<li class="STEP"><a name="bx1b07o"></a>
<p class="STEP">Dans la zone de notification, cliquez avec le bouton droit de la souris sur l'ic&ocirc;ne iFolder <img src="../graphics/ifolder16.png" alt="ic&ocirc;ne iFolder" />, puis cliquez sur Dossiers iFolder pour ouvrir le navigateur de dossiers iFolder.</p></li>
<li class="STEP"><a name="bx1b07p"></a>
<p class="STEP">S&eacute;lectionnez le fichier &agrave; l'origine du conflit, puis cliquez sur R&eacute;soudre<img src="../graphics/conflict_resolution.png" alt="Ic&ocirc;ne R&eacute;soudre les conflits" /> pour afficher la bo&icirc;te de dialogue R&eacute;soudre les conflits.</p></li>
<li class="STEP"><a name="bx1atam"></a>
<p class="STEP">Confirmez qu'un conflit de noms de fichier existe et d&eacute;terminez si le contenu est identique.</p></li>
<li class="STEP"><a name="bx1au4u"></a>
<p class="STEP">Effectuez l'une des op&eacute;rations suivantes&nbsp;:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Si le contenu est identique, renommez l'un des fichiers et cliquez sur Enregistrer, puis sur OK pour fermer la bo&icirc;te de dialogue R&eacute;soudre les conflits. Vous avez termin&eacute;.</li>
<li class="BULLETITEM">Si le contenu est diff&eacute;rent, passez &agrave; l'<a href="conflicts.html#bx1au97">Etape&nbsp;6</a>.</li>
</ul></li>
<li class="STEP"><a name="bx1au97"></a>
<p class="STEP">Fermez la bo&icirc;te de dialogue R&eacute;soudre les conflits.</p></li>
<li class="STEP"><a name="bx1b3p9"></a>
<p class="STEP">Ouvrez un gestionnaire de fichiers, puis acc&eacute;dez &agrave; la copie locale du fichier &agrave; l'origine du conflit.</p></li>
<li class="STEP"><a name="bx1b3xf"></a>
<p class="STEP">Copiez le fichier et enregistrez-le sous un nom distinct dans iFolder. </p>
<p class="STEP">iFolder effectue la synchronisation du nouveau fichier avec le serveur et les ordinateurs membres.</p></li>
<li class="STEP"><a name="bx1b3k7"></a>
<p class="STEP">Retournez &agrave; la bo&icirc;te de dialogue R&eacute;soudre les conflits, s&eacute;lectionnez la version serveur du fichier. Cliquez sur Enregistrer, puis sur OK.</p>
<p class="STEP">La version serveur du fichier est t&eacute;l&eacute;charg&eacute;e sur l'ordinateur local et remplace la copie locale par le fichier du m&ecirc;me nom.</p></li>
</ol> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
