<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="en">
<meta name="Generator" content="Novell HTML Conversion 10 mars 2004">
<meta name="Generation-Date" content="Dimanche 23 octobre 15:54">
<meta name="Content-Date" content="Lun, 22 jun 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0003.0004.">
<meta name="Author" content="zHTML xD.0000.0000.0003.0004.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Aide sur iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/myifolders.html","../doc/user/data/toc_myifolders.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bwagrrn.html";
  var next_link="sharewith.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="createifolder"></a>
<div class="Topic" title="Creating an iFolder">
<h2 class="TOPIC-TITLE"><br />Cr&eacute;ation d'un dossier iFolder</h2>
<p class="TOPIC">Vous pouvez cr&eacute;er un dossier iFolder en convertissant un dossier existant qui r&eacute;pond aux crit&egrave;res suivants&nbsp;: </p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><a href="bx08x4y.html#bx08x4y">Directives pour la localisation des dossiers iFolder</a></li>
<li class="BULLETITEM"><a href="bwagrrn.html#bwagrrn">Conventions de d&eacute;nomination des fichiers et des dossiers d'un compte iFolder</a></li>
</ul>
<p class="TOPIC">Si le dossier n'existe pas, vous pouvez acc&eacute;der &agrave; un emplacement et y cr&eacute;er un dossier dans le cadre du processus. </p>
<p class="TOPIC">Au sein de iFolder, vous pouvez configurer une structure de sous-r&eacute;pertoires adapt&eacute;e &agrave; vos habitudes professionnelles ou personnelles. La structure de sous-r&eacute;pertoires est constante pour tous les dossiers iFolders membres. Chaque poste de travail peut sp&eacute;cifier un r&eacute;pertoire parent diff&eacute;rent dans le cas d'un dossier iFolder partag&eacute;.</p>
<p class="TOPIC">Vous pouvez cr&eacute;er des dossiers iFolder directement dans votre gestionnaire de fichiers et dans le navigateur de dossiers iFolder, disponible dans l'application client. Pour cr&eacute;er un dossier iFolder, vous pouvez proc&eacute;der de l'une des fa&ccedil;ons suivantes&nbsp;:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><a href="createifolder.html#bwembx5">Cr&eacute;ation de dossiers iFolder dans un gestionnaire de fichiers</a></li>
<li class="BULLETITEM"><a href="createifolder.html#bwemc36">Cr&eacute;ation de dossiers iFolder dans le navigateur de dossiers iFolder</a></li>
<li class="BULLETITEM"><a href="createifolder.html#fat32mtpt">Cr&eacute;ation de dossiers iFolder sur un point de montage FAT32 (Linux)</a></li>
</ul> <div class="Head" title="Creating iFolders in a File Manager"> <a name="bwembx5"></a>
<h3 class="HEAD-TITLE"><br />Cr&eacute;ation de dossiers iFolder dans un gestionnaire de fichiers</h3>
<ol class="STEPLIST">
<li class="STEP"><a name="bq6lwlg"></a>
<p class="STEP">Acc&eacute;dez au dossier &agrave; convertir en dossier iFolder &agrave; l'aide du gestionnaire de fichiers, puis s&eacute;lectionnez ce dossier.</p></li>
<li class="STEP"><a name="bq6lwlh"></a>
<p class="STEP">Proc&eacute;dez de l'une des fa&ccedil;ons suivantes&nbsp;:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Cliquez avec le bouton droit de la souris sur l'ic&ocirc;ne du dossier, puis cliquez sur Convertir en un dossier iFolder.</li>
<li class="BULLETITEM">Dans la barre d'outils, cliquez sur Fichier gt; Convertir en un dossier iFolder.</li>
</ul>
<p class="STEP">L'ic&ocirc;ne de dossier <img src="../graphics/folder_16.gif" alt="Ic&ocirc;ne de dossier" /> se transforme en une ic&ocirc;ne sur laquelle l'ic&ocirc;ne iFolder <img src="../graphics/ifolder16.png" alt="Ic&ocirc;ne iFolder" /> vient s'ajouter.</p></li>
<li class="STEP"><a name="bx19z0q"></a>
<p class="STEP">Si le message iFolder cr&eacute;&eacute; s'affiche, effectuez l'une des op&eacute;rations suivantes&nbsp;:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Cliquez sur Fermer pour fermer la fen&ecirc;tre.</li>
<li class="BULLETITEM">S&eacute;lectionnez Ne plus afficher ce message pour d&eacute;sactiver les notifications futures, puis cliquez sur Fermer pour fermer la fen&ecirc;tre.
<p class="BULLETITEM">Si, par la suite, vous souhaitez obtenir des messages de confirmation, acc&eacute;dez aux Pr&eacute;f&eacute;rences iFolder, s&eacute;lectionnez Afficher la bo&icirc;te de dialogue de confirmation lors de la cr&eacute;ation de dossiers iFolder, puis cliquez sur OK.</p></li>
</ul></li>
</ol> </div>
<div class="Head" title="Creating iFolders in the iFolders Browser"> <a name="bwemc36"></a>
<h3 class="HEAD-TITLE"><br />Cr&eacute;ation de dossiers iFolder dans le navigateur de dossiers iFolder</h3>
<ol class="STEPLIST">
<li class="STEP"><a name="bv2gxbu"></a>
<p class="STEP">Dans la zone de notification, cliquez avec le bouton droit de la souris sur l'ic&ocirc;ne iFolder <img src="../graphics/ifolder16.png" alt="ic&ocirc;ne iFolder" />, puis cliquez sur Dossiers iFolder pour ouvrir le navigateur de dossiers iFolder.</p></li>
<li class="STEP"><a name="bv2gxbv"></a>
<p class="STEP">Cliquez sur Nouveau.</p></li>
<li class="STEP"><a name="bv2gwvt"></a>
<p class="STEP">Indiquez le compte iFolder &agrave; utiliser pour ce dossier iFolder.</p>
<p class="STEP">Si vous disposez de plusieurs comptes iFolder, le compte par d&eacute;faut est affich&eacute; en premier. Pour s&eacute;lectionner un autre compte, utilisez la liste d&eacute;roulante.</p></li>
<li class="STEP"><a name="bv2guwr"></a>
<p class="STEP">Dans le navigateur, acc&eacute;dez au r&eacute;pertoire dans lequel cr&eacute;er un dossier iFolder.</p></li>
<li class="STEP"><a name="bv2gv55"></a>
<p class="STEP">S&eacute;lectionnez le dossier normal &agrave; convertir en dossier iFolder, puis effectuez l'une des op&eacute;rations suivantes&nbsp;:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Si un dossier normal existe, s&eacute;lectionnez-le, puis cliquez sur OK</li>
<li class="BULLETITEM">Dans le cas contraire, cliquez sur Nouveau dossier pour le cr&eacute;er, s&eacute;lectionnez le nouveau dossier, puis cliquez sur OK.</li>
</ul></li>
<li class="STEP"><a name="bwb5ss4"></a>
<p class="STEP">Cliquez sur OK.</p>
<p class="STEP">Le dossier iFolder <img src="../graphics/ifolder16.png" alt="Ic&ocirc;ne iFolder" /> s'affiche dans la liste des dossiers iFolder.</p></li>
<li class="STEP"><a name="bwb5tng"></a>
<p class="STEP">Si le message iFolder cr&eacute;&eacute; s'affiche, effectuez l'une des op&eacute;rations suivantes&nbsp;:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Cliquez sur Fermer pour fermer la fen&ecirc;tre.</li>
<li class="BULLETITEM">S&eacute;lectionnez Ne plus afficher ce message pour d&eacute;sactiver les notifications futures, puis cliquez sur Fermer pour fermer la fen&ecirc;tre.
<p class="BULLETITEM">Si, par la suite, vous souhaitez obtenir des messages de confirmation, acc&eacute;dez aux Pr&eacute;f&eacute;rences iFolder, s&eacute;lectionnez Afficher la bo&icirc;te de dialogue de confirmation lors de la cr&eacute;ation de dossiers iFolder, puis cliquez sur OK.</p></li>
</ul></li>
</ol> </div>
<div class="Head" title="Creating iFolders on a FAT32 Mount Point (Linux)"> <a name="fat32mtpt"></a>
<h3 class="HEAD-TITLE"><br />Cr&eacute;ation de dossiers iFolder sur un point de montage FAT32 (Linux)</h3>
<p class="HEAD">Sous Linux, iFolder prend en charge la cr&eacute;ation et l'utilisation de dossiers iFolder sur un point de montage des syst&egrave;mes de fichiers FAT32. Avant de pouvoir cr&eacute;er un dossier iFolder ou configurer des dossiers iFolder partag&eacute;s sur un volume FAT32 de votre ordinateur Linux, l'utilisateur iFolder doit &ecirc;tre propri&eacute;taire du point de montage FAT32 dans lequel les dossiers iFolder doivent &ecirc;tre stock&eacute;s. En outre, le fichier /etc/fstab doit identifier de mani&egrave;re explicite l'ID utilisateur local pour le point de montage de l'utilisateur iFolder. </p>
<p class="NOTE-IMPORTANT"><em class="NOTE-IMPORTANT">IMPORTANT&nbsp;:&nbsp;&nbsp;</em>Ceci est obligatoire, car les syst&egrave;mes de fichiers FAT32 ne prennent pas en charge les autorisations de fichiers. Tous les autres syst&egrave;mes de fichiers ne prenant pas en charge les autorisations pr&eacute;sentent le m&ecirc;me probl&egrave;me.</p>
<p class="HEAD">Si vous disposez d'un syst&egrave;me &agrave; d&eacute;marrage double, vous pouvez acc&eacute;der aux donn&eacute;es contenues dans les dossiers iFolder comme s'il s'agissait de dossiers normaux &agrave; partir du syst&egrave;me dans lequel le dossier n'est pas configur&eacute; en tant que dossier iFolder. Si vous avez configur&eacute; le dossier en tant que dossier iFolder sur les deux plates-formes, les donn&eacute;es sont stock&eacute;es dans deux dossiers iFolder distincts sur le serveur. Ceci utilise le double des ressources qui vous sont allou&eacute;es sur le serveur.</p>
<p class="HEAD">Comme les syst&egrave;mes de fichiers FAT32 ne prennent pas en charge les autorisations de syst&egrave;mes de fichiers POSIX, v&eacute;rifiez que l'utilisateur iFolder est le propri&eacute;taire local du point de montage. Modifiez le fichier /etc/fstab pour d&eacute;finir le param&egrave;tre d'ID utilisateur (UID) de l'identit&eacute; de login local sur l'utilisateur iFolder qui cr&eacute;e des dossiers iFolder sur ce point de montage.</p>
<ol class="STEPLIST">
<li class="STEP"><a name="bwenpgg"></a>
<p class="STEP">Loguez-vous &agrave; votre ordinateur en tant qu'utilisateur racine.</p></li>
<li class="STEP"><a name="bwen6om"></a>
<p class="STEP">Cr&eacute;ez le r&eacute;pertoire o&ugrave; monter le syst&egrave;me de fichiers FAT32. A l'invite de commande, tapez</p>
<p><tt class="USERINPUT">mkdir /home/<em class="VARIABLE">nom_utilisateur</em>/<em class="VARIABLE">montagefs</em></tt></p>
<p class="STEP">Remplacez <em class="VARIABLE">nom_utilisateur</em> par le nom de l'utilisateur qui emploiera l'unit&eacute; FAT32 pour ses dossiers iFolder. Remplacez <em class="VARIABLE">montagefs</em> par le nom du r&eacute;pertoire &agrave; utiliser en tant que point de montage. Par exemple, si le nom d'utilisateur est <em class="VARIABLE">jdurand</em> et le nom du r&eacute;pertoire est <em class="VARIABLE">fat32mntpt</em> pour une unit&eacute; ou une partition FAT32, tapez</p> <pre class="CODESAMPLENARROW">mkdir /home/jdurand/fat32mntpt</pre>
</li>
<li class="STEP"><a name="bwemec8"></a>
<p class="STEP">Montez l'unit&eacute; FAT32 au point de montage voulu. A l'invite de commande, tapez</p>
<p><tt class="USERINPUT">mount -t vfat /dev/<em class="VARIABLE">hda1</em> /home/<em class="VARIABLE">nom_utilisateur</em>/<em class="VARIABLE">montagefs </em></tt></p>
<p class="STEP">Remplacez /dev/<em class="VARIABLE">hda1</em> par le nom du p&eacute;riph&eacute;rique ou de la partition du p&eacute;riph&eacute;rique autre que Linux. Remplacez <em class="VARIABLE">nom_utilisateur</em> par le nom de l'utilisateur de l'application iFolder. Remplacez <em class="VARIABLE">montagefs</em> par le nom du r&eacute;pertoire &agrave; utiliser en tant que point de montage. </p>
<p class="STEP">Si l'on poursuit l'exemple, o&ugrave; le syst&egrave;me de fichiers FAT32 (vfat) r&eacute;side sur le p&eacute;riph&eacute;rique hda4 (<em class="VARIABLE">/dev/hda4</em>), le nom d'utilisateur et le r&eacute;pertoire du point de montage sont respectivement <em class="VARIABLE">jdurand</em> et /home/<em class="VARIABLE">jdurand</em>/<em class="VARIABLE">fat32mntpt</em>, tapez</p> <pre class="CODESAMPLENARROW">mount -t vfat /dev/hda4 /home/jdurand/fat32mntpt</pre>
</li>
<li class="STEP"><a name="bwemszm"></a>
<p class="STEP">Modifiez le fichier /etc/fstab en ajoutant le param&egrave;tre uid=nom_utilisateur de l'utilisateur iFolder sur la ligne qui d&eacute;finit le point de montage FAT32.</p>
<p><tt class="USERINPUT">/dev/<em class="VARIABLE">hda1</em>  /home/<em class="VARIABLE">nom_utilisateur</em>/<em class="VARIABLE">montagefs</em>  <em class="VARIABLE">vfat</em>  uid=<em class="VARIABLE">nom_utilisateur</em></tt></p>
<p class="STEP">Toujours dans le cadre de l'exemple, modifiez le fichier /etc/fstab en ajoutant uid=jdurand au point de montage&nbsp;:</p> <pre class="CODESAMPLENARROW">/dev/hda4  /home/jdurand/fat32mntpt  vfat  uid=jdurand</pre>
</li>
</ol> </div>
</div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
