Repository: ifolder/ifolder
Catalog: po/*.po
Languages: ja, ru

source: Setup iFolder "{0}"
ja: [Setup iFolder "{0} &#26178;&#38291;&#24111; xxxx 2xxxx 1xxxx]
ru: [Setup iFolder "{0} &#1045;&#1097;&#1077; xxxx 2xxxx 1xxxx]

source: Setup iFolder:
ja: [Setup iFolder: &#26178;&#38291;&#24111; xx 2xxxx 1xxxx]
ru: [Setup iFolder: &#1045;&#1097;&#1077; xx 2xxxx 1xxxx]

source: iFolder Details:
ja: iFolderの詳細:
ru: [iFolder Details: &#1045;&#1097;&#1077; xx 2xxxx 1xxxx]

source: iFolder name: {0} iFolder Owner:{1} iFolder Description: {2}
ja: [iFolder name: {0} iFolder Owner:{1} iFolder Description: {2} &#26178;&#38291;&#24111; xxx 1xxxx]
ru: [iFolder name: {0} iFolder Owner:{1} iFolder Description: {2} &#1045;&#1097;&#1077; xxx 1xxxx]

source: Choose a location for the iFolder to be created on this computer.
ja: [Choose a location for the iFolder to be created on this computer. &#26178;&#38291;&#24111; xxx 1xxxx]
ru: [Choose a location for the iFolder to be created on this computer. &#1045;&#1097;&#1077; xxx 1xxxx]

source: iFolder Location:
ja: iFolderの場所:
ru: Местоположение iFolder:

source: Choose a folder...
ja: [Choose a folder... &#26178;&#38291;&#24111; xxxx 2xxxx 1xxxx]
ru: [Choose a folder... &#1045;&#1097;&#1077; xxxx 2xxxx 1xxxx]

source: Properties for multiple users
ja: [Properties for multiple users &#26178;&#38291;&#24111; x 3xxxx 2xxxx 1xxxx]
ru: [Properties for multiple users &#1045;&#1097;&#1077; x 3xxxx 2xxxx 1xxxx]

source: Properties for {0}
ja: プロパティ: {0}
ru: Свойства для:

source: Access
ja: アクセス
ru: ДОСТУП

source: Full Control
ja: フル制御
ru: Полный контроль

source: Read/Write
ja: 読書き可能
ru: Чтение/запись

source: Read Only
ja: 読み込み専用
ru: Только чтение

source: Make this user the owner of the collection.
ja: [Make this user the owner of the collection. &#26178;&#38291;&#24111; xxx 2xxxx 1xxxx]
ru: [Make this user the owner of the collection. &#1045;&#1097;&#1077; xxx 2xxxx 1xxxx]

source: Action Required
ja: 必要なアクション
ru: Необходимое действие:

source: A collision has been detected in iFolder "{0}"
ja: [A collision has been detected in iFolder "{0} &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [A collision has been detected in iFolder "{0} &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: Available
ja: 使用可能
ru: Доступен

source: New iFolder "{0}"
ja: [New iFolder "{0} &#26178;&#38291;&#24111; xxxx 2xxxx 1xxxx]
ru: [New iFolder "{0} &#1045;&#1097;&#1077; xxxx 2xxxx 1xxxx]

source: This iFolder is owned by {0} and is available to sync on this computer
ja: [This iFolder is owned by {0} and is available to sync on this computer &#26178;&#38291;&#24111; xxxx 1xxxx]
ru: [This iFolder is owned by {0} and is available to sync on this computer &#1045;&#1097;&#1077; xxxx 1xxxx]

source: New iFolder User
ja: [New iFolder User &#26178;&#38291;&#24111; xx 2xxxx 1xxxx]
ru: [New iFolder User &#1045;&#1097;&#1077; xx 2xxxx 1xxxx]

source: {0} has just joined iFolder {1}
ja: [{0} has just joined iFolder {1} &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [{0} has just joined iFolder {1} &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: iFolder Connect Error
ja: [iFolder Connect Error &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [iFolder Connect Error &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: Unable to locate Simias Process
ja: [Unable to locate Simias Process &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [Unable to locate Simias Process &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: The Simias process must be running in order for iFolder to run. Start the Simias process and try again
ja: [The Simias process must be running in order for iFolder to run. Start the Simias process and try again &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [The Simias process must be running in order for iFolder to run. Start the Simias process and try again &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: My iFolders...
ja: [My iFolders... &#26178;&#38291;&#24111; xx 2xxxx 1xxxx]
ru: [My iFolders... &#1045;&#1097;&#1077; xx 2xxxx 1xxxx]

source: Join Enterprise Server
ja: [Join Enterprise Server &#26178;&#38291;&#24111; xxxx 2xxxx 1xxxx]
ru: [Join Enterprise Server &#1045;&#1097;&#1077; xxxx 2xxxx 1xxxx]

source: iFolder is already running!
ja: [iFolder is already running! &#26178;&#38291;&#24111; xx 3xxxx 2xxxx 1xxxx]
ru: [iFolder is already running! &#1045;&#1097;&#1077; xx 3xxxx 2xxxx 1xxxx]

source: iFolder Conflict Resolver
ja: [iFolder Conflict Resolver &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [iFolder Conflict Resolver &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: iFolderWebServices was null
ja: [iFolderWebServices was null &#26178;&#38291;&#24111; xx 3xxxx 2xxxx 1xxxx]
ru: [iFolderWebServices was null &#1045;&#1097;&#1077; xx 3xxxx 2xxxx 1xxxx]

source: Select a conflict from the list below. To resolve the conflict, save the local version or the server version. The version you save will be synced to this iFolder.
ja: [Select a conflict from the list below. To resolve the conflict, save the local version or the server version. The version you save will be synced to this iFolder. &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [Select a conflict from the list below. To resolve the conflict, save the local version or the server version. The version you save will be synced to this iFolder. &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: iFolder Name:
ja: [iFolder Name: &#26178;&#38291;&#24111; x 2xxxx 1xxxx]
ru: Имя iFolder: {0}

source: iFolder Path:
ja: [iFolder Path: &#26178;&#38291;&#24111; x 2xxxx 1xxxx]
ru: [iFolder Path: &#1045;&#1097;&#1077; x 2xxxx 1xxxx]

source: Local Version
ja: ローカルバージョン
ru: Локальная версия

source: Name:
ja: 名前:
ru: Имя

source: Date:
ja: 日付:
ru: Дата

source: Size:
ja: サイズ:
ru: Размер

source: Server Version
ja: サーババージョン
ru: Версия сервера:

source: iFolder Conflicts
ja: [iFolder Conflicts &#26178;&#38291;&#24111; xxx 2xxxx 1xxxx]
ru: [iFolder Conflicts &#1045;&#1097;&#1077; xxx 2xxxx 1xxxx]

source: iFolder Unhandled Exception
ja: [iFolder Unhandled Exception &#26178;&#38291;&#24111; xx 3xxxx 2xxxx 1xxxx]
ru: [iFolder Unhandled Exception &#1045;&#1097;&#1077; xx 3xxxx 2xxxx 1xxxx]

source: iFolder crashed because of an unhandled exception
ja: [iFolder crashed because of an unhandled exception &#26178;&#38291;&#24111; x 3xxxx 2xxxx 1xxxx]
ru: [iFolder crashed because of an unhandled exception &#1045;&#1097;&#1077; x 3xxxx 2xxxx 1xxxx]

source: iFolder Introduction
ja: [iFolder Introduction &#26178;&#38291;&#24111; xxxx 2xxxx 1xxxx]
ru: [iFolder Introduction &#1045;&#1097;&#1077; xxxx 2xxxx 1xxxx]

source: Congratulations! A new iFolder was created
ja: [Congratulations! A new iFolder was created &#26178;&#38291;&#24111; xxx 2xxxx 1xxxx]
ru: [Congratulations! A new iFolder was created &#1045;&#1097;&#1077; xxx 2xxxx 1xxxx]

source: The new iFolder has been added to your list of iFolders.
ja: [The new iFolder has been added to your list of iFolders. &#26178;&#38291;&#24111; xx 2xxxx 1xxxx]
ru: [The new iFolder has been added to your list of iFolders. &#1045;&#1097;&#1077; xx 2xxxx 1xxxx]

source: To share your iFolder and it's contents with others, right-click the iFolder and select "Share with...".
ja: [To share your iFolder and it's contents with others, right-click the iFolder and select "Share with...". &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [To share your iFolder and it's contents with others, right-click the iFolder and select "Share with...". &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: Do not show this message again.
ja: 今後このメッセージを表示しない
ru: Не выводить больше это сообщение

source: iFolder Error
ja: iFolderエラー
ru: [iFolder Error &#1045;&#1097;&#1077; x 2xxxx 1xxxx]

source: Show Details
ja: 詳細を表示
ru: Показать сведения

source: Click "Show Details" below to get the full message returned with this error
ja: [Click "Show Details" below to get the full message returned with this error &#26178;&#38291;&#24111; 2xxxx 1xxxx]
ru: [Click "Show Details" below to get the full message returned with this error &#1045;&#1097;&#1077; 2xxxx 1xxxx]

source: Hide Details
ja: 詳細を非表示
ru: (Скрыть информацию)

source: iFolder Login
ja: [iFolder Login &#26178;&#38291;&#24111; x 2xxxx 1xxxx]
ru: [iFolder Login &#1045;&#1097;&#1077; x 2xxxx 1xxxx]

source: User Name:
ja: ユーザ名:
ru: Имя пользователя:

source: Password:
ja: パスワード:
ru: Пароль:

source: Server Host:
ja: サーバホスト:
ru: Хост-сервер

source: _Login
ja: _ログイン
ru: Регистрация

source: iFolder Properties
ja: [iFolder Properties &#26178;&#38291;&#24111; xxxx 2xxxx 1xxxx]
ru: [iFolder Properties &#1045;&#1097;&#1077; xxxx 2xxxx 1xxxx]

source: General
ja: 一般
ru: Общие

source: Sharing
ja: 共有
ru: Совместное использование

source: iFolder Properties for "{0}"
ja: [iFolder Properties for "{0} &#26178;&#38291;&#24111; x 3xxxx 2xxxx 1xxxx]
ru: [iFolder Properties for "{0} &#1045;&#1097;&#1077; x 3xxxx 2xxxx 1xxxx]

source: This iFolder contains conflicts.
ja: [This iFolder contains conflicts. &#26178;&#38291;&#24111; x 3xxxx 2xxxx 1xxxx]
ru: [This iFolder contains conflicts. &#1045;&#1097;&#1077; x 3xxxx 2xxxx 1xxxx]

source: _Resolve conflicts
ja: [_Resolve conflicts &#26178;&#38291;&#24111; xxxx 2xxxx 1xxxx]
ru: [_Resolve conflicts &#1045;&#1097;&#1077; xxxx 2xxxx 1xxxx]

source: Unable to launch File Browser
ja: [Unable to launch File Browser &#26178;&#38291;&#24111; x 3xxxx 2xxxx 1xxxx]
ru: [Unable to launch File Browser &#1045;&#1097;&#1077; x 3xxxx 2xxxx 1xxxx]

source: iFolder attempted to open the Nautilus File Manager and the Konqueror File Manager and was unable to launch either of them.
ja: [iFolder attempted to open the Nautilus File Manager and the Konqueror File Manager and was unable to launch either of them. &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [iFolder attempted to open the Nautilus File Manager and the Konqueror File Manager and was unable to launch either of them. &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: N/A
ru: Н/Д

source: Limit size to:
ja: [Limit size to: &#26178;&#38291;&#24111; xx 2xxxx 1xxxx]
ru: [Limit size to: &#1045;&#1097;&#1077; xx 2xxxx 1xxxx]

source: iFolder limit:
ja: [iFolder limit: &#26178;&#38291;&#24111; xx 2xxxx 1xxxx]
ru: [iFolder limit: &#1045;&#1097;&#1077; xx 2xxxx 1xxxx]

source: Synchronization
ja: 同期化
ru: Синхронизация

source: This will set the sync setting for this iFolder.
ja: [This will set the sync setting for this iFolder. &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [This will set the sync setting for this iFolder. &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: Sync to host every:
ja: [Sync to host every: &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [Sync to host every: &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: seconds
ja: 秒
ru: сек.

source: Statistics
ja: 統計情報
ru: Статистика

source: Amount to upload:
ja: アップロード容量:
ru: Объем загружаемой информации:

source: Files/Folders to synchronize:
ja: 同期するファイル/フォルダ数:
ru: Файлов/папок для синхронизации:

source: Disk Space
ja: ディスクスペース
ru: Дисковое пространство

source: iFolder size:
ja: [iFolder size: &#26178;&#38291;&#24111; x 2xxxx 1xxxx]
ru: [iFolder size: &#1045;&#1097;&#1077; x 2xxxx 1xxxx]

source: MB
ru: Мб

source: Available space:
ja: 使用可能容量:
ru: Доступное пространство:

source: full
ja: フル
ru: Полный

source: empty
ja: 空
ru: Пусто

source: Users
ja: ユーザ
ru: Пользователи

source: State
ja: 都道府県
ru: Состояние

source: Set Access
ja: アクセスの設定
ru: Установить доступ

source: Owner
ja: 所有者
ru: Владелец

source: Invited User
ja: [Invited User &#26178;&#38291;&#24111; x 2xxxx 1xxxx]
ru: [Invited User &#1045;&#1097;&#1077; x 2xxxx 1xxxx]

source: iFolder User
ja: [iFolder User &#26178;&#38291;&#24111; x 2xxxx 1xxxx]
ru: [iFolder User &#1045;&#1097;&#1077; x 2xxxx 1xxxx]

source: iFolder Confirmation
ja: [iFolder Confirmation &#26178;&#38291;&#24111; xxxx 2xxxx 1xxxx]
ru: [iFolder Confirmation &#1045;&#1097;&#1077; xxxx 2xxxx 1xxxx]

source: Remove Selected Users?
ja: [Remove Selected Users? &#26178;&#38291;&#24111; xxxx 2xxxx 1xxxx]
ru: [Remove Selected Users? &#1045;&#1097;&#1077; xxxx 2xxxx 1xxxx]

source: This will remove the selected users from this iFolder. They will no longer be able to sync file to this iFolder.
ja: [This will remove the selected users from this iFolder. They will no longer be able to sync file to this iFolder. &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [This will remove the selected users from this iFolder. They will no longer be able to sync file to this iFolder. &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: Unknown
ja: 不明
ru: Неизвестно

source: iFolder User Selector
ja: [iFolder User Selector &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [iFolder User Selector &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: Search:
ja: 検索:
ru: Поиск

source: iFolder Users
ja: [iFolder Users &#26178;&#38291;&#24111; x 2xxxx 1xxxx]
ru: [iFolder Users &#1045;&#1097;&#1077; x 2xxxx 1xxxx]

source: Add ->
ja: 追加 ->
ru: Добавить

source: Remove
ja: 削除
ru: Удалить

source: Selected Users
ja: 選択されたユーザ
ru: Выбранные пользователи

source: Server
ja: サーバ
ru: Сервер

source: iFolders
ru: [iFolders &#1045;&#1097;&#1077; xxx 1xxxx]

source: Preferences
ja: 初期設定
ru: Настройки

source: Activity Log
ja: 動作ログ
ru: Протокол действий

source: Idle...
ja: [Idle... &#26178;&#38291;&#24111; xx 1xxxx]
ru: Свободно

source: _Create
ja: _作成
ru: Создать

source: Share _with...
ja: [Share _with... &#26178;&#38291;&#24111; xx 2xxxx 1xxxx]
ru: [Share _with... &#1045;&#1097;&#1077; xx 2xxxx 1xxxx]

source: Re_solve conflicts
ja: [Re_solve conflicts &#26178;&#38291;&#24111; xxxx 2xxxx 1xxxx]
ru: [Re_solve conflicts &#1045;&#1097;&#1077; xxxx 2xxxx 1xxxx]

source: Sync _now
ja: いますぐ同期
ru: Синхронизировать сейчас

source: Re_vert to a normal folder
ja: [Re_vert to a normal folder &#26178;&#38291;&#24111; xx 3xxxx 2xxxx 1xxxx]
ru: [Re_vert to a normal folder &#1045;&#1097;&#1077; xx 3xxxx 2xxxx 1xxxx]

source: i_Folder
ja: [i_Folder &#26178;&#38291;&#24111; xxx 1xxxx]
ru: [i_Folder &#1045;&#1097;&#1077; xxx 1xxxx]

source: _View
ja: _表示
ru: Вид

source: A_bout
ja: バージョン情報_
ru: [A_bout &#1045;&#1097;&#1077; x 1xxxx]

source: _Help
ja: _ヘルプ
ru: Справка

source: Name
ja: 名前
ru: Имя

source: Location
ja: 位置
ru: Местоположение:

source: Status
ja: ステータス
ru: Статус

source: Application
ja: アプリケーション
ru: Приложение

source: Startup iFolder at Login
ja: [Startup iFolder at Login &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [Startup iFolder at Login &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: Show confirmation dialog when creating iFolders
ja: [Show confirmation dialog when creating iFolders &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [Show confirmation dialog when creating iFolders &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: This will set the default Sync Settings for all iFolders. You can change the sync setting for an individual iFolder on an iFolder's property pages
ja: [This will set the default Sync Settings for all iFolders. You can change the sync setting for an individual iFolder on an iFolder's property pages &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [This will set the default Sync Settings for all iFolders. You can change the sync setting for an individual iFolder on an iFolder's property pages &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: Proxy
ja: 代理
ru: Доверенные лица

source: Use a proxy to sync iFolders
ja: [Use a proxy to sync iFolders &#26178;&#38291;&#24111; x 3xxxx 2xxxx 1xxxx]
ru: [Use a proxy to sync iFolders &#1045;&#1097;&#1077; x 3xxxx 2xxxx 1xxxx]

source: Proxy Host:
ja: プロキシホスト:
ru: Прокси-хост:

source: Port:
ja: ポート:
ru: Порт

source: Server Information
ja: サーバ情報
ru: Информация о сервере

source: User name:
ja: ユーザ名:
ru: Имя пользователя:

source: iFolder server:
ja: [iFolder server: &#26178;&#38291;&#24111; xx 2xxxx 1xxxx]
ru: [iFolder server: &#1045;&#1097;&#1077; xx 2xxxx 1xxxx]

source: Server description:
ja: サーバの説明:
ru: Описание сервера:

source: Free space on server:
ja: サーバの空き容量:
ru: Свободно:

source: Used space on server:
ja: サーバの使用済み容量:
ru: Используется:

source: Total space on server:
ja: サーバの総容量:
ru: Всего:

source: This log shows current ifolder activity
ja: [This log shows current ifolder activity &#26178;&#38291;&#24111; x 4xxxx 3xxxx 2xxxx 1xxxx]
ru: [This log shows current ifolder activity &#1045;&#1097;&#1077; x 4xxxx 3xxxx 2xxxx 1xxxx]

source: Has File Conflicts
ja: [Has File Conflicts &#26178;&#38291;&#24111; xxxx 2xxxx 1xxxx]
ru: [Has File Conflicts &#1045;&#1097;&#1077; xxxx 2xxxx 1xxxx]

source: OK
ru: ОК

source: Waiting to Connect
ja: [Waiting to Connect &#26178;&#38291;&#24111; xxxx 2xxxx 1xxxx]
ru: [Waiting to Connect &#1045;&#1097;&#1077; xxxx 2xxxx 1xxxx]

source: Waiting to Sync
ja: [Waiting to Sync &#26178;&#38291;&#24111; xx 2xxxx 1xxxx]
ru: [Waiting to Sync &#1045;&#1097;&#1077; xx 2xxxx 1xxxx]

source: Open
ja: 開く
ru: Открыть

source: Share with...
ja: [Share with... &#26178;&#38291;&#24111; x 2xxxx 1xxxx]
ru: [Share with... &#1045;&#1097;&#1077; x 2xxxx 1xxxx]

source: Resolve conflicts
ja: [Resolve conflicts &#26178;&#38291;&#24111; xxx 2xxxx 1xxxx]
ru: [Resolve conflicts &#1045;&#1097;&#1077; xxx 2xxxx 1xxxx]

source: Sync now
ja: いますぐ同期
ru: Синхронизировать сейчас

source: Revert to a normal folder
ja: [Revert to a normal folder &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [Revert to a normal folder &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: Properties
ja: プロパティ
ru: Свойства...

source: Setup iFolder
ja: [Setup iFolder &#26178;&#38291;&#24111; x 2xxxx 1xxxx]
ru: [Setup iFolder &#1045;&#1097;&#1077; x 2xxxx 1xxxx]

source: Remove iFolder
ja: [Remove iFolder &#26178;&#38291;&#24111; xx 2xxxx 1xxxx]
ru: Удалить iFolder

source: Connect now...
ja: 今接続...
ru: Соединиться сейчас

source: Create iFolder
ja: iFolderの作成
ru: Создание iFolder

source: Refresh list
ja: リストのリフレッシュ
ru: Обновить список

source: Revert this iFolder?
ja: [Revert this iFolder? &#26178;&#38291;&#24111; xxxx 2xxxx 1xxxx]
ru: [Revert this iFolder? &#1045;&#1097;&#1077; xxxx 2xxxx 1xxxx]

source: This will revert this iFolder back to a normal folder and leave the files intact. The iFolder will then be available from the server and will need to be setup in a different location in order to sync.
ja: [This will revert this iFolder back to a normal folder and leave the files intact. The iFolder will then be available from the server and will need to be setup in a different location in order to sync. &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [This will revert this iFolder back to a normal folder and leave the files intact. The iFolder will then be available from the server and will need to be setup in a different location in order to sync. &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: Invalid iFolder Path
ja: [Invalid iFolder Path &#26178;&#38291;&#24111; xxxx 2xxxx 1xxxx]
ru: [Invalid iFolder Path &#1045;&#1097;&#1077; xxxx 2xxxx 1xxxx]

source: Invalid iFolder path selected
ja: [Invalid iFolder path selected &#26178;&#38291;&#24111; x 3xxxx 2xxxx 1xxxx]
ru: [Invalid iFolder path selected &#1045;&#1097;&#1077; x 3xxxx 2xxxx 1xxxx]

source: iFolders cannot contain other iFolders. The folder you selected is either inside an iFolder or has an iFolder in it. Please select an alternate folder.
ja: [iFolders cannot contain other iFolders. The folder you selected is either inside an iFolder or has an iFolder in it. Please select an alternate folder. &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [iFolders cannot contain other iFolders. The folder you selected is either inside an iFolder or has an iFolder in it. Please select an alternate folder. &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: Decline shared iFolder?
ja: [Decline shared iFolder? &#26178;&#38291;&#24111; x 3xxxx 2xxxx 1xxxx]
ru: [Decline shared iFolder? &#1045;&#1097;&#1077; x 3xxxx 2xxxx 1xxxx]

source: This will remove your invitation and you will not be able to get it back unless the owner of this iFolder re-shares the iFolder with you.
ja: [This will remove your invitation and you will not be able to get it back unless the owner of this iFolder re-shares the iFolder with you. &#26178;&#38291;&#24111; 3xxxx 2xxxx 1xxxx]
ru: [This will remove your invitation and you will not be able to get it back unless the owner of this iFolder re-shares the iFolder with you. &#1045;&#1097;&#1077; 3xxxx 2xxxx 1xxxx]

source: Log
ja: ログ
