<script language="JavaScript1.2" type="text/javascript">
	top.PREVIOUS_PAGE 	= 'Предыдущая страница: ';
	top.NEXT_PAGE 		= 'Следующая страница: ';
	top.JS_ERROR_MSG	= 'На этой странице произошла ошибка JavaScript!  Запишите следующую информацию и сообщите ее веб-мастеру.';
	top.NO_FLOAT_MSG	= 'К сожалению, Ваш навигатор не поддерживает эту функцию!';
	top.COOKIE_MSG		= 'Для изменения режима отображения необходимо разрешить использование файлов Cookie!';
	top.SECURITY_MSG	= 'Изменение режимов во время отображения страницы с другого сервера невозможно из-за ограничений защиты, установленных навигатором. Вместо этого будет отображаться основная страница по умолчанию для этого сайта.';
	top.FEEDBACK_MSG	= 'Нажмите "CTRL-D", чтобы создать закладку для этой страницы';
	top.FEEDBACK_ALT	= 'Предложения и пожелания';
	top.BOOKMARK_ALT	= 'Создание закладки для страницы';
</script>

