Repository: ifolder/ifolder
Catalog: nautilus-ifolder/po/*.po
Languages: de, es, fi, fr, hu, ja, pl, ru, sk

source: iFolder Created
de: iFolder-Ordner erstellt
es: Carpeta iFolder creada
fr: Dossier iFolder créé
hu: Az iFolder létrehozva
ja: iFolderが作成されました
pl: iFolder utworzony
ru: Папка iFolder создана
sk: Priečinok iFolder je vytvorený

source: The folder you selected is now an iFolder. To learn more about using iFolder and sharing iFolders with other users, see "Managing iFolders" in iFolder Help.
de: Der von Ihnen ausgewählte Ordner ist jetzt ein iFolder-Ordner. Weitere Informationen zur Verwendung von iFolder-Ordnern und zur Freigabe der Ordner für andere Benutzer finden Sie in "Managing iFolders" in der iFolder-Hilfe.
es: La carpeta que ha seleccionado es una carpeta iFolder. Para obtener más información sobre la utilización de iFolder y el uso compartido de carpetas iFolder con otros usuarios, consulte "Gestión de iFolders" en la Ayuda de iFolder.
fr: Le dossier que vous avez sélectionné est maintenant un dossier iFolder. Pour en savoir plus sur l'utilisation de iFolder et le partage de dossiers iFolder avec d'autres utilisateurs, consultez la rubrique "Gestion des dossiers" iFolder dans l'aide iFolder.
hu: A kiválasztott mappa mostantól iFolder mappa. Az iFolder használatáról és más felhasználókkal való megosztásáról az iFolder súgójának az "iFolder mappák kezelése" című fejezete tartalmaz tájékoztatást.
ja: 選択されたフォルダはこれでiFolderになりました。iFolderの使用方法とiFolderを他のユーザと共有する方法については、iFolderヘルプの「Managing iFolders」を参照してください。
pl: Wybrany folder został przekształcony w iFolder. Aby dowiedzieć się więcej na temat korzystania z iFolderu i współużytkowania iFolderów z innymi użytkownikami, patrz "Zarządzanie iFolderami" w pomocy dotyczącej iFolderów.
ru: Выбранная папка теперь является папкой iFolder. Дополнительную информацию об использовании iFolder персонально и совместно с другими пользователями см. в разделе "Managing iFolders" (Управление iFolder) справки по iFolder.
sk: Vybratý priečinok je teraz priečinkom iFolder. Ďalšie informácie o použití priečinka iFolder a zdieľaní priečinka iFolder s inými používateľmi nájdete v časti „Spravovanie priečinkov iFolder “ v pomocníkovi aplikácie iFolder.

source: Do not show this message again.
de: Diese Meldung nicht mehr anzeigen.
es: No mostrar este mensaje de nuevo.
fi: Älä näytä tämä viesti uudestaan.
fr: Ne plus afficher ce message
hu: Ne jelenjen meg többé ez az üzenet.
ja: 今後このメッセージを表示しない。
pl: Nie wyświetlaj więcej tego komunikatu
ru: Не выводить больше это сообщение.
sk: Nabudúce toto hlásenie nezobrazovať.

source: Error opening dialog.
de: Fehler beim Öffnen des Dialogfelds.
es: Error al abrir el diálogo.
fi: Virhe huomatusikkunan avautumisessa.
fr: Erreur lors de l'ouverture de la boîte de dialogue.
hu: Hiba a párbeszédpanel megnyitása közben.
ja: ダイアログを開く際にエラーが発生しました。
pl: Błąd podczas otwierania okna dialogowego.
ru: Ошибка при открытии диалогового окна.
sk: Vyskytla sa chyba pri otváraní dialógového okna.

source: Sorry, unable to open the window to perform the specified action.
de: Das Fenster zur Durchführung der angegebenen Aktion kann nicht geöffnet werden.
es: No es posible abrir la ventana para realizar la acción especificada.
fi: Virhe ikkunan avautumisessa. Et voi suorita erikseen toiminto.
fr: Impossible d'ouvrir la fenêtre permettant d'effectuer l'opération spécifiée.
hu: Sajnos nem sikerült megnyitni a megadott művelet végrehajtásához szükséges ablakot.
ja: 指定されたアクションを実行するためのウィンドウを開けません。
pl: Nie można otworzyć okna służącego do wykonania określonej czynności.
ru: Невозможно открыть окно для выполнения указанного действия.
sk: Nedá sa otvoriť okno na dokončenie určenej akcie.

source: The folder could not be converted.
de: Der Ordner konnte nicht konvertiert werden.
es: La carpeta no ha podido convertirse.
fi: Kansio ei voinut konvertoinut.
fr: Le dossier n'a pas pu être converti.
hu: A mappa nem alakítható át.
ja: フォルダを変換できませんでした。
pl: Nie można przekonwertować określonego folderu.
ru: Папка не может быть преобразована.
sk: Priečinok sa nedá konvertovať.

source: Sorry, unable to convert the specified folder into an iFolder.
de: Der angegebene Ordner konnte nicht in einen iFolder-Ordner konvertiert werden.
es: No es posible convertir la carpeta especificada en una carpeta iFolder.
fi: Eriksen kanso ei voi iFolder:n konvertoida.
fr: Impossible de convertir le dossier spécifié en un dossier iFolder.
hu: Sajnos nem sikerült iFolder mappává alakítani a megadott mappát.
ja: 指定されたフォルダをiFolderに変換できません。
pl: Nie można przekonwertować określonego folderu na folder iFolder.
ru: Невозможно преобразовать указанную папку в папку iFolder.
sk: Určený priečinok sa nedá konvertovať na priečinok iFolder.

source: Create iFolder
de: iFolder-Ordner erstellen
es: Crear carpeta iFolder
fr: Créer un dossier iFolder
hu: iFolder létrehozása
ja: iFolderの作成
pl: Utwórz iFolder
ru: Создание iFolder
sk: Vytvoriť priečinok iFolder

source: No iFolder Domains
de: Keine iFolder-Domänen
es: Sin dominios iFolder
fr: Aucun domaine de dossier iFolder
hu: Nincsenek iFolder tartományok
ja: iFolderドメインがありません
pl: Brak domen iFolder
ru: Нет доменов iFolder
sk: Žiadne domény služby iFolder

source: A new iFolder cannot be created because you have not attached to any iFolder domains.
de: Es kann kein neuer iFolder-Ordner erstellt werden, da keine Verbindung zu einer iFolder-Domäne besteht.
es: No se puede crear una nueva carpeta iFolder porque no se ha conectado a ningún dominio iFolder.
fr: Impossible de créer un nouveau dossier iFolder car vous ne l'avez associé à aucun domaine iFolder.
hu: Nem hozható létre új iFolder, mert Ön nem csatlakozik iFolder tartományhoz.
ja: iFolderドメインに接続されていないため、新しいiFolderを作成できません。
pl: Nie można utworzyć nowego folderu iFolder, ponieważ użytkownik nie dołączył do żadnej domeny iFolder.
ru: Новая папка iFolder не может быть создана, так как она не подключена ни к каким доменам iFolder.
sk: Nedá sa vytvoriť nový priečinok iFolder, pretože ste sa nepripojili k žiadnym doménam služby iFolder.

source: Convert to an iFolder
de: In iFolder-Ordner umwandeln
es: Convertir en una carpeta iFolder
fi: Konvertoida iFolder:ksi
fr: Convertir en un dossier iFolder
hu: Átalakítás iFolder mappává
ja: iFolderに変換する
pl: Konwertuj do iFolderu
ru: Преобразовать в папку iFolder
sk: Konvertovať na priečinok iFolder

source: <b>_Domain:</b>
de: <b>_Domäne:</b>
es: <b>_Dominio:</b>
fr: <b>_Domaine :</b>
hu: <b>_Tartomány:</b>
ja: <b>ドメイン(_D):</b>
pl: <b>_Domena:</b>
ru: <b>_Домен:</b>
sk: <b>_Doména:</b>

source: <b>_Path:</b>
de: <b>_Pfad:</b>
es: <b>_Vía:</b>
fr: <b>_Chemin :</b>
hu: <b>_Elérési út:</b>
ja: <b>パス(_P):</b>
pl: <b>Ś_cieżka:</b>
ru: <b>_Путь:</b>
sk: <b>_Cesta:</b>

source: <b>_Account:</b>
fr: <b>_Compte :</b>

source: <b>_Location:</b>
fr: <b>_Emplacement :</b>

source: The iFolder could not be reverted.
de: Der iFolder-Ordner konnte nicht zurückgesetzt werden.
es: No se ha podido revertir la iFolder.
fi: iFolder ei voinut palautunut.
fr: Le dossier iFolder n' a pas pu être rétabli.
hu: Az iFolder nem alakítható vissza.
ja: iFolderを戻せませんでした。
pl: Nie można przywrócić określonego folderu iFolder.
ru: Папка iFolder не может быть преобразована в обычную папку.
sk: Priečinok iFolder sa nedá zmeniť na normálny priečinok.

source: Sorry, unable to revert the specified iFolder to a normal folder.
de: Der angegebene iFolder-Ordner kann nicht auf einen normalen Ordner zurückgesetzt werden.
es: No es posible revertir la iFolder especificada a una carpeta normal.
fi: Eriksen iFolder ei voi tavallisen kansioon palautua.
fr: Impossible de rétablir le dossier iFolder spécifié à l'état de dossier normal.
hu: Sajnos nem lehet normál mappává visszaalakítani a megadott iFolder mappát.
ja: 指定されたiFolderを標準フォルダに戻せません。
pl: Nie można przywrócić określonego folderu iFolder do postaci normalnego folderu.
ru: Невозможно преобразовать указанную папку iFolder в обычную папку.
sk: Určený priečinok iFolder sa nedá zmeniť na normálny priečinok.

source: Revert this iFolder to a normal folder?
de: Diesen iFolder-Ordner auf einen normalen Ordner zurücksetzen?
es: ¿Desea revertir esta iFolder a una carpeta normal?
fr: Rétablir ce dossier iFolder à l'état de dossier normal ?
hu: Visszaállítja normál mappává ezt az iFolder mappát?
ja: このiFolderを標準フォルダに戻しますか?
pl: Czy przywrócić ten iFolder do postaci normalnego folderu?
ru: Преобразовать данную папку iFolder в обычную папку?
sk: Zmeniť tento priečinok iFolder na normálny priečinok?

source: This reverts the iFolder back to a normal folder and leaves the files intact. The iFolder is then available from the server and must be set up in a different location to synchronize.
de: Damit wird der iFolder-Ordner auf einen normalen Ordner zurückgesetzt und die Dateien werden intakt belassen. Der iFolder-Ordner ist dann vom Server verfügbar und muss für die Synchronisierung an einem anderen Standort eingerichtet werden.
es: Esta opción revierte la iFolder a una carpeta normal y deja los archivos intactos. La iFolder está disponible desde el servidor y se debe configurar en una ubicación diferente para sincronizarla.
fr: Cette opération rétablit le dossier iFolder à létat de dossier normal et laisse les fichiers intacts. Le dossier iFolder est ensuite disponible à partir du serveur et doit être configuré à un autre emplacement pour la synchronisation.
hu: Ezzel az iFolder mappa visszaalakítódik normál mappává, miközben a fájlok változatlanul maradnak. Az iFolder mappa ettől kezdve a kiszolgálóról lesz elérhető, a szinkronizáláshoz egy másik helyen kell beállítani.
ja: この操作を実行すると、iFolderは標準のフォルダに戻りますが、ファイルはそのまま維持されます。このiFolderはサーバからは使用可能ですが、同期を実行するには別の場所にiFolderをセットアップする必要があります。
pl: Spowoduje to przywrócenie iFolderu z powrotem do postaci zwykłego folderu i pozostawienie plików bez zmian. iFolder stanie się dostępny z serwera i będzie musiał zostać skonfigurowany w innej lokalizacji, aby był synchronizowany.
ru: Это приведет к преобразованию iFolder в обычную папку и сохранению файлов без изменений. Затем папка iFolder будет доступна на сервере и должна быть настроена в другом расположении для синхронизации.
sk: Táto akcia zmení priečinok iFolder na normálny priečinok a ponechá súbory neporušené. Priečinok iFolder bude potom k dispozícii zo servera. Ak ho budete chcieť synchronizovať, bude potrebné ho nastaviť v inom umiestnení.

source: Revert to a Normal Folder
de: Auf normalen Ordner zurücksetzen
es: Revertir a una carpeta normal
fi: Palautu tavalliseksi kansioksi
fr: Rétablir en dossier normal
hu: Visszaalakítás normál mappává
ja: 標準フォルダに戻す
pl: Przywróć do postaci zwykłego folderu
ru: Преобразовать в обычную папку
sk: Zmeniť na normálny priečinok

source: Revert the selected iFolder back to normal folder
de: Ausgewählten iFolder-Ordner auf normalen Ordner zurücksetzen
es: Volver a revertir la carpeta iFolder seleccionada a una carpeta normal
fi: Palautu valittu iFolder tavalliseksi kansioksi
fr: Rétablir le dossier iFolder sélectionné à l'état de dossier normal
hu: A kiválasztott iFolder visszaalakítása normál mappává
ja: 選択されたiFolderを標準フォルダに戻します
pl: Przywróć określony folder iFolder z powrotem do postaci normalnego folderu
ru: Преобразование выбранной папки iFolder в обычную папку
sk: Zmeniť vybratý priečinok iFolder na normálny priečinok

source: Share iFolder with...
de: iFolder-Ordner freigeben für...
es: Compartir iFolder con...
fi: Jae iFolder...
fr: Partager le dossier iFolder avec...
hu: Az iFolder megosztása...
ja: iFolderの共有...
pl: Udostępnij folder iFolder następującym użytkownikom...
ru: Совместно использовать папку iFolder с...
sk: Zdieľať priečinok iFolder s...

source: Share the selected iFolder with another user
de: Ausgewählten iFolder-Ordner für einen anderen Benutzer freigeben
es: Compartir la carpeta iFolder seleccionada con otro usuario
fi: Jae valittu iFolder toisella käyttäjällä
fr: Partager le dossier iFolder sélectionné avec un autre utilisateur
hu: A kijelölt iFolder megosztása egy felhasználóval
ja: 選択されたiFolderを他のユーザと共有します
pl: Udostępnij określony folder iFolder innemu użytkownikowi
ru: Совместно использовать выбранную папку iFolder с другим пользователем
sk: Zdieľať vybratý priečinok s iným používateľom

source: iFolder Properties
de: iFolder-Eigenschaften
es: Propiedades de iFolder
fi: iFolder:n Ominaisuudet
fr: Propriétés iFolder
hu: iFolder tulajdonságai
ja: iFolderのプロパティ
pl: Właściwości iFolderu
ru: Свойства iFolder
sk: Vlastnosti priečinka iFolder

source: View the properties of the selected iFolder
de: Eigenschaften des ausgewählten iFolder-Ordners anzeigen
es: Ver las propiedades de la carpeta iFolder seleccionada
fi: Näytä valitun iFolder:n ominaisuudet uudessa ikkunassa
fr: Afficher les propriétés du dossier iFolder sélectionné
hu: A kijelölt iFolder tulajdonságainak megtekintése
ja: 選択されたiFolderのプロパティを表示します
pl: Wyświetl właściwości wybranego folderu iFolder
ru: Просмотр свойств выбранной папки iFolder
sk: Zobraziť vlastnosti vybratého priečinka iFolder

source: iFolder Help...
de: iFolder-Hilfe...
es: Ayuda de iFolder...
fi: iFolder:n Ohje
fr: Aide de iFolder...
hu: Az iFolder súgója...
ja: iFolderヘルプ...
pl: iFolder - Pomoc...
ru: Справка iFolder...
sk: Pomocník aplikácie iFolder...

source: View the iFolder help
de: iFolder-Hilfe anzeigen
es: Ver la ayuda de iFolder
fi: Näytä iFolder:n Ohje
fr: Affiche l'aide de iFolder
hu: Az iFolder súgójának megjelenítése
ja: iFolderヘルプを表示します
pl: Wyświetl pomoc programu iFolder
ru: Просмотр справки iFolder
sk: Zobraziť pomocníka aplikácie iFolder

source: Convert the selected folder to an iFolder
de: Ausgewählten Ordner in einen iFolder-Ordner konvertieren
es: Convertir la carpeta seleccionada en una carpeta iFolder
fi: Konvertoi valittu kansio iFolder:ksi
fr: Convertir le dossier sélectionné en un dossier iFolder
hu: A kijelölt mappa átalakítása iFolder mappává
ja: 選択されたフォルダをiFolderに変換する
pl: Przekonwertuj określony folder na folder iFolder
ru: Преобразовать выбранную папку в папку iFolder
sk: Konvertovať vybratý priečinok na priečinok iFolder

source: Encrypt the iFolder
de: Encrypted
es: Encrypted
fr: Coder le dossier iFolder
hu: Az iFolder mappa titkosítása
ja: Encrypted
pl: Encrypted
ru: Encrypted
sk: Encrypted

source: Sharable
de: Gemeinsam nutzbar
es: Compartible
fr: Partageable
hu: Megosztható
ja: 共有可能
pl: Wspólny
ru: Совместно используемый
sk: Zdieľanie je možné
