<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="es">
<meta name="Generator" content="Novell HTML Conversion 10 de marzo de 2004">
<meta name="Generation-Date" content="Domingo, 23 de octubre de 2005 15:54">
<meta name="Content-Date" content="Lunes, 22 de octubre de 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0002.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0002.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Ayuda de iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bw08fxi.html";
  var next_link="login.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="accounts"></a>
<div class="Topic" title="Configuring an iFolder Account">
<h2 class="TOPIC-TITLE"><br />Configuraci&oacute;n de una cuenta de iFolder</h2>
<p class="TOPIC">Debe configurar una cuenta de iFolder como m&iacute;nimo antes de crear o compartir carpetas iFolder en el sistema. S&oacute;lo es posible crear una cuenta por cada servidor o equipo host determinado, pero puede disponer de varias cuentas. </p>
<p class="TOPIC">Un usuario con una entrada local y una cuenta de usuario diferentes puede entrar en el mismo equipo en otro momento y utilizar iFolder para crear su propio conjunto de carpetas iFolder bajo dicha identidad. iFolder s&oacute;lo sincroniza las carpetas iFolder que pertenecen al usuario activo.</p>
<ol class="STEPLIST">
<li class="STEP"><a name="bviaku6"></a>
<p class="STEP">Utilice uno de estos m&eacute;todos para acceder a la configuraci&oacute;n de cuenta:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">La primera vez que inicie iFolder tras la instalaci&oacute;n, iFolder le solicitar&aacute; que configure una cuenta de iFolder. Haga clic en S&iacute; para ir directamente a Preferencias de iFolder &gt; pesta&ntilde;a Cuentas.</li>
<li class="BULLETITEM">Haga clic con el bot&oacute;n derecho en el icono de aplicaci&oacute;n iFolder <img src="../graphics/ifolder16.png" alt="Icono de aplicaci&oacute;n iFolder " /> en el &aacute;rea de notificaciones y, a continuaci&oacute;n, seleccione Cuentas para abrir el recuadro de di&aacute;logo Preferencias de iFolder en la pesta&ntilde;a Cuentas.</li>
</ul></li>
<li class="STEP"><a name="bvial71"></a>
<p class="STEP">Haga clic en Nuevo para acceder al &aacute;rea Account Settings (Ajustes de cuenta). </p></li>
<li class="STEP"><a name="bviamdh"></a>
<p class="STEP">Especifique los valores siguientes:</p>
<table class="TABLENOTITLE" border="0" cellpadding="5" cellspacing="0">
<tr class="HEADERROW"><th align="left" valign="top" colspan="1" rowspan="1" scope="col"><a name="bvibwik"></a><em class="TBLHEAD">Par&aacute;metro</em></th>
<th align="left" valign="top" colspan="1" rowspan="1" scope="col"><em class="TBLHEAD">Descripci&oacute;n</em></th>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwil"></a><p class="ENTRY">Servidor</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Nombre DNS o direcci&oacute;n IP del servidor empresarial iFolder en el que tiene una cuenta. Por ejemplo: svr21.ejemplo.com o 192.168.1.1.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwim"></a><p class="ENTRY">Usuario</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Introduzca su identidad de usuario para esta cuenta. El administrador de iFolder decide si el formato que debe utilizarse es el ID de usuario de red (nombre com&uacute;n de LDAP) o la direcci&oacute;n de correo electr&oacute;nico.</p><p class="ENTRY">Por ejemplo, si su nombre es John Smith con el ID de usuario jsmith y la direcci&oacute;n de correo electr&oacute;nico john.smith@ejemplo.com, el administrador configura el ajuste del servidor que determina cu&aacute;l de los dos formatos debe aceptarse en el campo Usuario con fines de autenticaci&oacute;n.</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwin"></a><p class="ENTRY">Contrase&ntilde;a</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Contrase&ntilde;a del usuario. </p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwio"></a><p class="ENTRY">Recordar contrase&ntilde;a</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Seleccione Recordar contrase&ntilde;a para entrar autom&aacute;ticamente en la cuenta de iFolder cada vez que inicie el equipo. Para obtener informaci&oacute;n, consulte <a href="login.html#login">Entrada a una cuenta de iFolder</a>.</p><p class="ENTRY">Si cambia la contrase&ntilde;a de red, la autenticaci&oacute;n autom&aacute;tica no se realizar&aacute; correctamente la pr&oacute;xima vez que iFolder intente entrar en la cuenta de iFolder. iFolder le solicitar&aacute; que entre con la nueva contrase&ntilde;a y le permitir&aacute; especificar y guardar la contrase&ntilde;a nueva.</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwip"></a><p class="ENTRY">Enable Account (Habilitar cuenta)</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Seleccione Enable Account (Habilitar cuenta) para permitir la sincronizaci&oacute;n en segundo plano de las invitaciones de iFolder, la lista de usuarios y las carpetas iFolder de esta cuenta.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwiq"></a><p class="ENTRY">Default Account (Cuenta por defecto)</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Seleccione Default Account (Cuenta por defecto) para que se seleccione esta cuenta por defecto en la lista desplegable de cuentas al crear carpetas iFolder.</p></td>
</tr></table>
<a name="bviajos"></a> <br /><img src="../graphics/ifos_accounts_new_a.png" alt="New Account UI (UI de cuenta nueva)" /></li>
<li class="STEP"><a name="bvib17w"></a>
<p class="STEP">Haga clic en Aceptar o en Log In (Entrar).</p>
<p class="STEP">Si se le proporciona un certificado, rev&iacute;selo y, a continuaci&oacute;n, haga clic en Aceptar para aceptarlo. La cuenta aparece en la lista de cuentas con el estado Logged In (Conectada). iFolder iniciar&aacute; la sincronizaci&oacute;n de las carpetas iFolder existentes, las notificaciones de iFolder y la lista de usuarios de dicha cuenta.</p></li>
<li class="STEP"><a name="bvib1d8"></a>
<p class="STEP">Haga clic en Aceptar para cerrar el recuadro de di&aacute;logo Preferencias de iFolder.</p></li>
<li class="STEP"><a name="bvwsa5n"></a>
<p class="STEP">Para configurar carpetas iFolder para la cuenta, utilice uno de estos m&eacute;todos:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Si existen carpetas iFolder disponibles para la cuenta, aparecer&aacute; un mensaje de notificaci&oacute;n de iFolder. Haga clic en el mensaje para abrir el recuadro de di&aacute;logo de las carpetas iFolder. Contin&uacute;e con <a href="setupifolder.html#setupifolder">Configuraci&oacute;n de una carpeta iFolder disponible</a>.</li>
<li class="BULLETITEM">Si no existen carpetas iFolder para la cuenta o si desea empezar a a&ntilde;adir carpetas iFolder directamente, haga clic con el bot&oacute;n derecho en el icono de aplicaci&oacute;n iFolder y, a continuaci&oacute;n, seleccione Carpetas iFolder para abrir la ventana correspondiente. Contin&uacute;e con <a href="createifolder.html#createifolder">Creaci&oacute;n de una carpeta iFolder</a>.</li>
</ul></li>
</ol> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
