<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="es">
<meta name="Generator" content="Novell HTML Conversion 10 de marzo de 2004">
<meta name="Generation-Date" content="Domingo, 23 de octubre de 2005 15:54">
<meta name="Content-Date" content="Lunes, 22 de octubre de 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0008.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0008.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Ayuda de iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bvwppw5.html";
  var next_link="myifolders.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="bwbirb9"></a>
<div class="Topic" title="Configuring Local Virus Scanner Settings for iFolder Traffic">
<h2 class="TOPIC-TITLE"><br />Configuraci&oacute;n de los ajustes de exploraci&oacute;n de virus local para el tr&aacute;fico de iFolder</h2>
<p class="TOPIC">Si utiliza un software de exploraci&oacute;n de virus en el equipo, excluya el directorio ..\simias\WorkArea\ de la exploraci&oacute;n. Por ejemplo, la ubicaci&oacute;n del directorio ..\simias\WorkArea\ en Windows es c:\documents and settings\<em class="VARIABLE">nombre_usuario</em>\local settings\application data\simias\WorkArea\.simias.wf.<em class="VARIABLE">guid</em>. </p>
<p class="TOPIC">El directorio ..\simias\WorkArea\ es donde iFolder organiza archivos para descargar del servidor. Si un archivo de iFolder contiene un virus y si el software de exploraci&oacute;n de virus lo detecta mientras el archivo se encuentra en el directorio ..\simias\WorkArea, la exploraci&oacute;n de virus mostrar&aacute; un mensaje en el que se informa de la detecci&oacute;n de dicho virus, pondr&aacute; el archivo en cuarentena y, a continuaci&oacute;n, iFolder intentar&aacute; sincronizar el archivo de nuevo. </p>
<p class="TOPIC">Si no se explora el directorio WorkArea, podr&aacute; completarse la sincronizaci&oacute;n; el archivo infectado se descargar&aacute; correctamente y se mover&aacute; a la carpeta iFolder local. A continuaci&oacute;n, la exploraci&oacute;n de virus detectar&aacute; el archivo infectado en la carpeta iFolder y lo pondr&aacute; en cuarentena, con lo que proteger&aacute; al equipo de la infecci&oacute;n. iFolder detectar&aacute; la supresi&oacute;n del archivo y, al comenzar la siguiente sincronizaci&oacute;n, lo eliminar&aacute; del servidor y de los equipos miembro. </p>
<p class="TOPIC">No obstante, si la carpeta iFolder en la que se ha descargado el archivo es de s&oacute;lo lectura, la supresi&oacute;n local no se aplicar&aacute; al servidor ni a otros equipos miembro. El virus debe detectarse en todas las ubicaciones con permisos para sincronizar cambios. Probablemente, la exploraci&oacute;n de virus del usuario alerta al usuario de la existencia de un virus, por lo que dicho usuario deber&aacute; alertar a otros miembros de la carpeta iFolder acerca de la existencia de &eacute;ste.</p> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
