<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="es">
<meta name="Generator" content="Novell HTML Conversion 10 de marzo de 2004">
<meta name="Generation-Date" content="Domingo, 23 de octubre de 2005 15:54">
<meta name="Content-Date" content="Lunes, 22 de octubre de 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0003.0009.">
<meta name="Author" content="zHTML xD.0000.0000.0003.0009.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Ayuda de iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/myifolders.html","../doc/user/data/toc_myifolders.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="sync.html";
  var next_link="reverting.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="conflicts"></a>
<div class="Topic" title="Resolving File Conflicts">
<h2 class="TOPIC-TITLE"><br />Resoluci&oacute;n de conflictos con los archivos</h2>
<p class="TOPIC">Cuando se producen conflictos entre versiones de archivos guardados al mismo tiempo o cuando un nombre de archivo var&iacute;a &uacute;nicamente entre may&uacute;sculas y min&uacute;sculas, el archivo se marcar&aacute; como un conflicto de nombre, se almacenar&aacute; en el &aacute;rea de conflictos y se enviar&aacute; una alerta para marcarlo en todo el Cliente iFolder. </p>
<h4 class="BRIDGEHEAD"><br />Conflictos de versi&oacute;n</h4>
<p class="TOPIC">Los conflictos de versi&oacute;n deben coordinarse con otros miembros antes de solucionarse. A continuaci&oacute;n, elija la versi&oacute;n correcta en el recuadro de di&aacute;logo Resoluci&oacute;n del conflicto.</p>
<ol class="STEPLIST">
<li class="STEP"><a name="bvin9s9"></a>
<p class="STEP">Cuando se produce un conflicto, aparece un mensaje emergente en el &aacute;rea de notificaciones. Haga clic en la X para cerrar el mensaje.</p>
<p class="STEP">Para inhabilitar el comportamiento emergente, ajuste la preferencia en &gt; Preferencias de iFolder &gt; pesta&ntilde;a General.</p></li>
<li class="STEP"><a name="bvin9nq"></a>
<p class="STEP">En el &aacute;rea de notificaciones, haga clic con el bot&oacute;n derecho en el icono iFolder <img src="../graphics/ifolder16.png" alt="Icono de aplicaci&oacute;n iFolder" /> y, a continuaci&oacute;n, haga clic en carpetas iFolder para abrir el navegador de carpetas iFolder.</p></li>
<li class="STEP"><a name="bvinc1r"></a>
<p class="STEP">Seleccione el archivo en conflicto y, a continuaci&oacute;n, haga clic en Resolver <img src="../graphics/conflict_resolution.png" alt="Icono de resoluci&oacute;n de conflictos" /> para mostrar el recuadro de di&aacute;logo Resolve Conflicts (Resoluci&oacute;n de conflictos).</p></li>
<li class="STEP"><a name="bx1anvu"></a>
<p class="STEP">Consulte la informaci&oacute;n del archivo del equipo local y del archivo del servidor para determinar la versi&oacute;n de &eacute;ste que desea conservar y, a continuaci&oacute;n, haga clic en Save This Version (Guardar esta versi&oacute;n) para guardar la versi&oacute;n de archivo correcta.</p></li>
<li class="STEP"><a name="bvincoe"></a>
<p class="STEP">Cuando haya resuelto el conflicto, haga clic en Aceptar.</p></li>
</ol>
<h4 class="BRIDGEHEAD"><br />Conflictos de nombre de archivo</h4>
<p class="TOPIC">Los conflictos de nombre de archivo se producen cuando los nombres de la versi&oacute;n del archivo local y la versi&oacute;n del archivo del servidor var&iacute;an en las may&uacute;sculas y min&uacute;sculas. El contenido puede variar o puede ser el mismo. Para resolver este tipo de conflictos pueden renombrarse los archivos, pero es necesario tener precauci&oacute;n acerca de la ubicaci&oacute;n en la que se lleva a cabo dicha acci&oacute;n. </p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Si el contenido es el mismo, puede renombrarse uno de los archivos en el recuadro de di&aacute;logo Resolve Conflicts (Resoluci&oacute;n de conflictos).</li>
<li class="BULLETITEM">Si el contenido es diferente, aseg&uacute;rese de realizar una copia del archivo local, c&aacute;mbiele el nombre y, a continuaci&oacute;n, vuelva al recuadro de di&aacute;logo Resolve Conflicts (Resoluci&oacute;n de conflictos) y guarde la versi&oacute;n del archivo del servidor. De este modo, permitir&aacute; que ambas versiones del archivo existan en la carpeta iFolder con distintos nombres de archivo. Si renombra una versi&oacute;n de archivo en el recuadro de di&aacute;logo Resolve Conflicts (Resoluci&oacute;n de conflictos), dicha versi&oacute;n sobrescribir&aacute; la otra y el contenido del otro archivo se destruir&aacute;. </li>
</ul>
<ol class="STEPLIST">
<li class="STEP"><a name="bx1b07n"></a>
<p class="STEP">Cuando se produce un conflicto, aparece un mensaje emergente en el &aacute;rea de notificaciones. Haga clic en la X para cerrar el mensaje.</p></li>
<li class="STEP"><a name="bx1b07o"></a>
<p class="STEP">En el &aacute;rea de notificaciones, haga clic con el bot&oacute;n derecho en el icono iFolder <img src="../graphics/ifolder16.png" alt="Icono de aplicaci&oacute;n iFolder" /> y, a continuaci&oacute;n, haga clic en carpetas iFolder para abrir el navegador de carpetas iFolder.</p></li>
<li class="STEP"><a name="bx1b07p"></a>
<p class="STEP">Seleccione el archivo en conflicto y, a continuaci&oacute;n, haga clic en Resolver <img src="../graphics/conflict_resolution.png" alt="Icono de resoluci&oacute;n de conflictos" /> para mostrar el recuadro de di&aacute;logo Resolve Conflicts (Resoluci&oacute;n de conflictos).</p></li>
<li class="STEP"><a name="bx1atam"></a>
<p class="STEP">Confirme que se trata de un conflicto de nombre de archivo y determine si el contenido es el mismo o si var&iacute;a.</p></li>
<li class="STEP"><a name="bx1au4u"></a>
<p class="STEP">Realice uno de los siguientes pasos:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Si el contenido es el mismo, renombre uno de los archivos y, a continuaci&oacute;n, haga clic en Save This Version (Guardar esta versi&oacute;n) y en Aceptar para cerrar el recuadro de di&aacute;logo Resolve Conflicts (Resoluci&oacute;n de conflictos). El proceso ha finalizado.</li>
<li class="BULLETITEM">Si el contenido var&iacute;a, contin&uacute;e en el <a href="conflicts.html#bx1au97">paso 6</a>.</li>
</ul></li>
<li class="STEP"><a name="bx1au97"></a>
<p class="STEP">Cierre el recuadro de di&aacute;logo Resolve Conflicts (Resoluci&oacute;n de conflictos).</p></li>
<li class="STEP"><a name="bx1b3p9"></a>
<p class="STEP">Abra un administrador de archivos y despl&aacute;cese hasta la copia local del archivo en conflicto.</p></li>
<li class="STEP"><a name="bx1b3xf"></a>
<p class="STEP">Copie el archivo y gu&aacute;rdelo con un nombre exclusivo en la carpeta iFolder. </p>
<p class="STEP">iFolder sincroniza el archivo como un archivo nuevo en el servidor y en los equipos miembro.</p></li>
<li class="STEP"><a name="bx1b3k7"></a>
<p class="STEP">Vuelva al recuadro de di&aacute;logo Resolve Conflicts (Resoluci&oacute;n de conflictos), seleccione la versi&oacute;n del archivo del servidor y, a continuaci&oacute;n, haga clic en Save This Version (Guardar esta versi&oacute;n) y en Aceptar.</p>
<p class="STEP">La versi&oacute;n del archivo del servidor se descargar&aacute; en el equipo local y sobrescribir&aacute; la copia local del archivo con ese nombre.</p></li>
</ol> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
