<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="es">
<meta name="Generator" content="Novell HTML Conversion 10 de marzo de 2004">
<meta name="Generation-Date" content="Domingo, 23 de octubre de 2005 15:54">
<meta name="Content-Date" content="Lunes, 22 de octubre de 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xC.0000.0000.0004.">
<meta name="Author" content="zHTML xC.0000.0000.0004.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Ayuda de iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/front.html","../doc/user/data/toc_front.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="deleting.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="legal"></a>
<h2 class="LEGALNOTICES"><br />Informaci&oacute;n legal</h2>
<p class="DISCLAIMER">Novell, Inc. no otorga ninguna garant&iacute;a respecto al contenido y el uso de esta documentaci&oacute;n y espec&iacute;ficamente renuncia a cualquier garant&iacute;a expl&iacute;cita o impl&iacute;cita de comercializaci&oacute;n o adecuaci&oacute;n para un fin determinado. Asimismo, Novell, Inc. se reserva el derecho a revisar esta publicaci&oacute;n y a realizar cambios en su contenido en cualquier momento, sin obligaci&oacute;n de notificar tales cambios a ninguna persona o entidad.</p>
<p class="DISCLAIMER">Adem&aacute;s, Novell, Inc. no ofrece ninguna garant&iacute;a con respecto a ning&uacute;n software y rechaza espec&iacute;ficamente cualquier garant&iacute;a expl&iacute;cita o impl&iacute;cita de comercializaci&oacute;n o adecuaci&oacute;n para un fin determinado. Por otra parte, Novell, Inc. se reserva el derecho a realizar cambios en cualquiera de las partes o en la totalidad del software de Novell en cualquier momento, sin obligaci&oacute;n de notificar tales cambios a ninguna persona ni entidad.</p> <br />
<p class="EXPORTNOTICE">Queda prohibido el uso, la exportaci&oacute;n o reexportaci&oacute;n de este producto si con ello se vulnerasen las normas y regulaciones vigentes, incluidas, sin limitaci&oacute;n alguna, las regulaciones de exportaci&oacute;n de los Estados Unidos y las leyes de su pa&iacute;s de residencia.</p> <br />
<p class="COPYRIGHTNOTICE">Copyright <sup><small>&copy;</small></sup> 2004-2005 Novell, Inc. Reservados todos los derechos. Se otorga permiso para copiar, distribuir y/o modificar este documento siempre y cuando se cumplan las condiciones de la GFDL (GNU Free Documentation License), versi&oacute;n 1.2 o posterior, publicada por la Free Software Foundation, salvo las secciones invariables y los textos de la portada y la contracubierta. Puede encontrar una copia de la GFDL en la direcci&oacute;n http://www.fsf.org/licenses/fdl.html.</p>
<p class="COPYRIGHTNOTICE">ESTE DOCUMENTO Y LAS VERSIONES MODIFICADAS DEL MISMO SE PROPORCIONAN BAJO LOS T&Eacute;RMINOS DE LA GFDL TENIENDO EN CUENTA QUE:</p>
<p class="COPYRIGHTNOTICE">1. ESTE DOCUMENTO SE PROPORCIONA "TAL CUAL", SIN NING&Uacute;N TIPO DE GARANT&Iacute;A, YA SEA EXPL&Iacute;CITA O IMPL&Iacute;CITA, INCLUIDAS PERO SIN LIMITARSE A ELLAS, LAS GARANT&Iacute;AS QUE EL DOCUMENTO O SU VERSI&Oacute;N MODIFICADA EST&Eacute; LIBRE DE DEFECTOS, SEA COMERCIALIZABLE, SEA ADECUADO PARA UN FIN DETERMINADO O NO VULNERE LAS LEYES. TODO RIESGO RELACIONADO CON LA CALIDAD, PRECISI&Oacute;N Y RENDIMIENTO DEL DOCUMENTO O DE LA VERSI&Oacute;N MODIFICADA DEL MISMO ES RESPONSABILIDAD DEL USUARIO. EN EL CASO DE PROBARSE LA PRESENCIA DE DEFECTOS DE CUALQUIER TIPO EN CUALQUIER DOCUMENTO O VERSI&Oacute;N MODIFICA, EL USUARIO (NI EL ESCRITOR INICIAL, NI EL AUTOR NI OTROS COLABORADORES) ASUME EL COSTE DEL SERVICIO T&Eacute;CNICO, REPARACI&Oacute;N O CORRECCI&Oacute;N PERTINENTES. ESTA RENUNCIA DE RESPONSABILIDAD SOBRE LA GARANT&Iacute;A CONSTITUYE UNA PARTE FUNDAMENTAL DE LA LICENCIA. NO SE AUTORIZA EL USO DE NING&Uacute;N DOCUMENTO NI VERSI&Oacute;N MODIFICADA EN LA PRESENTE LICENCIA EXCEPTO BAJO ESTA RENUNCIA DE RESPONSABILIDADES Y</p>
<p class="COPYRIGHTNOTICE">2. BAJO NINGUNA CIRCUNSTANCIA NI CONCEPTO LEGAL, YA SEA EXTRACONTRACTUAL (INCLUIDA LA NEGLIGENCIA), CONTRACTUAL O DE CUALQUIER OTRO TIPO, EL AUTOR, EL PRIMER REDACTOR, NING&Uacute;N COLABORADOR NI NING&Uacute;N DISTRIBUIDOR DEL DOCUMENTO O DE SU VERSI&Oacute;N MODIFICADA, NI NING&Uacute;N PROVEEDOR DE TALES PARTES, SER&Aacute; RESPONSABLE DE LOS DA&Ntilde;OS DIRECTOS, INDIRECTOS, ESPECIALES, INCIDENTALES O EMERGENTES PROVOCADOS A NINGUNA PERSONA, INCLUIDOS, PERO SIN LIMITARSE A ELLOS, LOS DA&Ntilde;OS OCASIONADOS POR LA P&Eacute;RDIDA DE BENEFICIOS, LA INTERRUPCI&Oacute;N DEL TRABAJO, FALLOS O FUNCIONAMIENTO INCORRECTO DE LOS EQUIPOS INFORM&Aacute;TICOS O CUALESQUIERA QUE SEAN LOS DA&Ntilde;OS O P&Eacute;RDIDAS CONSECUENCIA DE O RELACIONADOS CON EL USO DEL DOCUMENTO Y SUS VERSIONES MODIFICADAS, INCLUSO SI ESA PARTE HA SIDO INFORMADA DE LA POSIBILIDAD DE TALES DA&Ntilde;OS.</p>
<p class="PATENTS">Novell, Inc. posee derechos de propiedad intelectual relacionados con la tecnolog&iacute;a que representa el producto descrito en este documento. En concreto, y sin limitaci&oacute;n, los derechos de propiedad intelectual pueden incluir una o m&aacute;s de las patentes de los EE. UU. que aparecen en la direcci&oacute;n http://www.novell.com/company/legal/patents, as&iacute; como una o m&aacute;s aplicaciones con patentes adicionales o patentes pendientes en los EE. UU. y otros pa&iacute;ses.</p>
<dl class="ADDRESS">
<dt class="LINE">Novell, Inc.</dt>
<dt class="LINE">404 Wyman Street, Suite 500</dt>
<dt class="LINE">Waltham, MA  02451</dt>
<dt class="LINE">Estados Unidos</dt>
<dt><br /><a href="http://www.novell.com" class="URL">www.novell.com</a></dt>
</dl>
<p class="BOOKTITLE"> <a name="bktitle"></a> Ayuda de iFolder</p>
<div class="RELEASEDATE">23 de diciembre de 2005</div>
<br /><h2 class="NOVELL"><br />Marcas comerciales de Novell</h2>
<p class="NOVELL">iFolder es una marca comercial de Novell, Inc.</p>
<p class="NOVELL">Mono es una marca comercial registrada de Novell, Inc. en los Estados Unidos y en otros pa&iacute;ses.</p>
<p class="NOVELL">Novell es una marca comercial registrada de Novell, Inc. en los Estados Unidos y en otros pa&iacute;ses.</p>
<p class="NOVELL">iFolder de Novell es una marca comercial registrada de Novell, Inc. en los Estados Unidos y en otros pa&iacute;ses.</p> <br /><h2 class="THIRDPARTY"><br />Marcas comerciales de otros fabricantes</h2>
<p class="THIRDPARTY">Todas las marcas comerciales de otros fabricantes son propiedad de sus respectivas empresas.</p>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
