<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="es">
<meta name="Generator" content="Novell HTML Conversion 10 de marzo de 2004">
<meta name="Generation-Date" content="Domingo, 23 de octubre de 2005 15:54">
<meta name="Content-Date" content="Lunes, 22 de octubre de 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0006.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0006.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Ayuda de iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bvwsp7c.html";
  var next_link="bvwppw5.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="preferences"></a>
<div class="Topic" title="Configuring iFolder Preferences for the Client">
<h2 class="TOPIC-TITLE"><br />Configuraci&oacute;n de las preferencias de iFolder del cliente</h2>
<ol class="STEPLIST">
<li class="STEP"><a name="bvibeb7"></a>
<p class="STEP">Haga clic con el bot&oacute;n derecho en el icono de aplicaci&oacute;n iFolder <img src="../graphics/ifolder16.png" alt="Icono de aplicaci&oacute;n iFolder" /> en el &aacute;rea de notificaciones y, a continuaci&oacute;n, seleccione Preferencias para abrir el recuadro de di&aacute;logo Preferencias de iFolder en la pesta&ntilde;a General.</p> <a name="byktv78"></a> <br /><img src="../graphics/if_preferences_a.png" alt="Ventana Preferencias de iFolder" /></li>
<li class="STEP"><a name="bvibeba"></a>
<p class="STEP">Especifique los valores siguientes:</p>
<table class="TABLENOTITLE" border="0" cellpadding="5" cellspacing="0">
<tr class="HEADERROW"><th align="left" valign="top" colspan="1" rowspan="1" scope="col"><a name="btvqywm"></a><em class="TBLHEAD">Par&aacute;metro</em></th>
<th align="left" valign="top" colspan="1" rowspan="1" scope="col"><em class="TBLHEAD">Descripci&oacute;n</em></th>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="btvr5uc"></a><p class="ENTRY">Start iFolder When Logging In to the Desktop (Iniciar iFolder al entrar en el escritorio)</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Seleccione esta opci&oacute;n para iniciar iFolder siempre que entre con el nombre de usuario local en el equipo donde ha configurado la cuenta de iFolder. En las cuentas en las que ha habilitado la opci&oacute;n Recordar contrase&ntilde;a, la sincronizaci&oacute;n se producir&aacute; en segundo plano seg&uacute;n el intervalo de sincronizaci&oacute;n especificado.</p><p class="ENTRY">Deseleccione esta opci&oacute;n para iniciar iFolder manualmente.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="btvqywo"></a><p class="ENTRY">Show Confirmation Dialog When Creating iFolders (Mostrar recuadro de di&aacute;logo de confirmaci&oacute;n al crear carpetas iFolder)</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Seleccione esta opci&oacute;n para recibir un mensaje de confirmaci&oacute;n cada vez que cree una carpeta iFolder, adem&aacute;s de las indicaciones visuales habituales como, por ejemplo, la aparici&oacute;n de la carpeta iFolder en la lista de carpetas iFolder.</p><p class="ENTRY">Deseleccione esta opci&oacute;n para dejar de recibir el mensaje de confirmaci&oacute;n.</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvhdvf7"></a><p class="ENTRY">Notify of Shared iFolders (Notificar existencia de carpetas iFolder compartidas)</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Seleccione esta opci&oacute;n para habilitar un mensaje emergente en el &aacute;rea de notificaciones siempre que reciba una nueva invitaci&oacute;n para compartir una carpeta iFolder. </p><p class="ENTRY">Las invitaciones se recuperan seg&uacute;n el intervalo de sincronizaci&oacute;n especificado en Preferencias de iFolder. El intervalo controla la sincronizaci&oacute;n de archivos, las invitaciones para compartir carpetas iFolder y la lista de usuarios. Tambi&eacute;n puede hacer clic en Actualizar para actualizar las invitaciones a pedido. </p><p class="ENTRY">Deseleccione esta opci&oacute;n para inhabilitar el comportamiento de mensaje emergente para las invitaciones.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvhdvf8"></a><p class="ENTRY">Notify of Conflicts (Notificar conflictos)</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Seleccione esta opci&oacute;n para habilitar un mensaje emergente en el &aacute;rea de notificaciones siempre que se produzca un conflicto al sincronizar archivos. </p><p class="ENTRY">Deseleccione esta opci&oacute;n para inhabilitar el comportamiento de mensaje emergente para los conflictos de sincronizaci&oacute;n.</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bviaxn9"></a><p class="ENTRY">Notify When a User Joins (Notificar la uni&oacute;n de un usuario)</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Seleccione esta opci&oacute;n para habilitar un mensaje emergente en el &aacute;rea de notificaciones siempre que un usuario acepte una invitaci&oacute;n para compartir una carpeta iFolder. La aceptaci&oacute;n tiene lugar cuando el usuario configura realmente la carpeta iFolder en su equipo. </p><p class="ENTRY">Deseleccione esta opci&oacute;n para inhabilitar el comportamiento de mensaje emergente para la confirmaci&oacute;n de compartimiento del usuario.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bviaxna"></a><p class="ENTRY">Sincronizaci&oacute;n</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="PARAWITHTITLE"><a name="byktvwf"></a><em class="PARAWITHTITLE">Automatically Synchronize iFolders (Sincronizar carpetas iFolder autom&aacute;ticamente): </em>Seleccione esta casilla de verificaci&oacute;n para habilitar la sincronizaci&oacute;n de todas las carpetas iFolder en este equipo con su identidad de entrada local activa. Deseleccione la casilla de verificaci&oacute;n para inhabilitar la sincronizaci&oacute;n.</p><p class="PARAWITHTITLE"><a name="byktwky"></a><em class="PARAWITHTITLE">Synchronize iFolders Every (Sincronizar carpetas iFolder cada): </em>Especifique el intervalo m&iacute;nimo que desea utilizar para sincronizar carpetas iFolder en este equipo con su identidad de entrada local activa. Especifique el valor y las unidades.</p><p class="ENTRY">Si utiliza el Cliente iFolder con iFolder 3.<em class="VERSIONVARIABLE">x</em> de Novell, el intervalo de sincronizaci&oacute;n m&iacute;nimo efectivo siempre es el valor m&aacute;s alto de los par&aacute;metros siguientes:</p><ul class="LISTBULLETT"><li class="BULLETITEMT">La directiva del sistema (por defecto, cero), salvo que exista una directiva de usuario establecida. Si existe una directiva de usuario establecida, &eacute;sta anular&aacute; la directiva del sistema, tanto si es superior o inferior en valor.</li><li class="BULLETITEMT">La directiva del equipo local o el ajuste del equipo cliente que se sincroniza con el servidor.</li><li class="BULLETITEMT">La directiva de iFolder (recopilaci&oacute;n).</li></ul></td>
</tr></table>
</li>
<li class="STEP"><a name="bvibebi"></a>
<p class="STEP">Cuando haya finalizado, haga clic en Aplicar para que los cambios surtan efecto.</p></li>
<li class="STEP"><a name="bvibebj"></a>
<p class="STEP">Haga clic en Aceptar para cerrar el recuadro de di&aacute;logo Preferencias de iFolder.</p></li>
</ol> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
