<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">

<head>

<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta http-equiv="Content-Language" content="pl">

<meta name="Generator" content="Konwersja do wersji HTML - Novell, 10 marca 2004">
<meta name="Generation-Date" content="Niedziela, 23 pa&#378;dziernika 2005, 15:54">
<meta name="Content-Date" content="Poniedzia&#322;ek, 22 pa&#378;dziernika 2005, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0002.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0002.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">

<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">


<title>iFolder - pomoc</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>

<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bw08fxi.html";
  var next_link="login.html";
</script>

<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>

<a name="accounts"></a>

<div class="Topic" title="Configuring an iFolder Account">

<h2 class="TOPIC-TITLE"><br />Konfigurowanie konta iFolder</h2>
<p class="TOPIC">Aby tworzy&#263; iFoldery lub wsp&#243;&#322;u&#380;ytkowa&#263; je w systemie, nale&#380;y najpierw skonfigurowa&#263; przynajmniej jedno konto programu iFolder. Dla ka&#380;dego hosta lub serwera mo&#380;na utworzy&#263; tylko jedno konto, ale u&#380;ytkownik mo&#380;e posiada&#263; kilka kont. </p>
<p class="TOPIC">U&#380;ytkownik maj&#261;cy inn&#261; lokaln&#261; nazw&#281; logowania i oddzielne konto mo&#380;e zalogowa&#263; si&#281; na tym samym komputerze w innym czasie i u&#380;y&#263; programu iFolder w celu utworzenia w&#322;asnego zestawu iFolder&#243;w dla tej to&#380;samo&#347;ci. Program iFolder umo&#380;liwia synchronizowanie tylko tych iFolder&#243;w, kt&#243;re nale&#380;&#261; do aktywnego u&#380;ytkownika.</p>
<ol class="STEPLIST">
<li class="STEP"><a name="bviaku6"></a>
<p class="STEP">Dost&#281;p do konfiguracji kont mo&#380;na uzyska&#263;, korzystaj&#261;c z jednej z nast&#281;puj&#261;cych metod:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Przy pierwszym uruchomieniu program iFolder wy&#347;wietla monit o skonfigurowanie konta programu iFolder. Kliknij przycisk Tak, aby przej&#347;&#263; bezpo&#347;rednio do karty Konta w preferencjach programu iFolder.</li>

<li class="BULLETITEM">Kliknij prawym przyciskiem myszy ikon&#281; aplikacji iFolder <img src="../graphics/ifolder16.png" alt="Ikona aplikacji iFolder" /> w obszarze powiadomie&#324;, aby otworzy&#263; okno dialogowe preferencji programu iFolder na karcie Konta.</li>
</ul></li>

<li class="STEP"><a name="bvial71"></a>
<p class="STEP">Kliknij przycisk Nowy, aby przej&#347;&#263; do obszaru Ustawienia konta. </p></li>

<li class="STEP"><a name="bviamdh"></a>
<p class="STEP">Podaj nast&#281;puj&#261;ce warto&#347;ci:</p>
<table class="TABLENOTITLE" border="0" cellpadding="5" cellspacing="0">
<tr class="HEADERROW"><th align="left" valign="top" colspan="1" rowspan="1" scope="col"><a name="bvibwik"></a><em class="TBLHEAD">Parametr</em></th>
<th align="left" valign="top" colspan="1" rowspan="1" scope="col"><em class="TBLHEAD">Opis</em></th>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwil"></a><p class="ENTRY">Serwer</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Nazwa DNS lub adres IP firmowego serwera programu iFolder, na kt&#243;rym znajduje si&#281; konto u&#380;ytkownika. Na przyk&#322;ad: svr21.przyklad.com lub 192.168.1.1.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwim"></a><p class="ENTRY">Nazwa u&#380;ytkownika</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Wprowad&#378; nazw&#281; u&#380;ytkownika tego konta. Administrator programu iFolder okre&#347;la, czy u&#380;ywany powinien by&#263; sieciowy identyfikator u&#380;ytkownika (nazwa zwyk&#322;a LDAP), czy te&#380; adres e-mail.</p><p class="ENTRY">Je&#347;li na przyk&#322;ad u&#380;ytkownik Jan Kowalski ma identyfikator jkowalski i adres e-mail jan.kowalski@przyklad.com, administrator okre&#347;la na serwerze odpowiednie ustawienie definiuj&#261;ce, kt&#243;ry z tych dw&#243;ch format&#243;w jest akceptowany w polu Nazwa u&#380;ytkownika do cel&#243;w uwierzytelniania.</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwin"></a><p class="ENTRY">Has&#322;o</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Has&#322;o odpowiadaj&#261;ce nazwie u&#380;ytkownika. </p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwio"></a><p class="ENTRY">Zapami&#281;taj has&#322;o</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Opcja Zapami&#281;taj has&#322;o umo&#380;liwia automatyczne logowanie do konta programu iFolder po zalogowaniu si&#281; na komputerze. Wi&#281;cej informacji mo&#380;na znale&#378;&#263; w sekcji <a href="login.html#login">Logowanie do konta iFolder</a>.</p><p class="ENTRY">Po zmianie has&#322;a sieciowego automatyczne uwierzytelnienie zako&#324;czy si&#281; niepowodzeniem podczas nast&#281;pnej pr&#243;by logowania do konta programu iFolder. Program iFolder wy&#347;wietli monit o zalogowanie si&#281; przy u&#380;yciu nowego has&#322;a oraz umo&#380;liwi podanie i zapisanie nowego has&#322;a.</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwip"></a><p class="ENTRY">W&#322;&#261;cz konto</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Opcja W&#322;&#261;cz konto umo&#380;liwia synchronizowanie w tle zaprosze&#324; programu iFolder, listy u&#380;ytkownik&#243;w oraz iFolder&#243;w zwi&#261;zanych z tym kontem.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvibwiq"></a><p class="ENTRY">Domy&#347;lne konto</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Opcja Domy&#347;lne konto umo&#380;liwia okre&#347;lenie konta, kt&#243;re b&#281;dzie domy&#347;lnie wybierane z rozwijanej listy kont podczas tworzenia iFolder&#243;w.</p></td>
</tr></table>

<a name="bviajos"></a> <br /><img src="../graphics/ifos_accounts_new_a.png" alt="Interfejs u&#380;ytkownika nowego konta" /></li>

<li class="STEP"><a name="bvib17w"></a>
<p class="STEP">Kliknij przycisk OK lub Zaloguj.</p>
<p class="STEP">Je&#347;li wy&#347;wietlony zostanie certyfikat, nale&#380;y go sprawdzi&#263;, a nast&#281;pnie klikn&#261;&#263; przycisk OK, aby go zaakceptowa&#263;. Konto jest widoczne na li&#347;cie kont z opisem Zalogowany. Program iFolder rozpoczyna synchronizowanie istniej&#261;cych iFolder&#243;w, powiadomie&#324; programu iFolder i listy u&#380;ytkownik&#243;w tego konta.</p></li>

<li class="STEP"><a name="bvib1d8"></a>
<p class="STEP">Aby zamkn&#261;&#263; okno dialogowe preferencji programu iFolder, kliknij przycisk OK.</p></li>

<li class="STEP"><a name="bvwsa5n"></a>
<p class="STEP">Skonfiguruj iFoldery dla konta, korzystaj&#261;c z jednej z nast&#281;puj&#261;cych metod:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Je&#347;li dla konta s&#261; dost&#281;pne jakie&#347; iFoldery, zostanie wy&#347;wietlony komunikat z powiadomieniem programu iFolder. Kliknij komunikat, aby otworzy&#263; okno dialogowe iFoldery. Wykonaj czynno&#347;ci opisane w temacie <a href="setupifolder.html#setupifolder">Konfigurowanie dost&#281;pnego iFolderu</a>.</li>

<li class="BULLETITEM">Je&#347;li dla konta nie skonfigurowano &#380;adnych iFolder&#243;w lub maj&#261; one by&#263; dopiero dodane, kliknij ikon&#281; aplikacji iFolder prawym przyciskiem myszy, a nast&#281;pnie wybierz opcj&#281; iFoldery, aby otworzy&#263; okno dialogowe iFoldery. Wykonaj czynno&#347;ci opisane w temacie <a href="createifolder.html#createifolder">Tworzenie iFolderu</a>.</li>
</ul></li>
</ol> </div>

<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>

</body>
</html>
