<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">

<head>

<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta http-equiv="Content-Language" content="pl">

<meta name="Generator" content="Konwersja do wersji HTML - Novell, 10 marca 2004">
<meta name="Generation-Date" content="Niedziela, 23 pa&#378;dziernika 2005, 15:54">
<meta name="Content-Date" content="Poniedzia&#322;ek, 22 pa&#378;dziernika 2005, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0001.0003.">
<meta name="Author" content="zHTML xD.0000.0000.0001.0003.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">

<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">


<title>iFolder - pomoc</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/overview.html","../doc/user/data/toc_overview.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>

<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bq1r10z.html";
  var next_link="bwcku86.html";
</script>

<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>

<a name="bq1r110"></a>

<div class="Topic" title="Key Features of iFolder">

<h2 class="TOPIC-TITLE"><br />G&#322;&#243;wne funkcje systemu iFolder</h2>
<p class="TOPIC">Przed przyst&#261;pieniem do u&#380;ywania programu iFolder nale&#380;y pozna&#263; jego podstawowe funkcje:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><a href="bq1r110.html#bq1r111">Klient iFolder </a></li>

<li class="BULLETITEM"><a href="bq1r110.html#bx3bipv">Konto iFolder</a></li>

<li class="BULLETITEM"><a href="bq1r110.html#bq1r112">Wsp&#243;&#322;u&#380;ytkowane iFoldery</a></li>

<li class="BULLETITEM"><a href="bq1r110.html#bq1r113">Prawa dost&#281;pu do iFolder&#243;w</a></li>

<li class="BULLETITEM"><a href="bq1r110.html#bq1r118">Synchronizacja plik&#243;w i zarz&#261;dzanie danymi</a></li>

<li class="BULLETITEM"><a href="bq1r110.html#bq63xvh">Dziennik synchronizacji</a></li>
</ul> <div class="Head" title="The iFolder Client "> <a name="bq1r111"></a>

<h3 class="HEAD-TITLE"><br />Klient programu iFolder </h3>
<p class="HEAD">Klient programu iFolder integruje si&#281; z systemem operacyjnym w celu udost&#281;pnienia us&#322;ug iFolder w macierzystym &#347;rodowisku komputera. System iFolder obs&#322;uguje nast&#281;puj&#261;ce systemy operacyjne:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Novell Linux Desktop 9</li>

<li class="BULLETITEM">Windows 2000/XP</li>

<li class="BULLETITEM">Macintosh OS X v10.3 lub nowszy</li>
</ul>
<p class="HEAD">Klient programu iFolder umo&#380;liwia zarz&#261;dzanie w&#322;asnymi iFolderami i okre&#347;lanie, kt&#243;re ze wsp&#243;&#322;u&#380;ytkowanych iFolder&#243;w maj&#261; zosta&#263; skonfigurowane na poszczeg&#243;lnych komputerach. Wi&#281;cej informacji mo&#380;na znale&#378;&#263; w sekcji <a href="myifolders.html#myifolders">Zarz&#261;dzanie iFolderami</a>.</p> </div>

<div class="Head" title="iFolder Account"> <a name="bx3bipv"></a>

<h3 class="HEAD-TITLE"><br />Konto iFolder</h3>
<p class="HEAD">Przed utworzeniem iFolderu nale&#380;y skonfigurowa&#263; przynajmniej jedno konto us&#322;ug iFolder. Sesja iFolder jest uruchamiana po zalogowaniu u&#380;ytkownika na koncie us&#322;ug iFolder i zamykana w chwili wylogowania lub zamkni&#281;cia klienta programu iFolder. Synchronizowanie plik&#243;w w iFolderach u&#380;ytkownika z innymi aktywnymi iFolderami odbywa si&#281; tylko wtedy, gdy sesja jest aktywna i u&#380;ytkownik jest po&#322;&#261;czony z sieci&#261;. Dost&#281;p do danych w lokalnych iFolderach mo&#380;na uzyska&#263; w dowolnej chwili bez wzgl&#281;du na to, czy u&#380;ytkownik jest zalogowany do konta. Wi&#281;cej informacji mo&#380;na znale&#378;&#263; w sekcji <a href="accounts.html#accounts">Konfigurowanie konta programu iFolder</a>.</p> </div>

<div class="Head" title="Shared iFolders"> <a name="bq1r112"></a>

<h3 class="HEAD-TITLE"><br />Wsp&#243;&#322;u&#380;ytkowane iFoldery</h3>
<p class="HEAD">iFolder jest katalogiem lokalnym, a znajduj&#261;ce si&#281; w nim pliki s&#261; selektywnie wsp&#243;&#322;u&#380;ytkowane i synchronizowane za po&#347;rednictwem komputera centralnego w ramach okre&#347;lonej przez u&#380;ytkownika grupy u&#380;ytkownik&#243;w. Pliki w danym iFolderze s&#261; dost&#281;pne dla wszystkich jego cz&#322;onk&#243;w i mog&#261; by&#263; modyfikowane przez cz&#322;onk&#243;w z odpowiednimi uprawnieniami. U&#380;ytkownik mo&#380;e korzysta&#263; z w&#322;asnych iFolder&#243;w na wielu komputerach i wsp&#243;&#322;u&#380;ytkowa&#263; je z innymi osobami.</p>
<p class="HEAD">Operacje na iFolderach s&#261; przeprowadzane bezpo&#347;rednio w mened&#380;erze plik&#243;w lub w przegl&#261;darce iFolder&#243;w, kt&#243;ra jest zintegrowana z klientem. W iFolderze mo&#380;na utworzy&#263; dowoln&#261; struktur&#281; podkatalog&#243;w dostosowan&#261; do potrzeb osobistych lub s&#322;u&#380;bowych. Struktura podkatalog&#243;w jest taka sama we wszystkich iFolderach cz&#322;onk&#243;w. W przypadku wsp&#243;&#322;u&#380;ytkowania iFolderu u&#380;ytkownicy, kt&#243;rzy s&#261; jego cz&#322;onkami i maj&#261; prawa zapisu, mog&#261; modyfikowa&#263; struktur&#281; katalog&#243;w - wszystkie zmiany s&#261; stosowane we wszystkich kopiach iFolderu. Ka&#380;dy u&#380;ytkownik mo&#380;e umie&#347;ci&#263; wsp&#243;&#322;u&#380;ytkowany iFolder na swoim komputerze w dowolnej lokalizacji, kt&#243;ra spe&#322;nia <a href="bx08x4y.html#bx08x4y">Wytyczne dotycz&#261;ce rozmieszczenia iFolder&#243;w</a>.</p> </div>

<div class="Head" title="iFolder Access Rights"> <a name="bq1r113"></a>

<h3 class="HEAD-TITLE"><br />Prawa dost&#281;pu do iFolder&#243;w</h3>
<p class="HEAD">Klient programu iFolder obs&#322;uguje uprawnienia w&#322;a&#347;ciciela i trzy poziomy dost&#281;pu cz&#322;onk&#243;w iFolderu: </p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz4"></a><em class="PARAWITHTITLE">W&#322;a&#347;ciciel: </em>W&#322;a&#347;cicielem iFolderu mo&#380;e by&#263; tylko jeden u&#380;ytkownik. Najcz&#281;&#347;ciej jest to u&#380;ytkownik, kt&#243;ry utworzy&#322; iFolder. W&#322;a&#347;ciciel mo&#380;e u&#380;y&#263; klienta programu iFolder do przekazania praw w&#322;asno&#347;ci innemu cz&#322;onkowi danego iFolderu. </p>
<p class="BULLETITEM">W&#322;a&#347;ciciel iFolderu ma nad nim pe&#322;n&#261; kontrol&#281;. Mo&#380;e odczytywa&#263; i zapisywa&#263; dane w iFolderze, zarz&#261;dza&#263; list&#261; cz&#322;onk&#243;w i prawami dost&#281;pu oraz odbiera&#263; cz&#322;onkom pe&#322;n&#261; kontrol&#281; nad iFolderem.</p></li>

<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz5"></a><em class="PARAWITHTITLE">Pe&#322;na kontrola: </em>Cz&#322;onek wsp&#243;&#322;u&#380;ytkowanego iFolderu maj&#261;cy pe&#322;ne prawa dost&#281;pu. Mo&#380;e odczytywa&#263; i zapisywa&#263; dane w iFolderze oraz zarz&#261;dza&#263; list&#261; cz&#322;onk&#243;w i prawami dost&#281;pu wszystkich u&#380;ytkownik&#243;w poza w&#322;a&#347;cicielem. </p></li>

<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz6"></a><em class="PARAWITHTITLE">Odczyt/Zapis: </em>Cz&#322;onek wsp&#243;&#322;u&#380;ytkowanego iFolderu z prawem odczytu i zapisu do katalog&#243;w i plik&#243;w zawartych w iFolderze.</p></li>

<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bq8voz7"></a><em class="PARAWITHTITLE">Tylko do odczytu: </em>Cz&#322;onek wsp&#243;&#322;u&#380;ytkowanego iFolderu uprawniony wy&#322;&#261;cznie do odczytu katalog&#243;w i plik&#243;w zawartych w iFolderze. Taki cz&#322;onek mo&#380;e zmodyfikowa&#263; plik, ale zmiany lokalne nie zostan&#261; zsynchronizowane z kopiami danego iFolderu nale&#380;&#261;cymi do innych cz&#322;onk&#243;w.</p></li>
</ul>
<p class="HEAD">Ka&#380;dy u&#380;ytkownik programu iFolder mo&#380;e by&#263; w&#322;a&#347;cicielem i cz&#322;onkiem r&#243;&#380;nych iFolder&#243;w. W&#322;a&#347;ciciel ma zawsze pe&#322;n&#261; kontrol&#281; nad danymi. Poziom dost&#281;pu do wsp&#243;&#322;u&#380;ytkowanych iFolder&#243;w mo&#380;e si&#281; r&#243;&#380;ni&#263; w zale&#380;no&#347;ci od praw przyznanych przez u&#380;ytkownika posiadaj&#261;cego pe&#322;ne uprawnienia.</p> </div>

<div class="Head" title="File Synchronization and Data Management"> <a name="bq1r118"></a>

<h3 class="HEAD-TITLE"><br />Synchronizacja plik&#243;w i zarz&#261;dzanie danymi</h3>
<p class="HEAD">Podczas konfigurowania konta programu iFolder mo&#380;na w&#322;&#261;czy&#263; opcj&#281; Zapami&#281;taj has&#322;o, dzi&#281;ki czemu program iFolder mo&#380;e synchronizowa&#263; zaproszenia i pliki w tle podczas pracy u&#380;ytkownika. </p>
<p class="HEAD">Mo&#380;na tak skonfigurowa&#263; klienta programu iFolder, aby by&#322; uruchamiany automatycznie po ka&#380;dym zalogowaniu si&#281; u&#380;ytkownika do systemu operacyjnego. Sesja programu jest uruchamiana w tle, dzi&#281;ki czemu u&#380;ytkownik mo&#380;e pracowa&#263; z plikami w lokalnych iFolderach, a wszystkie zmiany s&#261; &#347;ledzone i rejestrowane. </p>
<p class="HEAD">Pliki mo&#380;na synchronizowa&#263; w okre&#347;lonych odst&#281;pach czasu lub na &#380;&#261;danie.</p> </div>

<div class="Head" title="Synchronization Log"> <a name="bq63xvh"></a>

<h3 class="HEAD-TITLE"><br />Dziennik synchronizacji</h3>
<p class="HEAD">W dzienniku synchronizacji s&#261; rejestrowane informacje dotycz&#261;ce dzia&#322;a&#324; w tle w systemie iFolder, na przyk&#322;ad o przekazywaniu i pobieraniu plik&#243;w do r&#243;&#380;nych iFolder&#243;w. </p> </div>

</div>

<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>

</body>
</html>
