<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">

<head>

<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta http-equiv="Content-Language" content="pl">

<meta name="Generator" content="Konwersja do wersji HTML - Novell, 10 marca 2004">
<meta name="Generation-Date" content="Niedziela, 23 pa&#378;dziernika 2005, 15:54">
<meta name="Content-Date" content="Poniedzia&#322;ek, 22 pa&#378;dziernika 2005, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0003.0003.">
<meta name="Author" content="zHTML xD.0000.0000.0003.0003.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">

<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">


<title>iFolder - pomoc</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/myifolders.html","../doc/user/data/toc_myifolders.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>

<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bwensdb.html";
  var next_link="createifolder.html";
</script>

<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>

<a name="bwagrrn"></a>

<div class="Topic" title="Naming Conventions for an iFolder and Its Folders and Files">

<h2 class="TOPIC-TITLE"><br />Konwencje nazewnictwa dotycz&#261;ce iFolder&#243;w oraz zawartych w nich folder&#243;w i plik&#243;w</h2>
<p class="TOPIC">Klient programu iFolder narzuca konwencje nazewnictwa, bior&#261;ce pod uwag&#281; &#322;&#261;czne ograniczenia system&#243;w plik&#243;w Linux, Windows i Macintosh. Aby umo&#380;liwi&#263; synchronizacj&#281;, iFolder, folder lub plik musi mie&#263; prawid&#322;ow&#261; nazw&#281; zgodn&#261; z tymi konwencjami nazewnictwa.</p>
<p class="TOPIC">W przypadku iFolder&#243;w i zawartych w nich folder&#243;w i plik&#243;w nale&#380;y korzysta&#263; z nast&#281;puj&#261;cych konwencji nazewnictwa:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Program iFolder obs&#322;uguje zestaw znak&#243;w <a href="http://www.unicode.org" target="_blank" class="ULINK">Unicode*</a> z kodowaniem UTF-8. </li>

<li class="BULLETITEM">W nazwach iFolder&#243;w i zawartych w nich folder&#243;w i plik&#243;w nie wolno stosowa&#263; nast&#281;puj&#261;cych nieprawid&#322;owych znak&#243;w: <pre class="CODESAMPLENARROW">\/:*?"&#60;&#62;|;</pre>

<p class="BULLETITEM">W przypadku u&#380;ycia nieprawid&#322;owych znak&#243;w w nazwie folderu lub pliku program iFolder wykryje konflikt nazw. Aby umo&#380;liwi&#263; synchronizacj&#281; danego pliku lub folderu, ten konflikt musi zosta&#263; rozwi&#261;zany.</p></li>

<li class="BULLETITEM">Maksymalna d&#322;ugo&#347;&#263; nazwy pojedynczego sk&#322;adnika &#347;cie&#380;ki wynosi 255 bajt&#243;w. W przypadku nazw plik&#243;w do maksymalnej d&#322;ugo&#347;ci wliczana jest kropka (.) i rozszerzenie pliku.</li>

<li class="BULLETITEM">W nazwach iFolder&#243;w, folder&#243;w i plik&#243;w jest rozr&#243;&#380;niana wielko&#347;&#263; liter, za&#347; pierwotna wielko&#347;&#263; liter jest zachowywana. Je&#347;li nazwy plik&#243;w r&#243;&#380;ni&#261; si&#281; tylko wielko&#347;ci&#261; liter, program iFolder wykryje konflikt nazw. Aby umo&#380;liwi&#263; synchronizacj&#281; danego pliku lub folderu, ten konflikt musi zosta&#263; rozwi&#261;zany.</li>

<li class="BULLETITEM">Je&#347;li iFoldery s&#261; tworzone w systemie plik&#243;w FAT32 w systemie Linux, nale&#380;y unika&#263; stosowania nazw plik&#243;w zawieraj&#261;cych wy&#322;&#261;cznie wielkie litery. W przypadku nazw sk&#322;adaj&#261;cych si&#281; wy&#322;&#261;cznie z wielkich liter i zgodnych z formatem nazw 8.3 systemu MS-DOS, program obs&#322;ugi plik&#243;w VFAT lub FAT32 w systemie Linux automatycznie zmienia wielkie litery na ma&#322;e. Powoduje to problemy z synchronizacj&#261; w przypadku tych plik&#243;w, je&#347;li dany iFolder zosta&#322; skonfigurowany z prawami dost&#281;pu tylko do odczytu.</li>
</ul> </div>

<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>

</body>
</html>
