<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">

<head>

<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta http-equiv="Content-Language" content="pl">

<meta name="Generator" content="Konwersja do wersji HTML - Novell, 10 marca 2004">
<meta name="Generation-Date" content="Niedziela, 23 pa&#378;dziernika 2005, 15:54">
<meta name="Content-Date" content="Poniedzia&#322;ek, 22 pa&#378;dziernika 2005, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0003.0004.">
<meta name="Author" content="zHTML xD.0000.0000.0003.0004.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">

<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">


<title>iFolder - pomoc</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/myifolders.html","../doc/user/data/toc_myifolders.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>

<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bwagrrn.html";
  var next_link="sharewith.html";
</script>

<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>

<a name="createifolder"></a>

<div class="Topic" title="Creating an iFolder">

<h2 class="TOPIC-TITLE"><br />Tworzenie iFolderu</h2>
<p class="TOPIC">U&#380;ytkownik mo&#380;e utworzy&#263; iFolder, dokonuj&#261;c konwersji istniej&#261;cego folderu spe&#322;niaj&#261;cego nast&#281;puj&#261;ce warunki: </p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><a href="bx08x4y.html#bx08x4y">Wytyczne dotycz&#261;ce rozmieszczania iFolder&#243;w</a></li>

<li class="BULLETITEM"><a href="bwagrrn.html#bwagrrn">Konwencje nazewnictwa dotycz&#261;ce iFolder&#243;w oraz zawartych w nich folder&#243;w i plik&#243;w</a></li>
</ul>
<p class="TOPIC">Je&#347;li odpowiedni folder nie istnieje, mo&#380;na przej&#347;&#263; do wybranego miejsca i utworzy&#263; w nim nowy folder. </p>
<p class="TOPIC">W iFolderze mo&#380;na utworzy&#263; dowoln&#261; struktur&#281; podkatalog&#243;w dostosowan&#261; do potrzeb osobistych lub s&#322;u&#380;bowych. Struktura podkatalog&#243;w jest taka sama we wszystkich iFolderach cz&#322;onk&#243;w. Na ka&#380;dej stacji roboczej dla wsp&#243;&#322;u&#380;ytkowanego iFolderu mo&#380;na okre&#347;li&#263; inny katalog nadrz&#281;dny.</p>
<p class="TOPIC">U&#380;ytkownik mo&#380;e utworzy&#263; iFoldery bezpo&#347;rednio w mened&#380;erze plik&#243;w lub w przegl&#261;darce iFolder&#243;w, kt&#243;ra jest dost&#281;pna w aplikacji klienckiej. Do tworzenia iFolderu mo&#380;na u&#380;y&#263; nast&#281;puj&#261;cych metod:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><a href="createifolder.html#bwembx5">Tworzenie iFolder&#243;w za pomoc&#261; mened&#380;era plik&#243;w</a></li>

<li class="BULLETITEM"><a href="createifolder.html#bwemc36">Tworzenie iFolder&#243;w za pomoc&#261; przegl&#261;darki iFolder&#243;w</a></li>

<li class="BULLETITEM"><a href="createifolder.html#fat32mtpt">Tworzenie iFolder&#243;w w punkcie montowania z systemem plik&#243;w FAT32 (Linux)</a></li>
</ul> <div class="Head" title="Creating iFolders in a File Manager"> <a name="bwembx5"></a>

<h3 class="HEAD-TITLE"><br />Tworzenie iFolder&#243;w za pomoc&#261; mened&#380;era plik&#243;w</h3>
<ol class="STEPLIST">
<li class="STEP"><a name="bq6lwlg"></a>
<p class="STEP">Korzystaj&#261;c z mened&#380;era plik&#243;w przejd&#378; do folderu, kt&#243;ry ma by&#263; przekszta&#322;cony na iFolder, a nast&#281;pnie zaznacz ten folder.</p></li>

<li class="STEP"><a name="bq6lwlh"></a>
<p class="STEP">U&#380;yj jednej z nast&#281;puj&#261;cych metod:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Kliknij prawym przyciskiem myszy ikon&#281; folderu, a nast&#281;pnie kliknij polecenie Konwertuj do iFolderu.</li>

<li class="BULLETITEM">Na pasku narz&#281;dzi kliknij kolejno Plik &#62; Konwertuj do iFolderu.</li>
</ul>
<p class="STEP">Ikona folderu <img src="../graphics/folder_16.gif" alt="Ikona folderu" /> zmieni si&#281; w ikon&#281; iFolderu <img src="../graphics/ifolder16.png" alt="Ikona iFolderu" />.</p></li>

<li class="STEP"><a name="bx19z0q"></a>
<p class="STEP">Je&#347;li pojawi si&#281; komunikat o utworzeniu iFolderu, wykonaj jedn&#261; z nast&#281;puj&#261;cych czynno&#347;ci:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Kliknij przycisk Zamknij, aby zamkn&#261;&#263; okno z komunikatem.</li>

<li class="BULLETITEM">Zaznacz pole Nie wy&#347;wietlaj wi&#281;cej tego komunikatu, aby wy&#322;&#261;czy&#263; przysz&#322;e powiadomienia, a nast&#281;pnie kliknij przycisk Zamknij, aby zamkn&#261;&#263; okno z komunikatem.
<p class="BULLETITEM">Je&#347;li w przysz&#322;o&#347;ci zajdzie potrzeba wy&#347;wietlania komunikat&#243;w potwierdzenia, przejd&#378; do opcji Preferencje iFolder&#243;w, zaznacz opcj&#281; Poka&#380; okno dialogowe potwierdzenia podczas tworzeniu iFolder&#243;w, a nast&#281;pnie kliknij przycisk OK.</p></li>
</ul></li>
</ol> </div>

<div class="Head" title="Creating iFolders in the iFolders Browser"> <a name="bwemc36"></a>

<h3 class="HEAD-TITLE"><br />Tworzenie iFolder&#243;w za pomoc&#261; przegl&#261;darki iFolder&#243;w</h3>
<ol class="STEPLIST">
<li class="STEP"><a name="bv2gxbu"></a>
<p class="STEP">W obszarze powiadomie&#324; kliknij prawym przyciskiem myszy ikon&#281; programu iFolder <img src="../graphics/ifolder16.png" alt="Ikona aplikacji iFolder" />, a nast&#281;pnie kliknij polecenie iFoldery, aby otworzy&#263; przegl&#261;dark&#281; iFolder&#243;w.</p></li>

<li class="STEP"><a name="bv2gxbv"></a>
<p class="STEP">Kliknij opcj&#281; Nowy.</p></li>

<li class="STEP"><a name="bv2gwvt"></a>
<p class="STEP">Okre&#347;l konto iFolder&#243;w, kt&#243;re ma by&#263; u&#380;yte do przegl&#261;dania danego iFolderu.</p>
<p class="STEP">Je&#347;li istnieje wiele kont iFolder&#243;w, konto domy&#347;lne wy&#347;wietlane jest jako pierwsze na li&#347;cie. Z listy rozwijanej mo&#380;na wybra&#263; inne konto.</p></li>

<li class="STEP"><a name="bv2guwr"></a>
<p class="STEP">Korzystaj&#261;c z przegl&#261;darki, przejd&#378; do katalogu, w kt&#243;rym ma by&#263; utworzony iFolder.</p></li>

<li class="STEP"><a name="bv2gv55"></a>
<p class="STEP">Wybierz zwyk&#322;y folder, kt&#243;ry ma by&#263; przekszta&#322;cony w iFolder, u&#380;ywaj&#261;c jednej z nast&#281;puj&#261;cych metod:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Je&#347;li istnieje odpowiedni zwyk&#322;y folder, zaznacz go, a nast&#281;pnie kliknij przycisk OK</li>

<li class="BULLETITEM">Je&#347;li nie istnieje odpowiedni zwyk&#322;y folder, najpierw kliknij polecenie Utw&#243;rz nowy folder, aby go utworzy&#263;, a nast&#281;pnie zaznacz nowo utworzony folder i kliknij przycisk OK.</li>
</ul></li>

<li class="STEP"><a name="bwb5ss4"></a>
<p class="STEP">Kliknij przycisk OK.</p>
<p class="STEP">Na li&#347;cie iFolder&#243;w pojawi si&#281; ikona programu iFolder <img src="../graphics/ifolder16.png" alt="Ikona aplikacji iFolder" />.</p></li>

<li class="STEP"><a name="bwb5tng"></a>
<p class="STEP">Je&#347;li pojawi si&#281; komunikat o utworzeniu iFolderu, wykonaj jedn&#261; z nast&#281;puj&#261;cych czynno&#347;ci:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Kliknij przycisk Zamknij, aby zamkn&#261;&#263; okno z komunikatem.</li>

<li class="BULLETITEM">Zaznacz pole Nie wy&#347;wietlaj wi&#281;cej tego komunikatu, aby wy&#322;&#261;czy&#263; przysz&#322;e powiadomienia, a nast&#281;pnie kliknij przycisk Zamknij, aby zamkn&#261;&#263; okno z komunikatem.
<p class="BULLETITEM">Je&#347;li w przysz&#322;o&#347;ci zajdzie potrzeba wy&#347;wietlania komunikat&#243;w potwierdzenia, przejd&#378; do opcji Preferencje iFolder&#243;w, zaznacz opcj&#281; Poka&#380; okno dialogowe potwierdzenia podczas tworzeniu iFolder&#243;w, a nast&#281;pnie kliknij przycisk OK.</p></li>
</ul></li>
</ol> </div>

<div class="Head" title="Creating iFolders on a FAT32 Mount Point (Linux)"> <a name="fat32mtpt"></a>

<h3 class="HEAD-TITLE"><br />Tworzenie iFolder&#243;w w punkcie montowania z systemem plik&#243;w FAT32 (Linux)</h3>
<p class="HEAD">W systemie Linux program iFolder umo&#380;liwia tworzenie i u&#380;ywanie iFolder&#243;w w punkcie montowania z systemem plik&#243;w FAT32. Aby mo&#380;na by&#322;o utworzy&#263; nowe iFoldery lub skonfigurowa&#263; wsp&#243;&#322;u&#380;ytkowane iFoldery w wolumenie FAT32 w systemie Linux, u&#380;ytkownik programu iFolder musi by&#263; w&#322;a&#347;cicielem punktu montowania z systemem plik&#243;w FAT32, w kt&#243;rym maj&#261; by&#263; przechowywane iFoldery, a w pliku /etc/fstab musi by&#263; jawnie okre&#347;lony lokalny identyfikator u&#380;ytkownika iFolderu dla tego punktu montowania. </p>
<p class="NOTE-IMPORTANT"><em class="NOTE-IMPORTANT">WA&#379;NE:&#160;&#160;</em>Jest to niezb&#281;dne, poniewa&#380; system plik&#243;w FAT32 nie obs&#322;uguje uprawnie&#324; do plik&#243;w. We wszystkich innych systemach plik&#243;w, kt&#243;re nie obs&#322;uguj&#261; uprawnie&#324; do plik&#243;w, wyst&#281;powa&#322;by ten sam problem.</p>

<p class="HEAD">W przypadku komputer&#243;w dwusystemowych taki sam dost&#281;p do danych w iFolderze, jak do normalnego folderu, mo&#380;na uzyska&#263; w tym systemie, w kt&#243;rym folder nie zosta&#322; skonfigurowany jako iFolder. Je&#347;li folder jest skonfigurowany jako iFolder na obu platformach, dane s&#261; przechowywane w dw&#243;ch r&#243;&#380;nych iFolderach na serwerze, przez co zajmuj&#261; dwukrotnie wi&#281;cej zasob&#243;w dyskowych przydzielonych u&#380;ytkownikowi na serwerze.</p>
<p class="HEAD">Poniewa&#380; system FAT32 nie obs&#322;uguje uprawnie&#324; do plik&#243;w zgodnie ze standardem POSIX, nale&#380;y si&#281; upewni&#263;, &#380;e u&#380;ytkownik iFolderu jest lokalnym w&#322;a&#347;cicielem odpowiedniego punktu montowania. W pliku /etc/fstab nale&#380;y ustawi&#263; identyfikator u&#380;ytkownika (UID) odpowiadaj&#261;cy lokalnej nazwie u&#380;ytkownika dla tego u&#380;ytkownika iFolderu, kt&#243;ry tworzy iFoldery w tym punkcie montowania.</p>
<ol class="STEPLIST">
<li class="STEP"><a name="bwenpgg"></a>
<p class="STEP">Zaloguj si&#281; w systemie jako u&#380;ytkownik root.</p></li>

<li class="STEP"><a name="bwen6om"></a>
<p class="STEP">Utw&#243;rz katalog, w kt&#243;rym ma by&#263; montowany system plik&#243;w FAT32. W wierszu polecenia wpisz</p>
<p><tt class="USERINPUT">mkdir /home/<em class="VARIABLE">nazwa_u&#380;ytkownika</em>/<em class="VARIABLE">punkt_montowania</em></tt></p>

<p class="STEP">Zamiast <em class="VARIABLE">nazwa_u&#380;ytkownika</em> wpisz nazw&#281; u&#380;ytkownika, kt&#243;ry ma zamiar u&#380;ywa&#263; nap&#281;du FAT32 do przechowywania iFolder&#243;w. Zamiast <em class="VARIABLE">punkt_montowania</em> wpisz nazw&#281; katalogu, kt&#243;ry ma by&#263; u&#380;ywany jako punkt montowania. Je&#347;li na przyk&#322;ad nazw&#261; u&#380;ytkownika jest <em class="VARIABLE">jkowalski</em>, a katalog ma nazw&#281; <em class="VARIABLE">ptmntfat32</em> (dla nap&#281;du lub partycji FAT32), wpisz</p> <pre class="CODESAMPLENARROW">mkdir /home/jkowalski/ptmntfat32</pre>
</li>

<li class="STEP"><a name="bwemec8"></a>
<p class="STEP">Zamontuj nap&#281;d FAT32 w wybranym punkcie montowania. W wierszu polecenia wpisz</p>
<p><tt class="USERINPUT">mount -t vfat /dev/<em class="VARIABLE">hda1</em> /home/<em class="VARIABLE">nazwa_u&#380;ytkownika</em>/<em class="VARIABLE">punkt_montowania</em></tt></p>

<p class="STEP">Zamiast /dev/<em class="VARIABLE">hda1</em> wpisz nazw&#281; urz&#261;dzenia lub partycji spoza systemu Linux. Zamiast <em class="VARIABLE">nazwa_u&#380;ytkownika</em> wpisz nazw&#281; u&#380;ytkownika iFolderu. Zamiast <em class="VARIABLE">punkt_montowania</em> wpisz nazw&#281; katalogu, kt&#243;ry ma by&#263; u&#380;ywany jako punkt montowania. </p>
<p class="STEP">Kontynuuj&#261;c przyk&#322;ad, je&#347;li system plik&#243;w FAT32 (vfat) znajduje si&#281; na urz&#261;dzeniu hda4 (<em class="VARIABLE">/dev/hda4</em>), nazw&#261; u&#380;ytkownika jest <em class="VARIABLE">jkowalski</em>, a katalogiem punktu montowania jest /home/<em class="VARIABLE">jkowalski</em>/<em class="VARIABLE">ptmntfat32</em>, wpisz</p> <pre class="CODESAMPLENARROW">mount -t vfat /dev/hda4 /home/jkowalski/ptmntfat32</pre>
</li>

<li class="STEP"><a name="bwemszm"></a>
<p class="STEP">Dokonaj edycji pliku /etc/fstab, dodaj&#261;c parametr uid=nazwa_u&#380;ytkownika (podaj&#261;c nazw&#281; u&#380;ytkownika iFolderu) w wierszu, kt&#243;ry definiuje punkt montowania FAT32.</p>
<p><tt class="USERINPUT">/dev/<em class="VARIABLE">hda1</em>  /home/<em class="VARIABLE">nazwa_u&#380;ytkownika</em>/<em class="VARIABLE">punkt_montowania</em>  <em class="VARIABLE">vfat</em>  uid=<em class="VARIABLE">nazwa_u&#380;ytkownika</em></tt></p>

<p class="STEP">Kontynuuj&#261;c przyk&#322;ad, zmodyfikuj plik /etc/fstab dodaj&#261;c parametr uid=jkowalski dla punktu montowania:</p> <pre class="CODESAMPLENARROW">/dev/hda4  /home/jkowalski/ptmntfat32  vfat  uid=jkowalski</pre>
</li>
</ol> </div>

</div>

<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>

</body>
</html>

