<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">

<head>

<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta http-equiv="Content-Language" content="pl">

<meta name="Generator" content="Konwersja do wersji HTML - Novell, 10 marca 2004">
<meta name="Generation-Date" content="Niedziela, 23 pa&#378;dziernika 2005, 15:54">
<meta name="Content-Date" content="Poniedzia&#322;ek, 22 pa&#378;dziernika 2005, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xC.0000.0000.0004.">
<meta name="Author" content="zHTML xC.0000.0000.0004.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">

<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">


<title>iFolder - pomoc</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/front.html","../doc/user/data/toc_front.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>

<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="deleting.html";
</script>

<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>

<a name="legal"></a>
<h2 class="LEGALNOTICES"><br />Informacje prawne</h2>

<p class="DISCLAIMER">Firma Novell Inc. nie sk&#322;ada &#380;adnych o&#347;wiadcze&#324; ani nie udziela &#380;adnych gwarancji odno&#347;nie zawarto&#347;ci lub sposob&#243;w korzystania z tej dokumentacji, a w szczeg&#243;lno&#347;ci nie udziela &#380;adnych bezpo&#347;rednich ani domniemanych gwarancji dotycz&#261;cych warto&#347;ci handlowej dokumentacji lub jej przydatno&#347;ci do okre&#347;lonego celu. Ponadto, Novell Inc. zastrzega sobie prawo do korekty i zmian tre&#347;ci niniejszej publikacji, w dowolnym czasie i bez obowi&#261;zku powiadamiania os&#243;b b&#261;d&#378; instytucji o dokonaniu korekty lub wprowadzeniu zmian</p>
<p class="DISCLAIMER">Firma Novell Inc. nie sk&#322;ada &#380;adnych o&#347;wiadcze&#324; ani nie udziela &#380;adnych gwarancji odno&#347;nie oprogramowania, a w szczeg&#243;lno&#347;ci nie udziela &#380;adnych bezpo&#347;rednich ani domniemanych gwarancji dotycz&#261;cych warto&#347;ci handlowej oprogramowania lub jego przydatno&#347;ci do okre&#347;lonego celu. Firma Novell Inc. zastrzega sobie prawo do dokonywania zmian w dowolnej cz&#281;&#347;ci oprogramowania firmy Novell w dowolnym czasie i bez obowi&#261;zku powiadamiania o tym jakichkolwiek podmiot&#243;w lub os&#243;b.</p> <br />
<p class="EXPORTNOTICE">Produktu tego nie mo&#380;na u&#380;ywa&#263; ani eksportowa&#263;, je&#347;li narusza to maj&#261;ce zastosowanie prawo lub przepisy, w tym przepisy eksportowe w Stanach Zjednoczonych lub prawo pa&#324;stwa, w kt&#243;rym przebywa u&#380;ytkownik.</p> <br />
<p class="COPYRIGHTNOTICE">Copyright <sup><small>&#169;</small></sup> 2004-2005 Novell, Inc. Wszelkie prawa zastrze&#380;one. Zezwala si&#281; na kopiowanie, rozpowszechnianie i (lub) modyfikowanie niniejszego dokumentu zgodnie z warunkami licencji GNU dotycz&#261;cej wolnej dokumentacji (GNU Free Documentation License, GFDL) w wersji 1.2 lub nowszej, opublikowanej przez Fundacj&#281; Wolnego Oprogramowania (Free Software Foundation) z pomini&#281;ciem sekcji sta&#322;ych oraz tekst&#243;w zamieszczonych na przedniej i tylnej ok&#322;adce. Tre&#347;&#263; licencji GFDL mo&#380;na znale&#378;&#263; pod adresem: http://www.fsf.org/licenses/fdl.html.</p>
<p class="COPYRIGHTNOTICE">NINIEJSZY DOKUMENT ORAZ JEGO ZMODYFIKOWANE WERSJE S&#260; UDOST&#280;PNIANE ZGODNIE Z WARUNKAMI LICENCJI GNU FREE DOCUMENTATION LICENSE, Z KT&#211;REJ WYNIKA CO NAST&#280;PUJE:</p>
<p class="COPYRIGHTNOTICE">1. NINIEJSZY DOKUMENT JEST DOSTARCZANY W STANIE, W JAKIM ZOSTA&#321; WYTWORZONY, BEZ JAKICHKOLWIEK GWARANCJI WYRA&#377;NYCH LUB DOMNIEMANYCH, W TYM GWARANCJI, &#379;E DOKUMENT W WERSJI ORYGINALNEJ LUB ZMODYFIKOWANEJ JEST WOLNY OD B&#321;&#280;D&#211;W, GWARANCJI PRZYDATNO&#346;CI HANDLOWEJ, GWARANCJI PRZYDATNO&#346;CI DO OKRE&#346;LONEGO CELU LUB GWARANCJI NIENARUSZANIA PRAW OS&#211;B TRZECICH. RYZYKO KORZYSTANIA Z NINIEJSZEGO DOKUMENTU LUB JEGO ZMODYFIKOWANEJ WERSJI ORAZ RYZYKO ZWI&#260;ZANE Z JAKO&#346;CI&#260;, KOMPLETNO&#346;CI&#260; I PRZYDATNO&#346;CI&#260; DOKUMENTU PONOSI WY&#321;&#260;CZNIE U&#379;YTKOWNIK. W PRZYPADKU UJAWNIENIA JAKICHKOLWIEK WAD DOKUMENTU LUB JEGO ZMODYFIKOWANEJ WERSJI U&#379;YTKOWNIK (A NIE TW&#211;RCA DOKUMENTU, JEGO AUTOR LUB WSP&#211;&#321;AUTOR) ZOBOWI&#260;ZUJE SI&#280; PONIE&#346;&#262; KOSZTY NIEZB&#280;DNYCH US&#321;UG SERWISOWYCH, NAPRAW I POPRAWEK. NINIEJSZE WY&#321;&#260;CZENIE GWARANCJI JEST ISTOTN&#260; CZ&#280;&#346;CI&#260; NINIEJSZEJ LICENCJI. NINIEJSZA LICENCJA NIE UPRAWNIA DO KORZYSTANIA Z JAKIEGOKOLWIEK DOKUMENTU LUB JEGO ZMODYFIKOWANEJ WERSJI Z WYJ&#260;TKIEM WARUNK&#211;W OKRE&#346;LONYCH W NINIEJSZYM WY&#321;&#260;CZENIU GWARANCJI ORAZ</p>
<p class="COPYRIGHTNOTICE">2. W &#379;ADNYM PRZYPADKU I W &#346;WIETLE JAKICHKOLWIEK POGL&#260;D&#211;W PRAWNYCH DOTYCZ&#260;CYCH ODPOWIEDZIALNO&#346;CI DELIKTOWEJ (W TYM ZANIEDBA&#323;), KONTRAKTOWEJ LUB INNEJ, AUTOR, TW&#211;RCA ORYGINA&#321;U, WSP&#211;&#321;AUTORZY, DYSTRYBUTORZY DOKUMENTU LUB JEGO ZMODYFIKOWANEJ WERSJI ANI ICH DOSTAWCY NIE S&#260; ODPOWIEDZIALNI WOBEC &#379;ADNEJ OSOBY ZA JAKIEKOLWIEK BEZPO&#346;REDNIE, PO&#346;REDNIE, SZCZEG&#211;LNE, UBOCZNE I WT&#211;RNE SZKODY, &#321;&#260;CZNIE ZE SZKODAMI POLEGAJ&#260;CYMI NA UTRACIE DOBREGO IMIENIA, PRZESTOJACH, AWARIACH LUB NIEPOPRAWNYM DZIA&#321;ANIU KOMPUTER&#211;W ORAZ ZA JAKIEKOLWIEK INNE SZKODY I STRATY POWSTA&#321;E W WYNIKU KORZYSTANIA Z DOKUMENTU LUB JEGO ZMODYFIKOWANEJ WERSJI - NAWET JE&#346;LI OSOBY TE ZOSTA&#321;Y POINFORMOWANE O MO&#379;LIWO&#346;CI WYST&#260;PIENIA TAKICH SZK&#211;D.</p>
<p class="PATENTS">Firma Novell Inc. posiada prawa do w&#322;asno&#347;ci intelektualnej zwi&#261;zanej z technologi&#261; zastosowan&#261; w produkcie opisanym w tym dokumencie. W szczeg&#243;lno&#347;ci i bez ogranicze&#324; prawa do w&#322;asno&#347;ci intelektualnej mog&#261; obejmowa&#263; jeden lub wi&#281;cej patent&#243;w USA wymienionych na stronie http://www.novell.com/company/legal/patents/ oraz jeden lub wi&#281;cej dodatkowych patent&#243;w lub post&#281;powa&#324; patentowych w USA i innych krajach.</p>
<dl class="ADDRESS">
<dt class="LINE">Novell, Inc.</dt>

<dt class="LINE">404 Wyman Street, Suite 500</dt>

<dt class="LINE">Waltham, MA  02451</dt>

<dt class="LINE">USA</dt>

<dt><br /><a href="http://www.novell.com" class="URL">www.novell.com</a></dt>
</dl>
<p class="BOOKTITLE"> <a name="bktitle"></a>Pomoc programu iFolder</p>

<div class="RELEASEDATE">23 grudnia 2005 r.</div>

<br /><h2 class="NOVELL"><br />Znaki towarowe firmy Novell</h2>
<p class="NOVELL">iFolder jest znakiem towarowym firmy Novell, Inc.</p>
<p class="NOVELL">Mono jest znakiem towarowym firmy Novell, Inc. zastrze&#380;onym na terenie Stan&#243;w Zjednoczonych i innych kraj&#243;w.</p>
<p class="NOVELL">Novell jest zastrze&#380;onym znakiem towarowym firmy Novell, Inc. na terenie Stan&#243;w Zjednoczonych i innych kraj&#243;w.</p>
<p class="NOVELL">Novell iFolder jest zastrze&#380;onym znakiem towarowym firmy Novell, Inc. na terenie Stan&#243;w Zjednoczonych i innych kraj&#243;w.</p> <br /><h2 class="THIRDPARTY"><br />Znaki towarowe innych firm</h2>
<p class="THIRDPARTY">Wszystkie inne znaki towarowe s&#261; w&#322;asno&#347;ci&#261; odpowiednich firm.</p>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>

</body>
</html>
