<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">

<head>

<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta http-equiv="Content-Language" content="pl">

<meta name="Generator" content="Konwersja do wersji HTML - Novell, 10 marca 2004">
<meta name="Generation-Date" content="Niedziela, 23 pa&#378;dziernika 2005, 15:54">
<meta name="Content-Date" content="Poniedzia&#322;ek, 22 pa&#378;dziernika 2005, 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0006.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0006.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">

<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">


<title>iFolder - pomoc</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>

<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bvwsp7c.html";
  var next_link="bvwppw5.html";
</script>

<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>

<a name="preferences"></a>

<div class="Topic" title="Configuring iFolder Preferences for the Client">

<h2 class="TOPIC-TITLE"><br />Konfigurowanie preferencji iFolder&#243;w dla klienta</h2>
<ol class="STEPLIST">
<li class="STEP"><a name="bvibeb7"></a>
<p class="STEP">Kliknij prawym przyciskiem myszy ikon&#281; aplikacji iFolder <img src="../graphics/ifolder16.png" alt="Ikona aplikacji iFolder" /> w obszarze powiadomie&#324;, a nast&#281;pnie wybierz opcj&#281; Preferencje, aby otworzy&#263; okno dialogowe preferencji programu iFolder na karcie Og&#243;lne.</p> <a name="byktv78"></a> <br /><img src="../graphics/if_preferences_a.png" alt="Okno Preferencje iFolderu" /></li>

<li class="STEP"><a name="bvibeba"></a>
<p class="STEP">Podaj nast&#281;puj&#261;ce warto&#347;ci:</p>
<table class="TABLENOTITLE" border="0" cellpadding="5" cellspacing="0">
<tr class="HEADERROW"><th align="left" valign="top" colspan="1" rowspan="1" scope="col"><a name="btvqywm"></a><em class="TBLHEAD">Parametr</em></th>
<th align="left" valign="top" colspan="1" rowspan="1" scope="col"><em class="TBLHEAD">Opis</em></th>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="btvr5uc"></a><p class="ENTRY">Uruchamiaj program iFolder podczas logowania do pulpitu</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Ta opcja umo&#380;liwia uruchamianie programu iFolder podczas logowania przy u&#380;yciu lokalnej nazwy u&#380;ytkownika, kt&#243;ry skonfigurowa&#322; konto programu iFolder. W przypadku kont, dla kt&#243;rych w&#322;&#261;czono opcj&#281; Zapami&#281;taj has&#322;o, synchronizacja przebiega w tle z okre&#347;lonym interwa&#322;em synchronizacji.</p><p class="ENTRY">Aby r&#281;cznie uruchamia&#263; program iFolder, nale&#380;y usun&#261;&#263; zaznaczenie tej opcji.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="btvqywo"></a><p class="ENTRY">Wy&#347;wietlaj okno dialogowe potwierdzenia przy tworzeniu iFolder&#243;w</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Po zaznaczeniu tej opcji opr&#243;cz zwyk&#322;ych oznak wykonania operacji (takich jak pojawienie si&#281; nowego iFolderu na li&#347;cie iFolder&#243;w) wy&#347;wietlany jest komunikat potwierdzenia utworzenia ka&#380;dego iFolderu.</p><p class="ENTRY">Aby komunikaty potwierdzenia nie by&#322;y wy&#347;wietlane, nale&#380;y usun&#261;&#263; zaznaczenie tej opcji.</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvhdvf7"></a><p class="ENTRY">Powiadamiaj o wsp&#243;&#322;u&#380;ytkowanych iFolderach</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Po w&#322;&#261;czeniu tej opcji w obszarze powiadomie&#324; jest wy&#347;wietlany podr&#281;czny komunikat o nowym zaproszeniu do wsp&#243;&#322;u&#380;ytkowania iFolderu. </p><p class="ENTRY">Zaproszenia s&#261; pobierane zgodnie z interwa&#322;em synchronizacji okre&#347;lonym w preferencjach iFolder&#243;w. Od tego interwa&#322;u zale&#380;y synchronizacja plik&#243;w, zaprosze&#324; do wsp&#243;&#322;u&#380;ytkowania iFolder&#243;w oraz listy u&#380;ytkownik&#243;w. Zaproszenia mo&#380;na te&#380; zaktualizowa&#263; na &#380;&#261;danie, klikaj&#261;c przycisk Od&#347;wie&#380;. </p><p class="ENTRY">Aby wy&#322;&#261;czy&#263; wy&#347;wietlanie komunikat&#243;w o zaproszeniach, nale&#380;y usun&#261;&#263; zaznaczenie tej opcji.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvhdvf8"></a><p class="ENTRY">Powiadamiaj o konfliktach</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Po zaznaczeniu tej opcji w obszarze powiadomie&#324; jest wy&#347;wietlany komunikat o konfliktach przy synchronizacji plik&#243;w. </p><p class="ENTRY">Aby wy&#322;&#261;czy&#263; wy&#347;wietlanie komunikat&#243;w o konfliktach przy synchronizacji, nale&#380;y usun&#261;&#263; zaznaczenie tej opcji.</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bviaxn9"></a><p class="ENTRY">Powiadamiaj o przy&#322;&#261;czeniu si&#281; u&#380;ytkownika</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">Po w&#322;&#261;czeniu tej opcji w obszarze powiadomie&#324; jest wy&#347;wietlany podr&#281;czny komunikat o przyj&#281;ciu przez u&#380;ytkownika zaproszenia do wsp&#243;&#322;u&#380;ytkowania iFolderu. Przyj&#281;cie zaproszenia jest zg&#322;aszane, gdy zaproszony u&#380;ytkownik skonfiguruje iFolder na swoim komputerze. </p><p class="ENTRY">Aby wy&#322;&#261;czy&#263; wy&#347;wietlanie podr&#281;cznych komunikat&#243;w o potwierdzeniu wsp&#243;&#322;u&#380;ytkowania, nale&#380;y usun&#261;&#263; zaznaczenie tej opcji.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bviaxna"></a><p class="ENTRY">Synchronization (Synchronizacja)</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="PARAWITHTITLE"><a name="byktvwf"></a><em class="PARAWITHTITLE">Automatycznie synchronizuj iFoldery: </em>Zaznaczenie tego pola wyboru umo&#380;liwia w&#322;&#261;czenie synchronizacji wszystkich iFolder&#243;w na tym komputerze dla bie&#380;&#261;cej lokalnej nazwy logowania. Aby wy&#322;&#261;czy&#263; synchronizacj&#281;, nale&#380;y usun&#261;&#263; zaznaczenie tego pola wyboru.</p><p class="PARAWITHTITLE"><a name="byktwky"></a><em class="PARAWITHTITLE">Synchronizuj iFoldery co: </em>Umo&#380;liwia okre&#347;lenie minimalnego interwa&#322;u mi&#281;dzy synchronizacj&#261; iFolder&#243;w na tym komputerze dla bie&#380;&#261;cej lokalnej nazwy logowania. Nale&#380;y poda&#263; warto&#347;&#263; i jednostki.</p><p class="ENTRY">W przypadku korzystania z klienta programu iFolder z serwerem Novell iFolder 3.<em class="VERSIONVARIABLE">x</em> efektywny minimalny interwa&#322; synchronizacji jest zawsze r&#243;wny najwi&#281;kszej z nast&#281;puj&#261;cych warto&#347;ci:</p><ul class="LISTBULLETT"><li class="BULLETITEMT">Za&#322;o&#380;enia systemowe (domy&#347;lnie zero), o ile nie okre&#347;lono za&#322;o&#380;e&#324; u&#380;ytkownika. Je&#347;li ustawiono za&#322;o&#380;enia u&#380;ytkownika, zast&#281;puj&#261; one za&#322;o&#380;enia systemowe - bez wzgl&#281;du na to, kt&#243;ra z warto&#347;ci jest wi&#281;ksza.</li><li class="BULLETITEMT">Za&#322;o&#380;enia komputera lokalnego lub ustawienie na komputerze klienckim synchronizowanym z serwerem.</li><li class="BULLETITEMT">Za&#322;o&#380;enia iFolderu (kolekcji).</li></ul></td>
</tr></table>
</li>

<li class="STEP"><a name="bvibebi"></a>
<p class="STEP">Po zako&#324;czeniu kliknij przycisk Zastosuj, aby wprowadzi&#263; zmiany.</p></li>

<li class="STEP"><a name="bvibebj"></a>
<p class="STEP">Aby zamkn&#261;&#263; okno dialogowe preferencji programu iFolder, kliknij przycisk OK.</p></li>
</ol> </div>

<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>

</body>
</html>
