<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="de">
<meta name="Generator" content="Novell HTML-Konvertierung 10. M&auml;rz 2004">
<meta name="Generation-Date" content="Sonntag, 23. Oktober 2005 15:54 Uhr">
<meta name="Content-Date" content="Montag, 22. Okt. 2005 12:00:00 Uhr MEZ">
<meta name="Robots" content="Index, Follow">
<meta name="Document_Number" content="zHTML xD.0000.0000.0003.0004.">
<meta name="Author" content="zHTML xD.0000.0000.0003.0004.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Hilfe zu iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/myifolders.html","../doc/user/data/toc_myifolders.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bwagrrn.html";
  var next_link="sharewith.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="createifolder"></a>
<div class="Topic" title="Creating an iFolder">
<h2 class="TOPIC-TITLE"><br />Erstellen von iFolder-Ordnern</h2>
<p class="TOPIC">Sie k&ouml;nnen einen iFolder-Ordner erstellen, indem Sie einen vorhandenen Ordner umwandeln, der den folgenden Richtlinien entspricht: </p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><a href="bx08x4y.html#bx08x4y">Richtlinien f&uuml;r das Suchen nach iFolder-Ordnern</a></li>
<li class="BULLETITEM"><a href="bwagrrn.html#bwagrrn">Benennungskonventionen f&uuml;r iFolder-Ordner und zugeh&ouml;rige Ordner und Dateien</a></li>
</ul>
<p class="TOPIC">Wenn der Ordner nicht vorhanden ist, k&ouml;nnen Sie an einen Speicherort gehen und als Teil des Vorgangs den neuen Ordner erstellen. </p>
<p class="TOPIC">Innerhalb des iFolder-Ordners k&ouml;nnen Sie eine beliebige Struktur von Unterverzeichnissen erstellen, die Ihren pers&ouml;nlichen Gewohnheiten und den Bed&uuml;rfnissen Ihres Unternehmens entspricht. Die Unterverzeichnisstruktur ist in allen iFolder-Mitgliedsordnern gleich. Jede Arbeitsstation kann ein anderes &uuml;bergeordnetes Verzeichnis f&uuml;r den freigegebenen iFolder-Ordner angeben.</p>
<p class="TOPIC">Sie k&ouml;nnen iFolder-Ordner direkt in Ihrem Datei-Manager und im Browser f&uuml;r iFolder-Ordner erstellen, der in der Client-Anwendung verf&uuml;gbar ist. Verwenden Sie zum Erstellen eines iFolder-Ordners die folgenden Methoden:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><a href="createifolder.html#bwembx5">Erstellen von iFolder-Ordnern in einem Datei-Manager</a></li>
<li class="BULLETITEM"><a href="createifolder.html#bwemc36">Erstellen von iFolder-Ordnern im Browser f&uuml;r iFolder-Ordner</a></li>
<li class="BULLETITEM"><a href="createifolder.html#fat32mtpt">Erstellen von iFolder-Ordnern auf einem FAT32-Mountpunkt (Linux)</a></li>
</ul> <div class="Head" title="Creating iFolders in a File Manager"> <a name="bwembx5"></a>
<h3 class="HEAD-TITLE"><br />Erstellen von iFolder-Ordnern in einem Datei-Manager</h3>
<ol class="STEPLIST">
<li class="STEP"><a name="bq6lwlg"></a>
<p class="STEP">Mit dem Datei-Manager k&ouml;nnen Sie zu dem Ordner navigieren, den Sie in einen iFolder-Ordner umwandeln m&ouml;chten, und den Ordner anschlie&szlig;end ausw&auml;hlen.</p></li>
<li class="STEP"><a name="bq6lwlh"></a>
<p class="STEP">Verwenden Sie eine der folgenden Vorgehensweisen:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Klicken Sie mit der rechten Maustaste auf das Ordnersymbol. Klicken Sie dann auf "In iFolder-Ordner umwandeln".</li>
<li class="BULLETITEM">Klicken Sie in der Symbolleiste auf "Datei" &gt; "In iFolder-Ordner umwandeln".</li>
</ul>
<p class="STEP">Das Ordnersymbol (<img src="../graphics/folder_16.gif" alt="Ordnersymbol" />) wird in einen Ordner mit einem Overlay des iFolder-Symbols <img src="../graphics/ifolder16.png" alt="iFolder-Symbol" /> ge&auml;ndert.</p></li>
<li class="STEP"><a name="bx19z0q"></a>
<p class="STEP">Wenn die Meldung "iFolder-Ordner erstellt" angezeigt wird, f&uuml;hren Sie eine der folgenden Aktionen aus:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Klicken Sie auf "Schlie&szlig;en", um die Meldung auszublenden.</li>
<li class="BULLETITEM">W&auml;hlen Sie "Diese Meldung nicht mehr anzeigen" aus, um Benachrichtigungen in Zukunft zu deaktivieren. Klicken Sie auf "Schlie&szlig;en", um die Meldung auszublenden.
<p class="BULLETITEM">Wenn Sie sp&auml;ter die Entscheidung treffen, dass Sie Best&auml;tigungsmeldungen erhalten m&ouml;chten, gehen Sie zu "iFolder-Einstellungen", w&auml;hlen Sie "Beim Erstellen von iFolder-Ordnern Best&auml;tigungsdialogfeld einblenden" aus und klicken Sie auf "OK".</p></li>
</ul></li>
</ol> </div>
<div class="Head" title="Creating iFolders in the iFolders Browser"> <a name="bwemc36"></a>
<h3 class="HEAD-TITLE"><br />Erstellen von iFolder-Ordnern im Browser f&uuml;r iFolder-Ordner</h3>
<ol class="STEPLIST">
<li class="STEP"><a name="bv2gxbu"></a>
<p class="STEP">Klicken Sie im Benachrichtigungsbereich mit der rechten Maustaste auf das iFolder-Symbol (<img src="../graphics/ifolder16.png" alt="Symbol f&uuml;r die iFolder-Anwendung" />) und klicken Sie dann auf "iFolder-Ordner", um den Browser f&uuml;r iFolder-Ordner zu &ouml;ffnen.</p></li>
<li class="STEP"><a name="bv2gxbv"></a>
<p class="STEP">Klicken Sie auf "Neu".</p></li>
<li class="STEP"><a name="bv2gwvt"></a>
<p class="STEP">Geben Sie das iFolder-Konto an, das Sie f&uuml;r diesen iFolder-Ordner verwenden m&ouml;chten.</p>
<p class="STEP">Wenn Sie mehrere iFolder-Konten besitzen, wird das Standardkonto an erster Stelle aufgef&uuml;hrt. W&auml;hlen Sie in der Dropdown-Liste ein anderes Konto aus.</p></li>
<li class="STEP"><a name="bv2guwr"></a>
<p class="STEP">Navigieren Sie im Browser zu dem Verzeichnis, in dem Sie einen iFolder erstellen m&ouml;chten.</p></li>
<li class="STEP"><a name="bv2gv55"></a>
<p class="STEP">W&auml;hlen Sie den normalen Ordner aus, den Sie in einen iFolder-Ordner umwandeln m&ouml;chten. Wenden Sie dabei eine der folgenden Methoden an:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Wenn der normale Ordner bereits vorhanden ist, w&auml;hlen Sie den Ordner aus und klicken Sie dann auf "OK".</li>
<li class="BULLETITEM">Wenn der normale Ordner nicht vorhanden ist, erstellen Sie den Ordner, indem Sie auf "Neuen Ordner erstellen" klicken, w&auml;hlen Sie den neu erstellten Ordner aus und klicken Sie dann auf "OK".</li>
</ul></li>
<li class="STEP"><a name="bwb5ss4"></a>
<p class="STEP">Klicken Sie auf "OK".</p>
<p class="STEP">Der iFolder-Ordner <img src="../graphics/ifolder16.png" alt="Symbol f&uuml;r die iFolder-Anwendung" /> wird in der Liste der iFolder-Ordner angezeigt.</p></li>
<li class="STEP"><a name="bwb5tng"></a>
<p class="STEP">Wenn die Meldung "iFolder-Ordner erstellt" angezeigt wird, f&uuml;hren Sie eine der folgenden Aktionen aus:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Klicken Sie auf "Schlie&szlig;en", um die Meldung auszublenden.</li>
<li class="BULLETITEM">W&auml;hlen Sie "Diese Meldung nicht mehr anzeigen" aus, um Benachrichtigungen in Zukunft zu deaktivieren. Klicken Sie auf "Schlie&szlig;en", um die Meldung auszublenden.
<p class="BULLETITEM">Wenn Sie sp&auml;ter die Entscheidung treffen, dass Sie Best&auml;tigungsmeldungen erhalten m&ouml;chten, gehen Sie zu "iFolder-Einstellungen", w&auml;hlen Sie "Beim Erstellen von iFolder-Ordnern Best&auml;tigungsdialogfeld einblenden" aus und klicken Sie auf "OK".</p></li>
</ul></li>
</ol> </div>
<div class="Head" title="Creating iFolders on a FAT32 Mount Point (Linux)"> <a name="fat32mtpt"></a>
<h3 class="HEAD-TITLE"><br />Erstellen von iFolder-Ordnern auf einem FAT32-Mountpunkt (Linux)</h3>
<p class="HEAD">Unter Linux unterst&uuml;tzt iFolder das Erstellen und Verwenden von iFolder-Ordnern auf einem Mountpunkt f&uuml;r ein FAT32-Dateisystem. Damit Sie neue iFolder-Ordner erstellen oder freigegebene iFolder-Ordner auf einem FAT32-Laufwerk Ihres Linux-Computers einrichten k&ouml;nnen, muss der iFolder-Benutzer den FAT32-Mountpunkt besitzen, an dem Sie die iFolder-Ordner speichern m&ouml;chten. Zudem muss in der Datei /etc/fstab die lokale Benutzer-ID des iFolder-Benutzers f&uuml;r den Mountpunkt festgelegt werden. </p>
<p class="NOTE-IMPORTANT"><em class="NOTE-IMPORTANT">WICHTIG:&nbsp;&nbsp;</em>Dies ist erforderlich, da FAT32 keine Dateiberechtigungen unterst&uuml;tzt. Bei jedem anderen Dateisystem, das keine Berechtigungen unterst&uuml;tzt, w&uuml;rde dasselbe Problem vorliegen.</p>
<p class="HEAD">Bei dualen Bootsystemen k&ouml;nnen Sie auf die Daten in iFolder-Ordnern wie auf normale Ordner zugreifen. Dies erfolgt ausgehend von dem System, in dem der Ordner nicht als iFolder-Ordner eingerichtet ist. Wenn Sie den Order auf beiden Plattformen als iFolder-Ordner einrichten, wird der Datensatz in zwei verschiedenen iFolder-Ordnern auf dem Server gespeichert. Dadurch wird das Doppelte Ihrer zugewiesenen Serverfestplattenressourcen eingenommen.</p>
<p class="HEAD">Da das FAT32-Dateisystem keine POSIX-Dateisystemberechtigungen unterst&uuml;tzt, m&uuml;ssen Sie &uuml;berpr&uuml;fen, ob der iFolder-Benutzer dem lokalen Eigent&uuml;mer des Mountpunkts entspricht. &Auml;ndern Sie die Datei /etc/fstab, indem Sie den Parameter der Benutzer-ID (UID) der lokalen Anmelde-Identit&auml;t des Benutzers auf den iFolder-Benutzer festlegen, der iFolder-Ordner auf diesem Mountpunkt erstellt.</p>
<ol class="STEPLIST">
<li class="STEP"><a name="bwenpgg"></a>
<p class="STEP">Melden Sie sich bei Ihrem Computer als Root-Benutzer an.</p></li>
<li class="STEP"><a name="bwen6om"></a>
<p class="STEP">Erstellen Sie das Verzeichnis, in dem Sie das FAT32-Dateisystem mounten m&ouml;chten. Geben Sie an der Eingabeaufforderung Folgendes ein:</p>
<p><tt class="USERINPUT">mkdir /home/<em class="VARIABLE">Benutzername</em>/<em class="VARIABLE">fsmount</em></tt></p>
<p class="STEP">Ersetzen Sie <em class="VARIABLE">Benutzername</em> durch den Benutzernamen des Benutzers, der das FAT32-Laufwerk f&uuml;r iFolder-Ordner verwenden m&ouml;chte. Ersetzen Sie <em class="VARIABLE">fsmount</em> durch den Namen des Verzeichnisses, das Sie als Mountpunkt verwenden m&ouml;chten. Wenn der Benutzername beispielsweise <em class="VARIABLE">rbauer</em> und der Verzeichnisname <em class="VARIABLE">fat32mntpt</em> f&uuml;r ein FAT32-Laufwerk oder eine FAT32-Partition ist, geben Sie Folgendes ein:</p> <pre class="CODESAMPLENARROW">mkdir /home/rbauer/fat32mntpt</pre>
</li>
<li class="STEP"><a name="bwemec8"></a>
<p class="STEP">Mounten Sie das FAT32-Laufwerk am gew&uuml;nschten Mountpunkt. Geben Sie an der Eingabeaufforderung Folgendes ein:</p>
<p><tt class="USERINPUT">mount -t vfat /dev/<em class="VARIABLE">hda1</em> /home/<em class="VARIABLE">Benutzername</em>/<em class="VARIABLE">fsmount </em></tt></p>
<p class="STEP">Ersetzen Sie /dev/<em class="VARIABLE">hda1</em> durch den Ger&auml;te- bzw. Partitionsnamen des Nicht-Linux-Ger&auml;ts. Ersetzen Sie <em class="VARIABLE">Benutzername</em> durch den Benutzernamen des iFolder-Benutzers. Ersetzen Sie <em class="VARIABLE">fsmount</em> durch den Namen des Verzeichnisses, das Sie als Mountpunkt verwenden m&ouml;chten. </p>
<p class="STEP">Wenn Sie vom Beispiel ausgehen, in dem sich das FAT32-Dateisystem (vfat) auf dem Ger&auml;t hda4 befindet (<em class="VARIABLE">/dev/hda4</em>), der Benutzername <em class="VARIABLE">rbauer</em> lautet und das Mountpunktverzeichnis /home/<em class="VARIABLE">rbauer</em>/<em class="VARIABLE">fat32mntpt</em> ist, geben Sie Folgendes ein:</p> <pre class="CODESAMPLENARROW">mount -t vfat /dev/hda4 /home/rbauer/fat32mntpt</pre>
</li>
<li class="STEP"><a name="bwemszm"></a>
<p class="STEP">Bearbeiten Sie die Datei /etc/fstab, indem Sie den Parameter uid=Benutzername des iFolder-Benutzers in der Zeile hinzuf&uuml;gen, mit der der FAT32-Mountpunkt definiert wird.</p>
<p><tt class="USERINPUT">/dev/<em class="VARIABLE">hda1</em>  /home/<em class="VARIABLE">Benutzername</em>/<em class="VARIABLE">fsmount</em>  <em class="VARIABLE">vfat</em>  uid=<em class="VARIABLE">Benutzername</em></tt></p>
<p class="STEP">&Auml;ndern Sie ausgehend vom Beispiel die Datei /etc/fstab, indem Sie dem Mountpunkt uid=rbauer hinzuf&uuml;gen.</p> <pre class="CODESAMPLENARROW">/dev/hda4  /home/rbauer/fat32mntpt  vfat  uid=rbauer</pre>
</li>
</ol> </div>
</div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
