Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: A folder with the same name already exists.
cs: Složka se stejným jménem už existuje.
de: Ein Ordner mit diesem Namen ist bereits vorhanden.
es: Ya existe una carpeta con el mismo nombre.
fr: Un dossier porte déjà ce nom.
hu: Már létezik ilyen nevű mappa.
it: Esiste già una cartella con lo stesso nome.
ja: 同じ名前のフォルダがすでに存在します。
pl: Folder o takiej samej nazwie już istnieje.
pt_br: Já existe uma pasta com o mesmo nome.
ru: Папка с таким именем уже существует.
sk: Priečinok s rovnakým názvom už existuje.

source: The location you selected already contains a folder with the same name as this iFolder. Please select a different location and try again.
cs: Umístění, které jste vybrali, již obsahuje složku se stejným názvem, jako má tato složka iFolder. Vyberte prosím jiné umístění a zkuste to znovu.
de: Der von Ihnen ausgewählte Standort enthält bereits einen Ordner mit dem gleichen Namen wie dieser iFolder-Ordner. Wählen Sie einen anderen Standort und versuchen Sie es erneut.
es: La ubicación seleccionada ya contiene una carpeta con el mismo nombre que esta iFolder. Seleccione una ubicación diferente e inténtelo de nuevo.
fr: L'emplacement que vous avez sélectionné contient déjà un dossier qui porte le même nom que celui de ce dossier iFolder. Sélectionnez un autre emplacement et réessayez.
hu: A kiválasztott helyen már vagy egy ugyanolyan nevű mappa, mint ez az iFolder mappa. Válasszon másik helyet, és próbálja meg újra.
it: Nell'ubicazione selezionata è già presente una cartella con lo stesso nome di questa cartella iFolder. Selezionare un'altra ubicazione e riprovare.
ja: 選択した場所には、すでにこのiFolderと同じ名前のフォルダがあります。別の場所を選択し、再度実行してください。
pl: Wybrane położenie zawiera już folder o takiej samej nazwie, jak iFolder. Wskaż inne położenie i spróbuj ponownie.
pt_br: A localização selecionada já contém uma pasta com o mesmo nome que esta pasta do iFolder. Selecione outra localização e tente novamente.
ru: Выбранное расположение уже содержит папку с тем же именем, что и данная папка iFolder. Выберите другое расположение и повторите попытку.
sk: Vybraté umiestnenie už obsahuje priečinok s rovnakým názvom, ako má tento priečinok iFolder. Vyberte iné umiestnenie a skúste to znova

source: iFolders cannot exist at the drive level.
cs: Složky iFolder nemohou existovat na úrovni jednotky.
de: Auf Laufwerksebene können keine iFolder-Ordner erstellt werden.
es: No es posible que haya carpetas de iFolder en el nivel de la unidad.
fr: Aucun dossier iFolder ne peut se trouver au niveau du disque.
hu: A meghajtó szintjén nem létezhetnek iFolder mappák.
it: Le cartelle iFolder non possono trovarsi a livello di unità.
ja: iFolderはドライブレベルでは存在できません。
pl: Foldery iFolder nie mogą istnieć na poziomie dysku.
pt_br: Uma pasta iFolder não pode estar no nível de unidade.
ru: Нельзя создавать папки iFolder на уровне диска.
sk: Priečinky iFolder nemôžu existovať na úrovni jednotky.

source: The location you selected is at the root of the drive. Please select a location that is not at the root of a drive and try again.
cs: Umístění, které jste vybrali, je v kořenovém adresáři jednotky. Prosím vyberte umístění, které není v kořenovém adresáři, a zkuste to znovu.
de: Das ausgewählte Verzeichnis ist das Stammverzeichnis des Laufwerks. Wählen Sie ein anderes Verzeichnis aus (kein Stammverzeichnis) und versuchen Sie es erneut.
es: La ubicación seleccionada está en la raíz de la unidad. Seleccione una ubicación que no se encuentre en la raíz de la unidad e inténtelo de nuevo.
fr: L'emplacement sélectionné se trouve à la racine du disque. Choisissez un autre emplacement et réessayez.
hu: A kiválasztott hely a meghajtó gyökerében van. Válasszon olyan helyet, amely nem a meghajtó gyökerében van, majd próbálkozzon újra.
it: L'ubicazione selezionata corrisponde alla radice dell'unità. Selezionare un'ubicazione che non corrisponda alla radice dell'unità e riprovare.
ja: 選択された場所はドライブのルートです。ドライブのルートでない場所を選択し、再度実行してください。
pl: Wybrana lokalizacja to katalog główny dysku. Wybierz inną lokalizację niż katalog główny dysku i spróbuj ponownie.
pt_br: A localização selecionada está na raiz da unidade. Selecione uma localização que não esteja na raiz de uma unidade e tente novamente.
ru: Выбрано корневое расположение на диске. Выберите расположение, которое не является корнем диска, и повторите попытку.
sk: Vybraté umiestnenie je v koreňovom adresári jednotky. Vyberte umiestnenie, ktoré nie je v koreňovom adresári jednotky, a skúste to znova.

source: The selected location contains invalid characters.
cs: Vybrané umístění obsahuje neplatné znaky.
de: Das ausgewählte Verzeichnis enthält ungültige Zeichen.
es: La ubicación seleccionada contiene caracteres no válidos.
fr: L'emplacement sélectionné contient des caractères non valides.
hu: A kiválasztott hely érvénytelen karaktereket tartalmaz.
it: L'ubicazione selezionata contiene caratteri non validi.
ja: 選択された場所には無効な文字が含まれています。
pl: W określonej nazwie lokalizacji występują nieprawidłowe znaki.
pt_br: A localização selecionada contém caracteres inválidos.
ru: Выбранное расположение содержит неверные символы.
sk: Vybraté umiestnenie obsahuje neplatné znaky.

source: The characters \:*?"<>| cannot be used in an iFolder. Please select a different location and try again.
cs: Znaky \:*?"<>| nelze v umístění složky iFolder použít. Vyberte jiné umístění a zkuste to znovu.
de: Die Zeichen \:*?"<>| dürfen nicht für einen iFolder-Ordner verwendet werden. Wählen Sie ein anderes Verzeichnis aus und versuchen Sie es erneut.
es: Los caracteres \:*?"<>| no pueden utilizarse en una carpeta de iFolder. Seleccione otra ubicación e inténtelo de nuevo.
fr: Les caractères \:*?"<>| ne doivent pas être utilisés dans les dossier iFolder. Sélectionnez un autre emplacement et réessayez.
hu: A \:*?"<>| karakterek nem használhatók iFolder mappában. Válasszon másik helyet, majd próbálkozzon újra.
it: I caratteri \:*?"<>| non possono essere utilizzati in una cartella iFolder. Selezionare un'altra ubicazione e riprovare.
ja: \:*?"<>| などの文字はiFolderでは使用できません。別の場所を選択し、再度実行してください。
pl: W nazwie folderu iFolder nie mogą występować znaki \:*?"<>| . Określ inną nazwę lokalizacji i spróbuj ponownie.
pt_br: Os caracteres \:*?"<>| não podem ser usados em uma pasta do iFolder. Selecione outra localização e tente novamente.
ru: Символы \:*?"<>| не могут использоваться в iFolder. Укажите другое расположение и повторите попытку.
sk: V priečinku iFolder nie je možné použiť znaky \:*?"<>|. Vyberte iné umiestnenie a skúste to znova.

source: The selected location is inside the iFolder data folder.
cs: Vybrané umístění je uvnitř datové složky Folder.
de: Das ausgewählte Verzeichnis befindet sich innerhalb des iFolder-Datenordners.
es: La ubicación seleccionada se encuentra en la carpeta de datos de iFolder.
fr: L'emplacement sélectionné se trouve dans le dossier de données iFolder.
hu: A kiválasztott hely az iFolder adatmappáján belül van.
it: L'ubicazione selezionata si trova all'interno della cartella di dati di iFolder.
ja: 選択された場所はiFolderデータフォルダ内にあります。
pl: Wybrano lokalizację w folderze danych iFolder.
pt_br: A localização selecionada está dentro da pasta de dados do iFolder.
ru: Выбранное расположение находится в папке данных iFolder.
sk: Vybraté umiestnenie sa nachádza v priečinku údajov pre priečinok iFolder.

source: The iFolder data folder is normally located in your home folder in the folder ".local/share". Please select a different location and try again.
cs: Datová složka iFolder je normálně umístěna ve vašem domovském adresáři ve složce ".local/share". Prosím vyberte jiné umístění a zkuste to znovu.
de: Der iFolder-Datenordner befindet sich in der Regel in Ihrem Basisordner im Ordner ".local/share". Wählen Sie ein anderes Verzeichnis aus und versuchen Sie es erneut.
es: La carpeta de datos de iFolder se encuentra normalmente en su carpeta personal en la carpeta ".local/share". Seleccione otra ubicación e inténtelo de nuevo.
fr: Le dossier de données iFolder se trouve généralement dans le dossier d'accueil du dossier ".local/share". Sélectionnez un autre emplacement et réessayez.
hu: Az iFolder adatmappája általában a felhasználó alapmappájában található, a ".local/share" mappában. Válasszon másik helyet, és próbálkozzon újra.
it: La cartella di dati iFolder si trova in genere nella cartella home nella cartella ".local/share". Selezionare un'altra ubicazione e riprovare.
ja: iFolderデータフォルダは通常、".local/share"フォルダ内のホームフォルダにあります。別の場所を選択し、再度実行してください。
pl: Folder danych iFolder jest zwykle umieszczony w folderze Home (Domowym) użytkownika, który znajduje się w folderze ".local/share". Wybierz inną lokalizację i spróbuj ponownie.
pt_br: A pasta de dados do iFolder normalmente está localizada em sua pasta pessoal dentro de ".local/share". Selecione outra localização e tente novamente.
ru: Папка данных iFolder обычно располагается в личной папке в папке ".local/share". Выберите другое расположение и повторите попытку.
sk: Priečinok údajov pre priečinok iFolder sa zvyčajne nachádza vo vašom domovskom priečinku v priečinku „.local/share“. Vyberte iné umiestnenie a skúste to znova.

source: The selected location contains the iFolder data files.
cs: Vybrané umístění obsahuje datové soubory složky iFolder.
de: Das ausgewählte Verzeichnis enthält die iFolder-Datendateien.
es: La ubicación seleccionada contiene los archivos de datos iFolder.
fr: L'emplacement sélectionné contient les fichiers de données iFolder.
hu: A kijelölt mappa az iFolder adatfájljait tartalmazza.
it: L'ubicazione selezionata contiene i file di dati di iFolder.
ja: 選択された場所にはiFolderデータファイルが含まれています。
pl: W wybranej lokalizacji znajdują się pliki danych iFolder.
pt_br: A localização selecionada contém os arquivos de dados do iFolder.
ru: В выбранном расположении содержатся файлы данных iFolder.
sk: Vybraté umiestnenie obsahuje súbory údajov pre priečinok iFolder.

source: The location you have selected contains the iFolder data files. These are normally located in your home folder in the folder ".local/share". Please select a different location and try again.
cs: Umístění, které jste vybrali, obsahuje datové soubory složky iFolder. Tyto složky jsou normálně umístěny ve vaší domovské složce ".local/share". Prosím vyberte jiné umístění a zkuste to znovu.
de: Das ausgewählte Verzeichnis enthält die iFolder-Datendateien. Diese befinden sich in der Regel in Ihrem Basisordner im Ordner ".local/share". Wählen Sie ein anderes Verzeichnis aus und versuchen Sie es erneut.
es: La ubicación seleccionada contiene los archivos de datos iFolder. Estos archivos se encuentran normalmente en la carpeta personal en la carpeta ".local/share". Seleccione otra ubicación e inténtelo de nuevo.
fr: L'emplacement sélectionné contient les fichiers de données iFolder. Ils se trouvent normalement dans votre dossier d'accueil dans le dossier ".local/share". Sélectionnez un autre emplacement et réessayez.
hu: A kiválasztott hely az iFolder adatfájljait tartalmazza. Ezek általában a felhasználó alapmappájában, a ".local/share" mappában találhatók. Válasszon másik helyet, majd próbálkozzon újra.
it: L'ubicazione selezionata contiene i file di dati di iFolder. Questi file si trovano in genere nella cartella home nella cartella ".local/share". Selezionare un'altra ubicazione e riprovare.
ja: 選択した場所には、iFolderデータファイルが含まれています。これらのデータファイルは通常、".local/share"フォルダ内のホームフォルダにあります。別の場所を選択し、再度実行してください。
pl: W wybranej lokalizacji znajdują się pliki danych iFolder. Pliki te są zwykle umieszczone w folderze Home (Domowym) użytkownika, który znajduje się w folderze ".local/share". Wybierz inną lokalizację i spróbuj ponownie.
pt_br: A localização selecionada contém os arquivos de dados do iFolder. Eles normalmente estão localizados em sua pasta pessoal dentro de ".local/share". Selecione outra localização e tente novamente.
ru: В выбранном расположении содержатся файлы данных iFolder. Они обычно находятся в личной папке в папке ".local/share". Выберите другое расположение и повторите попытку.
sk: Vybraté umiestnenie obsahuje súbory údajov pre priečinok iFolder. Tieto súbory sa zvyčajne nachádzajú vo vašom domovskom priečinku v priečinku ".local/share". Vyberte iné umiestnenie a skúste to znova.

source: The selected location is on a network or non-physical drive.
cs: Vybrané umístění je v síti nebo na jiné než fyzické jednotce.
de: Das ausgewählte Verzeichnis befindet sich auf einem Netzlaufwerk oder nicht-physischen Laufwerk.
es: La ubicación seleccionada está en una red o en una unidad no física.
fr: L'emplacement sélectionné se trouve sur un réseau ou sur un disque non physique.
hu: A kijelölt hely hálózati vagy nem fizikai meghajtón található.
it: L'ubicazione selezionata si trova su un'unità di rete o non fisica.
ja: 選択された場所はネットワーク上または非物理ドライブです。
pl: Wybrana lokalizacja to folder znajdujący się w sieci lub na innym dysku niż dysk fizyczny.
pt_br: A localização selecionada está em uma unidade de rede ou virtual.
ru: Выбрано сетевое или нефизическое устройство.
sk: Vybraté umiestnenie je v sieti alebo na nefyzickej jednotke.

source: iFolders must reside on a physical drive. Please select a different location and try again.
cs: Složky iFolder musí být umístěny na fyzické jednotce. Prosím vyberte jiné umístění a zkuste to znovu.
de: iFolder-Ordner müssen sich auf einem physischen Laufwerk befinden. Wählen Sie ein anderes Verzeichnis aus und versuchen Sie es erneut.
es: Las carpetas de iFolder deben residir en una unidad física. Seleccione otra ubicación e inténtelo de nuevo.
fr: Les dossiers iFolder doivent résider sur un disque physique. Sélectionnez un autre emplacement et réessayez.
hu: Az iFolder mappáknak fizikai meghajtón kell létezniük. Válasszon másik helyet, majd próbálkozzon újra.
it: Le cartelle iFolder devono trovarsi su un'unità fisica. Selezionare un'altra ubicazione e riprovare.
ja: iFolderは物理ドライブ上に存在する必要があります。別の場所を選択し、再度実行してください。
pl: Foldery iFolder muszą znajdować się na dysku fizycznym. Wybierz inną lokalizację i spróbuj ponownie.
pt_br: As pastas do iFolder devem estar em uma unidade física. Selecione outra localização e tente novamente.
ru: Папки iFolder должны находиться на физическом диске. Выберите другое расположение и повторите попытку.
sk: Priečinky iFolder sa musia nachádzať na fyzickej jednotke. Vyberte iné umiestnenie a skúste to znova.

source: The selected location contains a system folder.
cs: Vybrané umístění obsahuje systémovou složku.
de: Das ausgewählte Verzeichnis enthält einen Systemordner.
es: La ubicación seleccionada contiene una carpeta del sistema.
fr: L'emplacement sélectionné contient un dossier système.
hu: A kiválasztott hely egy rendszermappát tartalmaz.
it: L'ubicazione selezionata contiene una cartella di sistema.
ja: 選択された場所にはシステムフォルダが含まれています。
pl: W wybranej lokalizacji znajduje się folder systemowy.
pt_br: A localização selecionada contém uma pasta do sistema.
ru: В выбранном расположении содержится системная папка.
sk: Vybraté umiestnenie obsahuje systémový priečinok.

source: System folders cannot be contained in an iFolder. Please select a different location and try again.
cs: Složka iFolder nemůže obsahovat systémové složky. Prosím vyberte jiné umístění a zkuste to znovu.
de: Systemordner dürfen nicht in einem iFolder-Ordner enthalten sein. Wählen Sie ein anderes Verzeichnis aus und versuchen Sie es erneut.
es: Una carpeta de iFolder no puede contener carpetas del sistema. Seleccione otra ubicación e inténtelo de nuevo.
fr: Les dossiers système ne peuvent pas contenir de dossier iFolder. Sélectionnez un autre emplacement et réessayez.
hu: Rendszermappák nem lehetnek iFolder mappán belül. Válasszon másik helyet, majd próbálkozzon újra.
it: Le cartelle di sistema non possono essere contenute in una cartella iFolder. Selezionare un'altra ubicazione e riprovare.
ja: システムフォルダをiFolderに含めることはできません。別の場所を選択し、再度実行してください。
pl: W folderze iFolder nie mogą znajdować się foldery systemowe. Wybierz inną lokalizację i spróbuj ponownie.
pt_br: As pastas do sistema não podem estar dentro de uma pasta do iFolder. Selecione outra localização e tente novamente.
ru: Системные папки не могут находиться в папке iFolder. Выберите другое расположение и повторите попытку.
sk: Systémové priečinky sa nemôžu nachádzať v priečinku iFolder. Vyberte iné umiestnenie a skúste to znova.

source: The selected location is a system drive.
cs: Vybrané umístění je systémová jednotka.
de: Das ausgewählte Verzeichnis ist ein Systemlaufwerk.
es: La ubicación seleccionada es una unidad del sistema.
fr: L'emplacement sélectionné est une unité système.
hu: A kiválasztott hely rendszermeghajtó.
it: L'ubicazione selezionata è un'unità di sistema.
ja: 選択された場所はシステムドライブです。
pl: Wybrana lokalizacja to dysk systemowy.
pt_br: A localização selecionada é uma unidade do sistema.
ru: Выбранное расположение является системным диском.
sk: Vybraté umiestnenie je systémovou jednotkou.

source: System drives cannot be contained in an iFolder. Please select a different location and try again.
cs: Složka iFolder nemůže obsahovat systémové jednotky. Prosím vyberte jiné umístění a zkuste to znovu.
de: Systemlaufwerke dürfen nicht in einem iFolder-Ordner enthalten sein. Wählen Sie ein anderes Verzeichnis aus und versuchen Sie es erneut.
es: Una carpeta de iFolder no puede contener unidades del sistema. Seleccione otra ubicación e inténtelo de nuevo.
fr: Les unités système ne peuvent pas se trouver dans un dossier iFolder. Sélectionnez un autre emplacement et réessayez.
hu: A rendszermeghajtók nem lehetnek iFolder mappán belül. Válasszon másik helyet, majd próbálkozzon újra.
it: Le unità di sistema non possono essere contenute in una cartella iFolder. Selezionare un'altra ubicazione e riprovare.
ja: システムドライブをiFolderに含めることはできません。別の場所を選択し、再度実行してください。
pl: W folderze iFolder nie mogą znajdować się dyski systemowe. Określ inną lokalizację i spróbuj ponownie.
pt_br: As unidades do sistema não podem estar dentro de uma pasta do iFolder. Selecione outra localização e tente novamente.
ru: Системные диски не могут находиться в папке iFolder. Выберите другое расположение и повторите попытку.
sk: Systémové jednotky sa nemôžu nachádzať v priečinku iFolder. Vyberte iné umiestnenie a skúste to znova.

source: The selected location includes the Windows folder.
cs: Vybrané umístění obsahuje složku Windows.
de: Das ausgewählte Verzeichnis enthält den Windows-Ordner.
es: La ubicación seleccionada incluye la carpeta de Windows.
fr: L'emplacement sélectionné inclut le dossier Windows.
hu: A kiválasztott hely tartalmazza a Windows mappát.
it: L'ubicazione selezionata include la cartella Windows.
ja: 選択された場所にはWindowsフォルダが含まれています。
pl: W wybranej lokalizacji znajduje się folder Windows.
pt_br: A localização selecionada inclui a pasta do Windows.
ru: В выбранном расположении содержится папка Windows.
sk: Vybraté umiestnenie zahŕňa priečinok Windows.

source: The Windows folder cannot be contained in an iFolder. Please select a different location and try again.
cs: Složka iFolder nemůže obsahovat složku Windows. Prosím vyberte jiné umístění a zkuste to znovu.
de: Der Windows-Ordner darf nicht in einem iFolder-Ordner enthalten sein. Wählen Sie ein anderes Verzeichnis aus und versuchen Sie es erneut.
es: Una carpeta de iFolder no puede contener la carpeta de Windows. Seleccione otra ubicación e inténtelo de nuevo.
fr: Le dossier Windows ne peut pas se trouver dans un dossier iFolder. Sélectionnez un autre emplacement et réessayez.
hu: A Windows mappa nem lehet iFolder mappán belül. Válasszon másik helyet, majd próbálkozzon újra.
it: La cartella Windows non può essere contenuta in una cartella iFolder. Selezionare un'altra ubicazione e riprovare.
ja: WindowsフォルダをiFolderに含めることはできません。別の場所を選択して、再度実行してください。
pl: W folderze iFolder nie może znajdować się folder Windows. Określ inne położenie i spróbuj ponownie.
pt_br: A pasta do Windows não pode estar dentro de uma pasta do iFolder. Selecione outra localização e tente novamente.
ru: Папка Windows не может находиться в папке iFolder. Выберите другое расположение и повторите попытку.
sk: Priečinok Windows sa nemôže nachádzať v priečinku iFolder. Vyberte iné umiestnenie a skúste to znova.

source: The selected location includes the Program Files folder.
cs: Vybrané umístění obsahuje složku Program Files.
de: Das ausgewählte Verzeichnis enthält den Ordner "Programme".
es: La ubicación seleccionada incluye la carpeta Archivos de programa.
fr: L'emplacement sélectionné inclut le dossier Program Files.
hu: A kiválasztott mappa tartalmazza a Program Files mappát.
it: L'ubicazione selezionata include la cartella Programmi.
ja: 選択された場所にはProgram Filesフォルダが含まれています。
pl: W wybranej lokalizacji znajduje się folder Program files.
pt_br: A localização selecionada inclui a pasta Arquivos de Programas.
ru: В выбранном расположении содержится папка "Program Files".
sk: Vybraté umiestnenie zahŕňa priečinok Program Files.

source: The Program Files folder cannot be contained in an iFolder. Please select a different location and try again.
cs: Složka iFolder nemůže obsahovat složku Program Files. Prosím vyberte jiné umístění a zkuste to znovu.
de: Der Ordner "Programme" darf nicht in einem iFolder-Ordner enthalten sein. Wählen Sie ein anderes Verzeichnis aus und versuchen Sie es erneut.
es: Una carpeta de iFolder no puede contener la carpeta Archivos de programa. Seleccione otra ubicación e inténtelo de nuevo.
fr: Le dossier Program Files ne peut pas se trouver dans un dossier iFolder. Sélectionnez un autre emplacement et réessayez.
hu: A Program Files mappa nem lehet iFolder mappán belül. Válasszon másik helyet, majd próbálkozzon újra.
it: La cartella Programmi non può essere contenuta in una cartella iFolder. Selezionare un'altra ubicazione e riprovare.
ja: Program FilesフォルダはiFolderに含めることはできません。別の場所を選択し、再度実行してください。
pl: W folderze iFolder nie może znajdować się folder Program files. Wybierz inną lokalizację i spróbuj ponownie.
pt_br: A pasta Arquivos de Programas não pode estar dentro de uma pasta do iFolder. Selecione outra localização e tente novamente.
ru: Папка "Program Files" не может находиться в папке iFolder. Выберите другое расположение и повторите попытку.
sk: Priečinok Program Files sa nemôže nachádzať v priečinku iFolder. Vyberte iné umiestnenie a skúste to znova.

source: The selected location does not exist.
cs: Vybrané umístění neexistuje.
de: Das ausgewählte Verzeichnis ist nicht vorhanden.
es: La ubicación seleccionada no existe.
fr: L'emplacement sélectionné n'existe pas.
hu: Nem létezik a kiválasztott hely.
it: L'ubicazione selezionata non esiste.
ja: 選択された場所は存在しません。
pl: Określona lokalizacja nie istnieje.
pt_br: A localização selecionada não existe.
ru: Выбранное расположение не существует.
sk: Vybraté umiestnenie neexistuje.
