Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: The iFolder Project is a file sharing solution that allows people to easily share folders or files of any type with other users, whether they use the same or different operating system. This project is built on the mono/.NET framework to integrate seamlessly into existing desktop environments.
cs: Projekt iFolder je řešení pro sdílení souborů, které umožňuje lidem snadno sdílet složky nebo soubory jakéhokoliv typu s jinými uživateli, ať už používají stejný nebo jiný operační systém. Projekt je postaven na technologii mono/.NET, která umožňuje snadnou integraci do existujících operačních systémů pro klientské počítače.
de: Das iFolder-Projekt ist eine Lösung zur gemeinsamen Dateinutzung, mit der Sie auf einfache Weise Ordner oder Dateien beliebigen Typs für andere Benutzer unter dem gleichen oder einem anderen Betriebssystem freigeben können. Das Projekt basiert auf dem Mono-/.Net Framework, damit es sich nahtlos in vorhandene Desktopumgebungen integrieren lässt.
es: iFolder Project es una solución que permite compartir carpetas y archivos de cualquier tipo con otros usuarios de forma sencilla. El proyecto se genera en el marco mono/.Net para que se pueda integrar de manera transparente con los entornos de escritorio existentes.
fr: Le projet iFolder est une solution de partage de fichiers qui permet de partager facilement des dossiers ou fichiers de tout type avec dautres utilisateurs, que ceux-ci emploient le même système dexploitation ou un système différent. Ce projet repose sur la structure mono/.NET afin de sintégrer parfaitement aux environnements de bureau existants.
hu: Az iFolder Project fájlmegosztási megoldás, amely mappák vagy bármilyen típusú fájlok más felhasználókkal való egyszerű megosztását teszi lehetővé attól függetlenül, hogy azonos vagy eltérő operációs rendszert használnak. A projekt a mono/.Net keretrendszeren alapul, így tökéletesen integrálható a meglevő asztali gépes környezetekbe.
it: Il progetto iFolder è una soluzione per la condivisione di file che consente agli utenti di condividere facilmente cartelle o file di qualsiasi tipo indipendentemente dal sistema operativo utilizzato. Il progetto è basato sulla piattaforma Mono/.NET Framework in modo da garantire la completa integrazione in ambienti desktop esistenti.
ja: iFolder Projectは、ユーザが同じオペレーティングシステムを使用していてもいなくても、フォルダおよびどのタイプのファイルも簡単に他のユーザと共有できるようにする、ファイル共有ソリューションです。このプロジェクトはmono/.NETフレームワークで構築されており、既存のデスクトップ環境にシームレスに統合されます。
pl: Projekt iFolder stanowi rozwiązanie problemu współużytkowania plików, umożliwiając łatwe współdzielenie folderów i plików dowolnego typu z innymi użytkownikami, niezależnie od tego, czy korzystają oni z tego samego czy też różnych systemów operacyjnych. Projekt jest oparty na platformach Mono/.Net, dzięki czemu można go bezproblemowo zintegrować z istniejącymi środowiskami roboczymi.
pt_br: O iFolder Project é uma solução de compartilhamento de arquivos que permite aos usuários compartilhar facilmente pastas ou arquivos de qualquer tipo com outras pessoas, independentemente de o sistema operacional ser o mesmo ou não. Esse projeto é construído sobre a estrutura mono/.NET para integrar-se perfeitamente aos ambientes de área de trabalho existentes.
ru: Проект iFolder - это решение для совместного использования файлов, которое позволяет нескольким пользователям получать совместный доступ к папкам или файлам любого типа, независимо от того, используется ли на их компьютерах аналогичная или другая операционная система.
sk: Projekt iFolder je riešenie zdieľania súborov, ktoré umožňuje používateľom jednoducho zdieľať priečinky alebo súbory akéhokoľvek typu s inými používateľmi, bez ohľadu na to, či používajú rovnaký alebo odlišný operačný systém. Tento projekt je postavený na základoch technológie mono/.NET, čo mu umožňuje plynulú integráciu do existujúcich prostredí v počítačoch.

source: The username or password is invalid
cs: Uživatelské jméno nebo heslo je neplatné
de: Der Benutzername oder das Passwort ist ungültig
es: Nombre de usuario o contraseña no válidos.
fr: Le nom d'utilisateur ou le mot de passe est non valide
hu: A felhasználónév vagy a jelszó érvénytelen.
it: Nome utente o password non valido
ja: ユーザ名またはパスワードが無効です
pl: Nieprawidłowa nazwa użytkownika lub hasło
pt_br: Nome de usuário ou senha inválidos
ru: Имя пользователя или пароль неверны
sk: Meno používateľa alebo heslo je neplatné

source: Please try again.
cs: Zkuste to prosím znovu.
de: Bitte versuchen Sie es erneut.
es: Inténtelo de nuevo.
fr: Réessayez.
hu: Próbálja meg újra.
it: Riprovare.
ja: 再度実行してください。
pl: Spróbuj ponownie.
pt_br: Tente novamente.
ru: Повторите попытку.
sk: Skúste to znova.

source: The user account is disabled
cs: Uživatelský účet je vypnut
de: Das Benutzerkonto ist deaktiviert
es: La cuenta de usuario está inhabilitada
fr: Le compte utilisateur est désactivé
hu: A felhasználói fiók le van tiltva.
it: Conto utente disabilitato
ja: ユーザアカウントが無効です
pl: Konto użytkownika jest wyłączone
pt_br: A conta de usuário está desabilitada
ru: Учетная запись пользователя отключена
sk: Konto používateľa je zakázané

source: Please contact your network administrator for assistance.
cs: Pokud chcete získat pomoc, kontaktujte vašeho správce sítě.
de: Wenden Sie sich wegen Unterstützung an Ihren Netzwerkadministrator.
es: Póngase en contacto con el administrador de red para obtener asistencia.
fr: Contactez votre administrateur réseau pour obtenir de l'aide.
hu: Forduljon a hálózati rendszergazdához segítségért.
it: Contattare l'amministratore di rete per assistenza.
ja: ネットワーク管理者に連絡して支援を求めてください。
pl: W celu uzyskania pomocy skontaktuj się z administratorem sieci.
pt_br: Contate o administrador da rede para obter assistência.
ru: Обратитесь за помощью к администратору сети.
sk: Požiadajte o pomoc správcu siete.

source: The user account is locked
cs: Uživatelský účet je uzamčen
de: Das Benutzerkonto ist gesperrt
es: La cuenta de usuario está bloqueada
fr: Le compte utilisateur est verrouillé
hu: A felhasználói fiók zárolva van
it: Conto utente bloccato
ja: ユーザアカウントはロックされています
pl: Konto użytkownika jest zablokowane
pt_br: A conta de usuário está bloqueada
ru: Учетная запись пользователя заблокирована
sk: Konto používateľa je uzamknuté

source: Unable to contact the specified server
cs: Nelze kontaktovat určený server
de: Kontakt zum angegebenen Server nicht möglich
es: No es posible ponerse en contacto con el servidor especificado
fr: Impossible de contacter le serveur spécifié
hu: Nem lehet kapcsolatba lépni a megadott kiszolgálóval
it: Impossibile contattare il server specificato
ja: 指定されたサーバに接続できません
pl: Nie można nawiązać połączenia z określonym serwerem
pt_br: Impossível o contato com o servidor especificado
ru: Не удается связаться с указанным сервером
sk: Nepodarilo sa nadviazať spojenie so zadaným serverom

source: Please verify the information entered and try again. If the problem persists, please contact your network administrator.
cs: Ověřte prosím zadané informace a zkuste to znovu. Pokud problém přetrvává, kontaktujte vašeho správce systému.
de: Überprüfen Sie die eingegebenen Informationen und versuchen Sie es erneut. Wenn das Problem weiterhin auftritt, wenden Sie sich an den Netzwerkadministrator.
es: Verifique la información que ha escrito e inténtelo de nuevo. Si el problema persiste, póngase en contacto con el administrador de red.
fr: Vérifiez les informations entrées et réessayez. Si le problème persiste, contactez votre administrateur réseau.
hu: Ellenőrizze a megadott adatokat, és próbálja meg újra. Ha a probléma továbbra is fennáll, forduljon a hálózati rendszergazdához.
it: Verificare le informazioni immesse e riprovare. Se il problema persiste, contattare l'amministratore di rete.
ja: 入力した情報を確認し、再度実行してください。それでも問題が解決しない場合は、ネットワーク管理者に連絡してください。
pl: Zweryfikuj wprowadzone informacje i spróbuj ponownie. Jeśli problem będzie się powtarzał, skontaktuj się z administratorem sieci.
pt_br: Verifique as informações digitadas e tente novamente. Se o problema persistir, contate o administrador da rede.
ru: Проверьте введенную информацию и повторите попытку. Если проблема остается, обратитесь к администратору сети.
sk: Overte zadané informácie a skúste to znova. Ak problém pretrváva, obráťte sa na správcu siete.

source: Authentication Status Code
cs: Stavový kód ověření
de: Statuscode für Authentifizierung
es: Código de estado de autenticación
fr: Code d'état d'authentification
hu: Hitelesítési állapotkód
it: Codice di stato dell'autenticazione
ja: 認証ステータスコード
pl: Kod stanu uwierzytelniania
pt_br: Código de Status de Autenticação
ru: Код состояния аутентификации
sk: Kód stavu overenia

source: Unable to locate the Simias process
cs: Nelze zjistit umístění procesu Simias
de: Simias-Prozess wurde nicht gefunden
es: No es posible ubicar el proceso Simias
fr: Impossible de localiser le processus Simias
hu: Nem található a Simias folyamat
it: Impossibile individuare il processo Simias
ja: Simiasプロセスが見つかりません
pl: Nie można zlokalizować procesu Simias
pt_br: Impossível localizar o processo Simias
ru: Не удается обнаружить процесс Simias
sk: Nepodarilo sa nájsť proces Simias

source: The Simias process must be running for iFolder to work. Restart iFolder. If the problem persists, please contact your network administrator for assistance.
cs: Aby mohla aplikace iFolder pracovat, musí běžet proces Simias. Restartujte aplikaci iFolder. Pokud problém přetrvává, kontaktujte vašeho správce sítě.
de: Der Simias-Prozess muss ausgeführt werden, damit iFolder funktioniert. Starten Sie iFolder neu. Wenn das Problem weiterhin auftritt, wenden Sie sich wegen Unterstützung an Ihren Netzwerkadministrator.
es: El proceso Simias debe estar en ejecución para que iFolder funcione. Reinicie iFolder. Si el problema persiste, póngase en contacto con el administrador de red para obtener asistencia.
fr: Pour que iFolder puisse fonctionner, le processus Simias doit être en cours d'exécution. Redémarrez iFolder. Si le problème persiste, contactez votre administrateur pour obtenir de l'aide.
hu: Az iFolder működéséhez futnia kell a Simias folyamatnak. Indítsa újra az iFolder programot. Ha a probléma továbbra is fennáll, forduljon segítségért a hálózati rendszergazdához.
it: È necessario che il processo Simias sia in esecuzione per il corretto funzionamento di iFolder. Riavviare iFolder. Se il problema persiste, contattare l'amministratore di rete per assistenza.
ja: iFolderを動作させるにはSimiasプロセスが実行中である必要があります。iFolderを再起動してください。それでも問題が解決しない場合は、ネットワーク管理者に連絡して支援を求めてください。
pl: Aby program iFolder mógł działać, musi być uruchomiony proces Simias. Uruchom ponownie program iFolder. Jeśli problem będzie nadal występował, skontaktuj się z administratorem sieci w celu uzyskania pomocy.
pt_br: O processo Simias deve estar em execução para que o iFolder funcione. Reinicie o iFolder. Se o problema persistir, contate o administrador da rede para obter assistência.
ru: Для работы iFolder необходимо выполнение процесса Simias. Перезапустите iFolder. Если проблема возникнет снова, обратитесь к администратору сети за помощью.
sk: Aby mohla aplikácia iFolder pracovať, je nutné, aby bol spustený proces Simias. Reštartujte aplikáciu iFolder. Ak problém pretrváva, požiadajte o pomoc správcu siete.

source: Configure an iFolder Account
cs: Konfigurovat účet iFolder
de: Ein iFolder-Konto konfigurieren
es: Configurar una cuenta iFolder
fr: Configurer un compte iFolder
hu: iFolder fiók konfigurálása
it: Configura un conto iFolder
ja: iFolderアカウントの環境設定
pl: Konfiguruj konto programu iFolder
pt_br: Configurar uma conta do iFolder
ru: Настройка учетной записи iFolder
sk: Konfigurovať konto iFolder

source: Welcome to the iFolder Account Assistant. Click "Forward" to begin.
cs: Vítejte v nástroji Asistent účtu iFolder. Pokračujte klepnutím na tlačítko "Vpřed".
de: Herzlich willkommen beim iFolder-Kontoassistenten. Klicken Sie auf "Weiter", um zu beginnen.
es: Bienvenido al Asistente de cuenta iFolder. Haga clic en "Adelante" para comenzar.
fr: Bienvenue dans l'Assistant Compte iFolder. Cliquez sur "Suivant" pour commencer.
hu: Üdvözli az iFolder fiók segéd. A kezdéshez kattintson a "Előre" gombra.
it: Assistente conti iFolder. Fare clic su "Avanti" per iniziare.
ja: iFolderアカウントアシスタントにようこそ ［転送］をクリックして開始します。
pl: Witamy w asystencie tworzenia konta programu iFolder. Aby rozpocząć, kliknij przycisk Dalej.
pt_br: Bem-vindo ao Assistente de Conta do iFolder. Clique em "Avançar" para começar.
ru: Добро пожаловать в помощник по настройке учетных записей iFolder. Щелкните "Далее", чтобы начать.
sk: Vitajte v Asistentovi kont aplikácie iFolder. Začnite kliknutím na tlačidlo „Vpred“.

source: Welcome to the iFolder Account Creation Wizard. Click "Forward" to begin.
cs: Vítejte v Průvodci vytvořením účtu iFolder. Pokračujte klepnutím na tlačítko "Vpřed".
de: Herzlich willkommen beim iFolder-Kontoerstellungsassistenten. Klicken Sie auf "Vor", um zu beginnen.
es: Bienvenido al Asistente de creación de cuentas iFolder. Haga clic en "Adelante" para comenzar.
fr: Bienvenue dans l'assistant de création d'un compte iFolder. Cliquez sur "Suivant" pour commencer.
hu: Üdvözli az iFolder fiók létrehozása varázsló! A kezdéshez kattintson az "Előre" gombra.
it: Creazione guidata conto iFolder. Fare clic su "Avanti" per iniziare.
ja: iFolderアカウント作成ウィザードにようこそ ［転送］をクリックして開始します。
pl: Witamy w kreatorze tworzenia konta programu iFolder. Aby rozpocząć, kliknij przycisk Dalej.
pt_br: Bem-vindo ao Assistente de Criação de Conta do iFolder. Clique em "Avançar" para começar.
ru: Вас приветствует мастер создания учетных записей iFolder. Щелкните "Далее", чтобы начать работу.
sk: Víta vás Sprievodca vytváraním kont aplikácie iFolder. Začnite kliknutím na tlačidlo Pokračovať.

source: iFolder Server
cs: Server iFolder
es: Servidor iFolder
fr: Serveur iFolder
hu: iFolder kiszolgáló
it: Server iFolder
ja: iFolderサーバ:
pl: Serwer iFolder
pt_br: Servidor iFolder
ru: Сервер iFolder
sk: Server iFolder

source: Enter the name of your iFolder Server (for example, "ifolder.example.net").
cs: Zadejte název serveru iFolder (například "ifolder.example.net").
de: Geben Sie den Namen Ihres iFolder-Server an (z.B. "ifolder.beispiel.net").
es: Introduzca el nombre del servidor iFolder (por ejemplo, "ifolder.ejemplo.net").
fr: Entrez le nom de votre serveur iFolder (par exemple, "ifolder.exemple.net").
hu: Adja meg az iFolder kiszolgáló nevét (például "ifolder.pelda.net").
it: Immettere il nome del server iFolder, ad esempio "ifolder.esempio.net".
ja: iFolderサーバの名前を入力してください(たとえば、［ifolder.example.net］)。
pl: Wprowadź nazwę serwera iFolder (np. ifolder.przyklad.net).
pt_br: Digite o nome do Servidor iFolder (por exemplo, "ifolder.example.net").
ru: Введите имя сервера iFolder (например "ifolder.example.net").
sk: Zadajte názov servera aplikácie iFolder (napríklad ifolder.priklad.sk).

source: Server _Address:
cs: _Adresa serveru:
de: _Serveradresse:
es: Dirección del _servidor:
fr: _Adresse du serveur :
hu: Kiszolgáló _címe:
it: In_dirizzo del server:
ja: サーバアドレス(_A):
pl: _Adres serwera:
pt_br: Endereço_Servidor:
ru: Адрес _сервера:
sk: _Adresa servera:

source: Server _address:
cs: _Adresa serveru:
de: Server_adresse:
es: Dirección del _servidor:
fr: Adresse du ser_veur :
hu: Kiszolgáló _címe:
it: In_dirizzo del server:
ja: サーバアドレス(_A):
pl: _Adres serwera:
pt_br: Endereço do _servidor:
ru: Адрес с_ервера:
sk: _Adresa servera:

source: Setting this iFolder Server as your default server will allow iFolder to automatically select this server when adding new folders.
cs: Nastavení tohoto serveru iFolder jako výchozího serveru umožní aplikaci iFolder automaticky vybrat tento server při přidávání nových složek.
de: Wenn Sie diesen iFolder-Server als Ihren Standardserver definieren, kann iFolder diesen Server beim Hinzufügen neuer Ordner automatisch auswählen.
es: Al definir este servidor iFolder como el servidor por defecto, iFolder podrá seleccionar automáticamente este servidor al añadir nuevas carpetas.
fr: La définition de ce serveur iFolder comme serveur par défaut permettra à iFolder de sélectionner automatiquement ce serveur lors de l'ajout de nouveaux dossiers.
hu: Ha ezt az iFolder kiszolgálót alapértelmezettként állítja be, az iFolder új mappák hozzáadásakor automatikusan ki tudja választani ezt a kiszolgálót.
it: Se tale server iFolder viene impostato come default, verrà selezionato automaticamente quando si aggiungono nuove cartelle.
ja: このiFolderサーバをデフォルトサーバに設定することで、新しいフォルダを追加するとき、iFolderで自動的にこのサーバが選択されるようになります。
pl: Ustawienie tego serwera iFolder jako serwer domyślny spowoduje, że przy dodawaniu nowych folderów program iFolder będzie automatycznie wybierał ten serwer.
pt_br: A configuração deste Servidor iFolder como padrão permitirá que o iFolder selecione automaticamente esse servidor ao adicionar novas pastas.
ru: Установка данного сервера iFolder в качестве сервера по умолчанию, чтобы разрешить iFolder автоматически выбирать данный сервер при добавлении новых папок.
sk: Ak nastavíte tento server iFolder ako predvolený server, aplikácia iFolder automaticky pri pridávaní nových priečinkov vyberie tento server.

source: Setting this iFolder Server as your default server will enable iFolder to automatically select this server when adding new folders.
cs: Nastavení tohoto serveru iFolder jako výchozího serveru umožní aplikaci iFolder automaticky vybrat tento server při přidávání nových složek.
de: Wenn Sie diesen iFolder-Server als Ihren Standardserver festlegen, kann iFolder diesen Server beim Hinzufügen neuer Ordner automatisch auswählen.
es: Al definir este servidor iFolder como el servidor por defecto, iFolder podrá seleccionar automáticamente este servidor al añadir nuevas carpetas.
fr: La définition de ce serveur iFolder comme celui par défaut permet à iFolder de sélectionner automatiquement ce serveur lors de l'ajout de nouveaux dossiers.
hu: Ha ezt az iFolder-kiszolgálót alapértelmezettként állítja be, az iFolder új mappák hozzáadásakor automatikusan ki tudja választani ezt a kiszolgálót.
it: Se tale server iFolder viene impostato come default, verrà selezionato automaticamente quando si aggiungono nuove cartelle.
ja: このiFolderサーバをデフォルトサーバに設定することで、新しいフォルダを追加するとき、iFolderで自動的にこのサーバが選択されるようになります。
pl: Ustawienie tego serwera iFolder jako serwer domyślny spowoduje, że przy dodawaniu nowych folderów program iFolder będzie automatycznie wybierał ten serwer.
pt_br: A configuração deste Servidor iFolder como padrão permitirá que o iFolder o selecione automaticamente ao adicionar novas pastas.
ru: Установка данного сервера iFolder в качестве сервера по умолчанию позволит системе iFolder автоматически выбирать данный сервер при добавлении новых папок.
sk: Nastavením tohto servera iFolder ako predvoleného servera umožníte aplikácii iFolder automaticky vybrať tento server pri pridávaní nových priečinkov.

source: Make this my _default server
cs: Vytvořit z této položky můj _výchozí server.
de: Dies als meinen Standar_dserver festlegen
es: Hacer que este sea mi servidor por _defecto
fr: Faire de ce serveur mon serveur par _défaut
hu: Legyen ez az _alapértelmezett kiszolgálóm.
it: Imposta questo server come _default
ja: このサーバをデフォルトサーバにする(_D)
pl: Ustaw ten folder jako _domyślny
pt_br: Tornar este servidor meu _servidor padrão
ru: Использовать этот сервер п_о умолчанию
sk: Nastaviť ako _predvolený server

source: Set this as my _default server
cs: Nastavit tuto položku jako můj _výchozí server
de: Diesen Server als _Standardserver festlegen
es: Hacer que éste sea mi servidor por _defecto
fr: Définir ce serveur comme celui par _défaut
hu: Legyen ez az _alapértelmezett kiszolgálóm.
it: Imposta questo server come _default
ja: このサーバをデフォルトサーバとして設定する(_D)
pl: Ustaw ten folder jako _domyślny
pt_br: Tornar este servidor meu _servidor padrão
ru: Сделать этот сервер сервером п_о умолчанию
sk: Nastaviť ako _predvolený server

source: Identity
cs: Identita
de: Identität
es: Identidad
fr: Identité
hu: Azonosság
it: Identità
ja: 識別子
pl: Tożsamość
pt_br: Identidade
ru: Идентификация
sk: Identita

source: iFolder Account Information
cs: Informace o účtu iFolder
de: iFolder-Kontoinformationen
es: Información de la cuenta iFolder
fr: Informations sur le compte iFolder
hu: iFolder fiók adatai
it: Informazioni sul conto iFolder
ja: iFolderアカウント情報
pl: Informacje o koncie programu iFolder
pt_br: Informações da Conta do iFolder
ru: Информация об учетной записи iFolder
sk: Informácie o konte aplikácie iFolder

source: Enter your iFolder user name and password (for example, "jsmith").
cs: Zadejte své uživatelské jméno a heslo složky iFolder (například "jnovak").
de: Geben Sie Ihren iFolder-Benutzernamen und Ihr Passwort ein (z. B. "gschmidt").
es: Introduzca el nombre de usuario y la contraseña de iFolder (por ejemplo, "jsmith").
fr: Entrez votre nom d'utilisateur et votre mot de passe iFolder (par exemple, "jdupont").
hu: Adja meg iFolder felhasználónevét és jelszavát (például "jkovacs").
it: Immettere il nome utente e la password di iFolder (ad esempio "mrossi").
ja: iFolderユーザ名とパスワードを入力(例:「jsmith」)。
pl: Wprowadź swoją nazwę użytkownika i hasło do programu iFolder (na przykład "jankowalski").
pt_br: Digite seu nome de usuário e sua senha do iFolder (por exemplo: "jsilva").
ru: Введите имя пользователя iFolder и пароль (пример: "jsmith").
sk: Zadajte svoje meno používateľa a heslo v aplikácii iFolder (napríklad jnovak).

source: _User Name:
cs: _Jméno uživatele:
de: _Benutzername:
es: _Usuario:
fr: Nom _d'utilisateur :
hu: _Felhasználónév:
it: _Nome utente:
ja: ユーザ名(_U):
pl: _Nazwa użytkownika:
pt_br: _Nome do Usuário:
ru: _Имя пользователя:
sk: _Meno používateľa:

source: _User name:
cs: _Jméno uživatele:
de: _Benutzername:
es: _Nombre de usuario:
fr: Nom _d'utilisateur :
hu: _Felhasználónév:
it: Nome _utente:
ja: ユーザ名(_U):
pl: _Nazwa użytkownika:
pt_br: _Nome do Usuário:
ru: _Имя пользователя:
sk: Meno po_užívateľa:

source: _Password:
cs: _Heslo:
de: _Passwort:
es: _Contraseña:
fr: _Mot de passe :
hu: _Jelszó:
ja: パスワード(_P):
pl: _Hasło:
pt_br: _Senha:
ru: _Пароль:
sk: _Heslo:

source: _Remember my password
cs: _Zapamatovat si heslo
de: Pass_wort nicht vergessen
es: _Recordar mi contraseña
fr: _Mémoriser mon mot de passe
hu: S_aját jelszó mentése
it: Memo_rizza password
ja: パスワードを保存(_R)
pl: Zapamiętaj _moje hasło
pt_br: _Lembrar minha senha
ru: _Запомнить пароль
sk: Z_apamätať heslo

source: _Remember password on this computer
cs: _Zapamatovat si heslo v tomto počítači
de: Passwort auf diesem Computer _speichern
es: _Recordar la contraseña en este equipo
fr: Mém_oriser le mot de passe sur cet ordinateur
hu: _Jelszó megjegyzése ezen a számítógépen
it: _Memorizza la password in questo computer
ja: このコンピュータにパスワードを保存(_R)
pl: _Zapamiętaj hasło na tym komputerze
pt_br: _Lembrar senha neste computador
ru: З_апомнить пароль на этом компьютере
sk: Zapamätať _heslo v tomto počítači

source: Verify and Connect
cs: Ověřit a připojit
de: Überprüfen und verbinden
es: Verificar y conectar
fr: Vérifier et connecter
hu: Ellenőrzés és kapcsolódás
it: Verifica e connetti
ja: 検証して接続
pl: Sprawdź i połącz
pt_br: Verificar e Conectar
ru: Проверка и подключение
sk: Overiť a pripojiť

source: Please verify that the information you have entered is correct.
cs: Ověřte, zda jsou zadané informace správné.
de: Vergewissern Sie sich, dass die von Ihnen eingegebenen Informationen richtig sind.
es: Verifique que la información introducida sea correcta.
fr: Vérifiez que les informations entrées sont correctes.
hu: Ellenőrizze, hogy helyesek-e a megadott adatok.
it: Verificare che le informazioni immesse siano corrette.
ja: 入力した情報が正しいことを確認してください。
pl: Sprawdź, czy podane przez Ciebie informacje są poprawne.
pt_br: Verifique se as informações digitadas estão corretas.
ru: Проверьте правильность введенных данных.
sk: Overte, že sú zadané informácie správne.
