Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: Click Ok to accept the certificate and Cancel to return
cs: Klepnutím na tlačítko Ok certifikát přijmete, klepnutím na tlačítko Zrušit se vrátíte zpět
de: Klicken Sie auf 'OK', um das Zertifikat zu akzeptieren, oder klicken Sie auf 'Abbrechen', um zurückzugehen.
es: Haga clic en Aceptar para aceptar el certificado o bien en Cancelar para regresar
fr: Cliquez sur OK pour accepter le certificat ou sur Annuler pour revenir en arrière
hu: A tanúsítvány elfogadásához kattintson az Ok gombra, a visszatéréshez a Mégse gombra
it: Fare clic su OK per accettare il certificato o su Annulla per tornare indietro
ja: 証明書を受け入れるには［OK］を、戻るには［キャンセル］をクリックします
pl: Kliknij przycisk OK, aby zaakceptować certyfikat, lub przycisk Anuluj, aby wrócić.
pt_br: Clique em OK para aceitar o certificado ou Cancelar para retornar
ru: Щелкните OK для принятия сертификата или "Отмена" для возврата
sk: Kliknutím na tlačidlo OK certifikát prijmete, kliknutím na tlačidlo Zrušiť sa vrátite späť.

source: Select a folder...
cs: Vybrat složku...
de: Einen Ordner auswählen...
es: Seleccione una carpeta...
fr: Sélectionner un dossier...
hu: Mappa kijelölése...
it: Selezione cartella...
ja: フォルダの選択...
pl: Wybór folderu...
pt_br: Selecionar pasta...
ru: Выбор папки...
sk: Vyberte priečinok...

source: Passphrase Encryption
cs: Šifrování heslem
de: Passwortsatz-Verschlüsselung
es: Cifrado de la contraseña codificada
fr: Codage de phrase secrète
hu: Hozzáférési kód titkosítása
it: Cifratura con stringa di cifratura
ja: パスフレーズ暗号化
pl: Szyfrowanie zwrotu hasłowego
pt_br: Criptografia de Frase Secreta
ru: Шифрование контрольной фразы
sk: Šifrovanie prístupového výrazu

source: Regular
cs: Pravidelný
de: Regulär
es: Normal
fr: Normal
hu: Normál
it: Normale
ja: 通常
pl: Regularny
pt_br: Comum
ru: Обычный
sk: Bežné

source: Type
cs: Typ
de: Typ
es: Tipo
hu: Típus
it: Tipo
ja: タイプ
pl: Typ
pt_br: Tipo
ru: Тип
sk: Typ

source: Unable to reset the passphrase
cs: Nelze nastavit heslo.
de: Passwortsatz kann nicht zurückgesetzt werden
es: No es posible definir la contraseña codificada.
fr: La phrase secrète ne peut pas être réinitialisée.
hu: Nem sikerült a hozzáférési kód átállítása
it: Impossibile reimpostare la stringa di cifratura
ja: パスフレーズをリセットできません
pl: Nie można zresetować zwrotu hasłowego.
pt_br: Impossível definir frase secreta
ru: Не удается сбросить контрольную фразу
sk: Nebolo možné znova nastaviť prístupový výraz

source: Unable to remove the account
cs: Účet nelze odebrat
de: Das Konto kann nicht entfernt werden.
es: No es posible eliminar la cuenta
fr: Impossible de supprimer le compte
hu: Nem sikerült eltávolítani a fiókot
it: Impossibile rimuovere il conto
ja: アカウントを削除できません
pl: Nie można usunąć konta
pt_br: Impossível remover a conta
ru: Невозможно удалить учетную запись
sk: Konto sa nedá odstrániť

source: iFolder encountered a problem removing the account. Please restart iFolder and try again.
cs: Aplikace iFolder zjistila chybu při odebírání účtu. Restartujte aplikaci iFolder a zkuste to znovu.
de: Fehler beim Entfernen des Kontos durch iFolder. Starten Sie iFolder neu und versuchen Sie es erneut.
es: iFolder ha detectado un problema al eliminar la cuenta. Reinicie iFolder y vuelva a intentarlo.
fr: iFolder a rencontré un problème lors de la suppression du compte. Redémarrez iFolder et réessayez.
hu: Az iFolder problémába ütközött a fiók eltávolításakor. Indítsa újra az iFolder programot, és próbálja meg újra.
it: È stato rilevato un problema di rimozione del conto. Riavviare iFolder e riprovare.
ja: iFolderはアカウントの削除中に問題を検出しました。iFolderを再起動して、再度実行してください。
pl: Program iFolder napotkał problem podczas usuwania konta. Uruchom ponownie program iFolder i spróbuj jeszcze raz.
pt_br: O iFolder encontrou um problema ao remover a conta. Reinicie-o e tente novamente.
ru: Произошла ошибка при удалении учетной записи iFolder. Перезапустите iFolder и повторите попытку.
sk: Aplikácia iFolder narazila pri odstraňovaní konta na problém. Reštartujte aplikáciu iFolder a skúste to znova.

source: iFolder passphrase
cs: Heslo složky iFolder
de: iFolder-Passwortsatz
es: Contraseña codificada de iFolder
fr: Phrase secrète iFolder
hu: iFolder hozzáférési kódja
it: Stringa di cifratura di iFolder
ja: iFolderパスフレーズ
pl: Zwrot hasłowy programu iFolder
pt_br: Frase secreta do iFolder
ru: Контрольная фраза iFolder
sk: Prístupový výraz aplikácie iFolder

source: _Re-type passphrase:
cs: _Znovu zadejte heslo:
de: Passwortsatz _wiederholen:
es: _Reescribir contraseña codificada:
fr: _Confirmer la phrase secrète :
hu: _Hozzáférési kód ismételt beírása:
it: _Ridigitare la stringa di cifratura:
ja: パスフレーズの再入力(_R):
pl: _Wpisz ponownie zwrot hasłowy:
pt_br: _Redigitar frase secreta:
ru: _Введите контрольную фразу еще раз:
sk: Znova _zadajte prístupový výraz:

source: Re-type passphrase:
cs: Znovu zadejte heslo:
de: Passwortsatz wiederholen:
es: Reescribir contraseña codificada:
fr: Confirmer la phrase secrète :
hu: Hozzáférési kód ismételt beírása:
it: Ridigitare la stringa di cifratura:
ja: パスフレーズの再入力:
pl: Wpisz ponownie zwrot hasłowy:
pt_br: _Redigitar frase secreta:
ru: Введите контрольную фразу еще раз:
sk: Znova zadajte prístupový výraz:

source: Select Passphrase Recovery Agent
cs: Vyberte agenta pro obnovení hesla
de: Agenten für die Passwortsatzwiederherstellung auswählen
es: Seleccionar agente de recuperación de contraseña codificada
fr: Sélectionner l'agent de récupération de phrase secrète
hu: Hozzáférési kód helyreállítási ügynökének beállítása
it: Selezionare l'agente di recupero della stringa di cifratura
ja: パスフレーズ回復エージェントの選択
pl: Wybierz agenta odzyskiwania zwrotów hasłowych
pt_br: Selecione o Agente de Recuperação de Frase Secreta
ru: Выберите агент восстановления контрольной фразы
sk: Vyberte agenta obnovenia prístupového výrazu

source: Recovery Agents
cs: Agenti pro obnovení
de: Wiederherstellungsagenten
es: Agentes de recuperación
fr: Agents de récupération
hu: Helyreállítási ügynökök
it: Agenti di recupero
ja: 回復エージェント
pl: Agenci odzyskiwania
pt_br: Agentes de Recuperação
ru: Агенты восстановления
sk: Agenti obnovenia

source: Server
es: Servidor
fr: Serveur
hu: Kiszolgáló
ja: サーバ
pl: Serwer
pt_br: Servidor
ru: Сервер

source: Disk Space
cs: Místo na disku
de: Speicherplatz
es: Espacio en disco
fr: Espace disque
hu: Lemezterület
it: Spazio su disco
ja: ディスクスペース
pl: Miejsce na dysku
pt_br: Espaço em Disco
ru: Дисковое пространство
sk: Miesto na disku

source: _Automatically connect
cs: _Automaticky připojit
de: _Automatisch verbinden
es: _Conectar automáticamente
fr: _Connexion automatique
hu: _Automatikus kapcsolódás
it: Connessione _automatica
ja: 自動接続(_A)
pl: _Połącz automatycznie
pt_br: _Conectar automaticamente
ru: _Автоматическое подключение
sk: _Automaticky pripojiť

source: Account is _default
cs: Účet je _výchozí
de: Konto ist _Standard
es: Cuenta por _defecto
fr: Le compte est _default
hu: A fiók a_lapértelmezett
it: Conto di _default
ja: アカウントはデフォルトです(_D)
pl: Konto jest _domyślne
pt_br: A conta é _padrão
ru: Учетная запись по _умолчанию
sk: Konto je _predvolené

source: Address:
cs: Adresa:
de: Adresse:
es: Dirección:
fr: Adresse :
hu: Cím:
it: Indirizzo:
ja: アドレス:
pl: Adres:
pt_br: Endereço:
ru: Адрес:
sk: Adresa:

source: (You can change the address if you are offline)
cs: (Pokud budete offline, adresu můžete změnit)
de: (Sie können die Adresse ändern, wenn Sie offline sind.)
es: (Puede cambiar la dirección si no está conectado)
fr: (Vous pouvez changer l'adresse si vous êtes hors ligne)
hu: (A címet módosíthatja, ha kapcsolat nélkül dolgozik)
it: (È possibile cambiare l'indirizzo se non si è connessi)
ja: (オフラインの場合はアドレスを変更できます)
pl: (Adres można zmienić w trybie offline)
pt_br: (Você pode alterar o endereço se estiver off-line)
ru: (Адрес можно изменять в автономном режиме)
sk: (Adresu môžete zmeniť, ak ste v režime offline)

source: Server address cannot be empty
cs: Adresa serveru nemůže být prázdná
de: Serveradresse darf nicht leer sein
es: La dirección del servidor no puede estar vacía
fr: L'adresse du serveur ne peut pas être vide
hu: A kiszolgáló címe nem lehet üres
it: È necessario specificare l'indirizzo del server
ja: サーバアドレスは空にできません
pl: Pole adresu serwera nie może być puste.
pt_br: O endereço do servidor não pode estar vazio
ru: Адрес сервера не может быть пустым
sk: Adresa servera nemôže byť prázdna

source: Please enter an address for the server.
cs: Zadejte adresu serveru.
de: Geben Sie eine Adresse für den Server ein.
es: Introduzca una dirección para el servidor.
fr: Entrez une adresse pour le serveur.
hu: Adja meg a kiszolgáló címét.
it: Immettere l'indirizzo del server.
ja: サーバのアドレスを入力してください。
pl: Wprowadź adres serwera.
pt_br: Digite um endereço para o servidor.
ru: Введите адрес сервера.
sk: Zadajte adresu servera.

source: Please enter your password
cs: Zadejte prosím své heslo.
de: Geben Sie Ihr Passwort ein
es: Introduzca la contraseña
fr: Entrez votre mot de passe
hu: Írja be a jelszavát.
it: Immettere la password
ja: パスワードを入力してください
pl: Wprowadź hasło.
pt_br: Digite sua senha
ru: Введите пароль
sk: Zadajte heslo.

source: Your password is required to change the address of the server.
cs: Ke změně adresy serveru je požadováno vaše heslo.
de: Sie müssen Ihr Passwort angeben, um die Adresse des Servers zu ändern.
es: Es necesaria la contraseña para cambiar la dirección del servidor.
fr: Votre mot de passe est nécessaire pour modifier l'adresse du serveur.
hu: A kiszolgáló címének módosításához szükséges a jelszó.
it: Per modificare l'indirizzo del server è necessario specificare la propria password.
ja: サーバのアドレスを変更するにはパスワードが必要です。
pl: Do zmiany adresu serwera wymagane jest hasło.
pt_br: A senha é necessária para mudar o endereço do servidor.
ru: Для изменения адреса сервера необходимо ввести пароль.
sk: Na zmenu adresy servera sa vyžaduje vaše heslo.

source: Unable to modify the server address
cs: Nelze upravit adresu serveru
de: Die Serveradresse kann nicht bearbeitet werden
es: No es posible modificar la dirección del servidor
fr: Impossible de modifier l'adresse du serveur
hu: Nem sikerült a kiszolgáló címének módosítása
it: Impossibile modificare l'indirizzo del server
ja: サーバアドレスを変更できません
pl: Nie można zmodyfikować adresu serwera.
pt_br: Impossível modificar endereço do servidor
ru: Не удалось изменить адрес сервера
sk: Nepodarilo sa upraviť adresu servera

source: An error was encountered while attempting to modify the server address. Please verify the address and your password are correct.
cs: Při pokusu o změnu adresy serveru došlo k chybě. Prosíme ověřte, že adresa a vaše heslo jsou správné.
de: Fehler beim Ändern der Serveradresse. Überprüfen Sie, ob die Adresse und Ihr Passwort richtig sind.
es: Error al intentar modificar la dirección del servidor. Verifique que la dirección y la contraseña sean correctas.
fr: Une erreur s'est produite lors de la tentative de modification de l'adresse du serveur. Vérifiez que l'adresse et le mot de passe sont corrects.
hu: Hiba történt a kiszolgáló címének módosítása során. Ellenőrizze, hogy helyes-e a cím és a jelszó.
it: Si è verificato un errore durante il tentativo di modificare l'indirizzo del server. Verificare che l'indirizzo e la password siano corretti.
ja: サーバのアドレスを変更しようとしている間にエラーが発生しました。アドレスとパスワードが正しいことを確認してください。
pl: Podczas próby zmodyfikowania adresu serwera wystąpił błąd. Sprawdź, czy adres i hasło są prawidłowe.
pt_br: Um erro foi encontrado durante a tentativa de modificar o endereço do servidor. Verifique se o endereço e a senha estão corretos.
ru: Ошибка при попытке изменить адрес сервера. Проверьте правильность адреса и пароля.
sk: Pri pokuse o zmenu adresy servera sa vyskytla chyba. Skontrolujte správnosť adresy a svojho hesla.

source: Unable to modify the password
cs: Nelze upravit heslo
de: Das Passwort kann nicht bearbeitet werden
es: No es posible modificar la contraseña
fr: Impossible de modifier le mot de passe
hu: Nem sikerült a jelszó módosítása
it: Impossibile modificare la password
ja: パスワードを変更できません
pl: Nie można zmodyfikować hasła.
pt_br: Impossível modificar senha
ru: Не удалось изменить пароль
sk: Nepodarilo sa upraviť heslo

source: An error was encountered while attempting to modify the password.
cs: Při pokusu o úpravu hesla došlo k chybě.
de: Fehler beim Ändern des Passworts.
es: Error al intentar modificar la contraseña.
fr: Une erreur s'est produite lors de la tentative de modification du mot de passe.
hu: Hiba történt a jelszó módosítása során.
it: Si è verificato un errore durante il tentativo di modifica della password.
ja: パスワードを変更しようとしている間にエラーが発生しました。
pl: Podczas próby zmodyfikowania hasła wystąpił błąd.
pt_br: Um erro foi encontrado durante a tentativa de modificar a senha.
ru: Ошибка при попытке изменить пароль.
sk: Pri pokuse o zmenu hesla sa vyskytla chyba.

source: Could not enable this account
cs: Nelze povolit tento účet
de: Dieses Konto konnte nicht aktiviert werden
es: No es posible habilitar esta cuenta
fr: Impossible d'activer ce compte
hu: Nem sikerült a fiók engedélyezése
it: Impossibile abilitare il conto
ja: このアカウントを有効にできませんでした
pl: Nie można włączyć tego konta.
pt_br: Não foi possível habilitar esta conta
ru: Невозможно разрешить данную учетную запись
sk: Nepodarilo sa povoliť konto

source: There was an error enabling this account.
cs: Při aktivaci tohoto účtu došlo k chybě.
de: Fehler beim Aktivieren des Kontos.
es: Error al habilitar la cuenta.
fr: Une erreur s'est produite lors de l'activation de ce compte.
hu: Hiba történt a fiók engedélyezése során.
it: Si è verificato un errore durante l'abilitazione di questo conto.
ja: このアカウントを有効にしようとしているときにエラーが発生しました。
pl: Podczas włączania tego konta wystąpił błąd.
pt_br: Ocorreu um erro ao habilitar esta conta.
ru: Ошибка при включении этой учетной записи.
sk: Pri pokuse o povolenie tohto konta sa vyskytla chyba.

source: Could not disable this account
cs: Nelze vypnout tento účet
de: Dieses Konto konnte nicht deaktiviert werden
es: No es posible inhabilitar esta cuenta
fr: Impossible de désactiver ce compte
hu: Nem sikerült a fiók letiltása
it: Impossibile disabilitare il conto
ja: このアカウントを無効にできませんでした
pl: Nie można wyłączyć tego konta.
pt_br: Não foi possível desabilitar esta conta
ru: Невозможно запретить данную учетную запись
sk: Nepodarilo sa zakázať konto

source: There was an error disabling this account.
cs: Při deaktivaci tohoto účtu došlo k chybě.
de: Fehler beim Deaktivieren des Kontos.
es: Error al inhabilitar la cuenta.
fr: Une erreur s'est produite lors de la désactivation de ce compte.
hu: Hiba történt a fiók letiltása során.
it: Si è verificato un errore durante la disabilitazione di questo conto.
ja: このアカウントを無効にしようとしているときにエラーが発生しました。
pl: Podczas wyłączania tego konta wystąpił błąd.
pt_br: Ocorreu um erro ao desabilitar esta conta.
ru: Ошибка при выключении этой учетной записи.
sk: Pri pokuse o zakázanie tohto konta sa vyskytla chyba.

source: Could not make this account the default
cs: Nelze nastavit tento účet jako výchozí
de: Dieses Konto konnte nicht als Standard definiert werden
es: No es posible convertir esta cuenta en el valor por defecto
fr: Impossible d'utiliser ce compte par défaut
hu: Nem sikerült alapértelmezetté tenni a fiókot
it: Impossibile impostare il conto come default
ja: このアカウントをデフォルトにできませんでした
pl: Nie można ustawić tego konta jako konto domyślne.
pt_br: Não foi possível padronizar esta conta
ru: Невозможно установить данную учетную запись учетной записью по умолчанию
sk: Nepodarilo sa nastaviť konto ako predvolené

source: There was an error making this account the default.
cs: Při nastavování tohoto účtu jako výchozího došlo k chybě.
de: Fehler beim Festlegen des Kontos als Standardkonto.
es: Error al definir esta cuenta como cuenta por defecto.
fr: Une erreur s'est produite lorsque ce compte a été défini comme compte par défaut.
hu: Hiba történt a fiók alapértelmezetté tétele során.
it: Si è verificato un errore durante l'impostazione di questo conto come conto di default.
ja: このアカウントをデフォルトにしようとしているときにエラーが発生しました。
pl: Podczas ustawiania tego konta jako domyślnego wystąpił błąd.
pt_br: Ocorreu um erro ao tornar esta conta padrão.
ru: Ошибка при установке этой учетной записи в качестве учетной записи по умолчанию.
sk: Pri pokuse o nastavenie tohto konta ako predvoleného sa vyskytla chyba.

source: Export Encrypted Keys
cs: Exportovat šifrované klíče
de: Verschlüsselte Schlüssel exportieren
es: Exportar claves cifradas
fr: Exporter les clés codées
hu: Titkosított kulcsok exportálása
it: Esporta chiavi cifrate
ja: 暗号化キーのエクスポート
pl: Eksportuj zaszyfrowane klucze
pt_br: Exportar Chaves Criptografadas
ru: Экспорт ключей в зашифрованном виде
sk: Exportovať zašifrované kľúče

source: File path
cs: Cesta k souboru
de: Dateipfad
es: Vía del archivo
fr: Chemin d'accès au fichier
hu: Fájl elérési útja
it: Percorso del file
ja: ファイルパス
pl: Ścieżka pliku
pt_br: Caminho do arquivo
ru: Путь к файлу
sk: Cesta k súboru

source: Recovery agent
cs: Agent obnovení
de: Wiederherstellungsagent
es: Agente de recuperación
fr: Agent de récupération
hu: Helyreállítási ügynök
it: Agente di recupero
ja: 回復エージェント
pl: Agent odzyskiwania
pt_br: Agente de recuperação
ru: Агент восстановления
sk: Agent obnovenia

source: Recovery _agent
cs: _Agent obnovení
de: Wiederherstellungs_agent
es: Agente de_recuperación
fr: _Agent de récupération
hu: H_elyreállítási ügynök
it: _Agente di recupero
ja: 回復エージェント(_A)
pl: Agent _odzyskiwania
pt_br: Agente de _recuperação
ru: Агент _восстановления
sk: _Agent obnovenia

source: E-Mail ID
cs: ID elektronické adresy
es: ID de correo electrónico
fr: ID d'adresse électronique
hu: Elektronikus levélazonosító
it: ID e-mail
ja: 電子メールID
pl: Identyfikator e-mail
pt_br: ID de E-mail
ru: ИД электронной почты
sk: Identifikácia e-mailu

source: Download "{0}" to...
cs: Stáhnout "{0}" do...
de: "{0}" herunterladen in...
es: Descargar "{0}" en...
fr: Télécharger "{0}" vers...
hu: "{0}" letöltése...
it: Scarica "{0}" in...
ja: あて先を指定して「{0}」をダウンロード...
pl: Pobierz plik {0} do...
pt_br: Fazer download de "{0}" em...
ru: Загрузка "{0}" в...
sk: Prebrať „{0}“ do...

source: _Download
cs: _Načíst
de: _Herunterladen
es: _Descargar
fr: _Télécharger
hu: _Letöltés
it: S_carica
ja: ダウンロード(_D)
pl: Po_bierz
ru: _Выгрузить
sk: _Prevziať

source: The iFolder Web Service returned a null object when calling RevertiFolder(). You may want to restart your iFolder Client and attempt this operation again.
cs: Webová služba iFolder vrátila při volání funkce RevertiFolder() prázdný objekt. Můžete zkusit restartovat klient aplikace iFolder a provést tento úkon znovu.
de: Der iFolder-Web-Service hat beim Aufruf von RevertiFolder() ein null-Objekt zurückgegeben. Es empfiehlt sich, den iFolder-Client neu zu starten und diesen Vorgang zu wiederholen.
es: El servicio Web de iFolder ha devuelto un objeto nulo al llamar a RevertiFolder(). Se recomienda que reinicie el Cliente iFolder y que intente repetir la operación.
fr: Le service Web iFolder a renvoyé un objet nul lors de l'appel de RevertiFolder(). Vous souhaiterez peut-être redémarrer votre client iFolder et retenter cette opération.
hu: Az iFolder webszolgáltatás a RevertiFolder() függvény meghívásakor null objektumot adott eredményül. Célszerű az iFolder ügyfél újraindítása, és a művelet ismételt megkísérlése.
it: Il servizio Web iFolder ha restituito un oggetto nullo durante la chiamata a RevertiFolder(). È necessario riavviare il client iFolder e riprovare a eseguire l'operazione.
ja: RevertiFolder()の呼び出し中に、iFolder WebサービスからNullオブジェクトが返されました。iFolder Clientを再起動し、この操作を再度実行してください。
pl: W wyniku wywołania funkcji RevertiFolder() przez usługę sieci Web programu iFolder został zwrócony obiekt pusty. Spróbuj ponownie uruchomić klienta iFolder i jeszcze raz wykonać operację.
pt_br: O Serviço Web do iFolder retornou um objeto nulo ao chamar RevertiFolder(). Convém reiniciar o Cliente do iFolder e tentar esta operação novamente.
ru: Веб-сервис iFolder возвратил нулевой объект при вызове RevertiFolder(). Попробуйте перезапустить клиент iFolder и повторить выполнение операции.
sk: Webová služba aplikácie iFolder vrátila pri volaní funkcie RevertiFolder() prázdny objekt. Skúste reštartovať klienta aplikácie iFolder a skúste znova vykonať operáciu.

source: An exception occurred while attempting to revert the iFolder to a normal folder. Exception message:
cs: Při pokusu o převedení složky iFolder na běžnou složku nastala výjimka. Text zprávy výjimky:
de: Ausnahme beim Zurücksetzen des iFolder-Ordners auf einen normalen Ordner. Ausnahmemeldung:
es: Se ha producido una excepción al intentar revertir la carpeta iFolder. Mensaje de excepción:
fr: Une exception s'est produite lors de la tentative de retransformation du dossier iFolder en dossier normal. Message d'exception :
hu: Kivétel történt az iFolder mappa normál mappává való visszaalakítására tett kísérlet közben. A kivételüzenet:
it: Si è verificata un'eccezione durante il tentativo di ripristino della cartella iFolder in cartella normale. Messaggio dell'eccezione:
ja: iFolderを通常のフォルダに復元しようとしている間に例外が発生しました。例外メッセージ:
pl: Podczas próby przywrócenia iFolderu do postaci normalnego folderu wystąpił wyjątek. Komunikat o wyjątku:
pt_br: Ocorreu uma exceção durante a tentativa de reverter o iFolder a uma pasta normal. Mensagem de exceção:
ru: Исключение при попытке преобразования папки iFolder в обычную папку. Сообщение исключения:
sk: Pri pokuse o zmenu priečinka iFolder na normálny priečinok nastala výnimka. Správa výnimky:

source: Less than a minute ago
cs: Před méně než minutou
de: Vor weniger als 1 Minute
es: Hace menos de un minuto
fr: Il y a moins d'une minute
hu: Kevesebb mint egy perccel ezelőtt
it: Da meno di un minuto
ja: 1分以内
pl: Mniej niż minutę temu
pt_br: Há menos de um minuto
ru: Менее минуты назад
sk: Pred menej než minútou

source: 1 minute ago
cs: Před 1 minutou
de: Vor 1 Minute
es: Hace 1 minuto
fr: il y a 1 minute
hu: 1 perce
it: Da 1 minuto
ja: 1分前
pl: 1 min. temu
pt_br: Há 1 minuto
ru: 1 минута назад
sk: Pred 1 minútou

source: {0} minutes ago
cs: Před {0} minutami
de: Vor {0} Minuten
es: Hace {0} minutos
fr: Il y a {0} minutes
hu: {0} perce
it: Da {0} minuti
ja: {0} 分前
pl: {0} min. temu
pt_br: Há {0} minutos
ru: {0} мин. назад
sk: Pred {0} minútami

source: 1 hour ago
cs: Před 1 hodinou
de: Vor 1 Stunde
es: Hace 1 hora
fr: il y a 1 heure
hu: 1 órája
it: Da 1 ora
ja: 1時間前
pl: 1 godz. temu
pt_br: Há 1 hora
ru: 1 час назад
sk: Pred 1 hodinou

source: {0} hours ago
cs: Před {0} hodinami
de: Vor {0} Stunden
es: Hace {0} horas
fr: Il y a {0} heures
hu: {0} órája
it: Da {0} ore
ja: {0} 時間前
pl: {0} godz. temu
pt_br: Há {0} horas
ru: {0} ч. назад
sk: Pred {0} hodinami

source: {0} hours, 1 minute ago
cs: Před {0} hodinami, 1 minutou
de: Vor {0} Stunden, 1 Minute
es: Hace {0} horas, 1 minuto
fr: Il y a {0} heures, 1 minute
hu: {0} órája, 1 perce
it: Da {0} ora/ore e 1 minuto
ja: {0} 時間、1分前
pl: {0} godz., 1 min. temu
pt_br: {0} horas, há 1 minuto
ru: {0} часов, 1 минута назад
sk: Pred {0} hod. a 1 min.

source: 1 hour, 1 minute ago
cs: Před 1 hodinou, 1 minutou
de: Vor 1 Stunde, 1 Minute
es: Hace 1 hora, 1 minuto
fr: Il y a 1 heure, 1 minute
hu: 1 órája, 1 perce
it: Da 1 ora e 1 minuto
ja: 1時間、1分前
pl: 1 godzinę 1 minutę temu
pt_br: Há 1 hora e 1 minuto
ru: 1 час, 1 минуту назад
sk: Pred 1 hodinou, 1 minútou

source: 1 hour, {0} minutes ago
cs: Před 1 hodinami, {0} minutami
de: Vor 1 Stunde, {0} Minuten
es: Hace 1 hora, {0} minutos
fr: Il y a 1 heure, {0} minutes
hu: 1 órája, {0} perce
it: Da 1 ora e {0} minuti
ja: 1時間、{0} 分前
pl: 1 godz. {0} min. temu
pt_br: 1 hora, há {0} minutos
ru: 1 час, {0} мин. назад
sk: Pred 1 hodinou a {0} minútami
