Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: {0} hour, {1} minutes ago
cs: Před {0} hodinami, {1} minutami
de: Vor {0} Stunden, {1} Minuten
es: Hace {0} hora, {1} minutos
fr: Il y a {0} heure, {1} minutes
hu: {0} órája, {1} perce
it: Da {0} ora/ore e {1} minuti
ja: {0} 時間、{1} 分前
pl: {0} godz. {1} min. temu
pt_br: {0} hora, há {1} minutos
ru: {0} час., {1} мин. назад
sk: Pred {0} hodinami a {1} minútami

source: Yesterday
cs: Včera
de: Gestern
es: Ayer
fr: Hier
hu: Tegnap
it: Ieri
ja: 昨日
pl: Wczoraj
pt_br: Ontem
ru: Вчера
sk: Včera

source: Connect iFolder Account
cs: Připojit účet iFolder
de: iFolder-Konto verbinden
es: Conectar cuenta iFolder
fr: Connexion au compte iFolder
hu: iFolder-fiók kapcsolódása
it: Connetti conto iFolder
ja: iFolderアカウントに接続
pl: Połącz z kontem programu iFolder
pt_br: Conectar Conta do iFolder
ru: Подключиться к учетной записи iFolder
sk: Pripojiť konto aplikácie iFolder

source: Unable to launch File Browser
cs: Nelze spustit prohlížeč souborů
de: Datei-Browser kann nicht gestartet werden.
es: No es posible lanzar el navegador de archivos
fr: Impossible de lancer le parcoureur de fichiers
hu: Nem sikerült elindítani a fájltallózót
it: Impossibile avviare il browser di file
ja: ファイルブラウザを起動できません
pl: Nie można uruchomić przeglądarki plików
pt_br: Impossível iniciar o Browser de Arquivos
ru: Невозможно запустить средство просмотра файлов
sk: Nepodarilo sa spustiť prehľadávač súborov

source: iFolder attempted to open the Nautilus File Manager and the Konqueror File Manager and was unable to launch either of them.
cs: Aplikace iFolder se pokusila otevřít nástroje Nautilus File Manager a Konqueror File Manager a žádný z nich se nepodařilo spustit.
de: iFolder versuchte, die Datei-Manager Nautilus und Konqueror zu öffnen und konnte keinen von beiden starten.
es: iFolder ha intentado abrir el Gestor de archivos Nautilus y el Gestor de archivos Konqueror y no ha podido lanzar ninguno de los dos.
fr: iFolder a tenté d'ouvrir le gestionnaire de fichiers Nautilus et le gestionnaire de fichiers Konqueror mais n'a pas pu les lancer.
hu: Az iFolder megpróbálta megnyitni a Nautilus és a Konqueror fájlkezelőt is, de egyiket sem sikerült elindítania.
it: Tentativo di aprire i file manager Nautilus e Konqueror non riuscito.
ja: iFolderがNautilus File ManagerとKonqueror File Managerを開こうとしましたが、どちらも起動できませんでした。
pl: Program iFolder próbował otworzyć program Nautilus File Manager oraz Konqueror File Manager, ale żadna z tych prób nie była udana.
pt_br: O iFolder tentou abrir o Nautilus File Manager e o Konqueror File Manager, e não conseguiu iniciar nenhum deles.
ru: iFolder не удается открыть менеджеры файлов Nautilus и Konqueror, невозможно запустить ни один из них.
sk: Aplikácia iFolder sa pokúsila otvoriť správcu súborov Nautilus a správcu súborov Konqueror. Nepodarilo sa spustiť ani jeden z týchto programov.

source: Account:
cs: Č. účtu:
de: Konto:
es: Cuenta:
fr: Compte :
hu: Fiókszám:
it: Conto:
ja: アカウント:
pl: Konto nr:
pt_br: Conta:
ru: Учетная запись:
sk: Konto:

source: Add Users
cs: Přidat uživatele
de: Benutzer hinzufügen
es: Añadir usuarios
fr: Ajouter des utilisateurs
hu: Felhasználó hozzáadása
it: Aggiungi utenti
ja: ユーザの追加
pl: Dodaj użytkowników
pt_br: Adicionar Usuários
ru: Добавить пользователей
sk: Pridať používateľov

source: Add users to this iFolder
cs: Přidat uživatele k této složce iFolder
de: Benutzer zu diesem iFolder-Ordner hinzufügen
es: Añadir usuarios a esta carpeta iFolder
fr: Ajouter des utilisateurs à ce dossier iFolder
hu: Felhasználók hozzáadása ehhez az iFolder mappához
it: Aggiungi utenti a questa cartella iFolder
ja: このiFolderにユーザを追加する
pl: Dodaj użytkowników do tego iFolderu
pt_br: Adicionar usuários a este iFolder
ru: Добавить пользователей для этой папки iFolder
sk: Pridať používateľov k tomuto priečinku iFolder

source: _Find:
cs: _Hledat:
de: _Suchen:
es: _Buscar:
fr: _Rechercher :
hu: _Keresés:
it: _Trova:
ja: 検索(_F):
pl: _Wyszukiwanie:
pt_br: _Encontrar:
ru: П_оиск:
sk: _Hľadať:

source: _Add
cs: _Přidat
de: Hin_zufügen
es: _Añadir
fr: A_jouter
hu: _Hozzáadás
it: _Aggiungi
ja: 追加(_A)
pl: _Dodawanie
pt_br: _Adicionar
ru: _Добавить
sk: Prid_ať

source: _Users to add:
cs: Přidat _uživatele:
de: Hinz_uzufügende Benutzer:
es: _Usuarios para añadir:
fr: _Utilisateurs à ajouter :
hu: _Hozzáadandó felhasználók:
it: _Utenti da aggiungere:
ja: 追加するユーザ(_U):
pl: Uż_ytkownicy do dodania:
pt_br: _Usuários a adicionar:
ru: По_льзователи для добавления:
sk: _Používatelia na pridanie:

source: Users to Add...
cs: Přidat uživatele...
de: Hinzuzufügende Benutzer...
es: Usuarios para añadir...
fr: Utilisateurs à ajouter...
hu: Hozzáadandó felhasználók...
it: Utenti da aggiungere...
ja: 追加するユーザ...
pl: Użytkownicy do dodania...
pt_br: Usuários a Adicionar...
ru: Пользователи для добавления...
sk: Používatelia na pridanie...

source: _Upload a folder...
cs: _Vyslat složku...
de: Ordner her_aufladen...
es: _Cargar una carpeta...
fr: _Télécharger un dossier...
hu: Mappa _feltöltése...
it: Ca_rica una cartella...
ja: フォルダをアップロード(_U)...
pl: P_rzekaż folder...
pt_br: Fa_zer upload de uma pasta...
ru: _Отправить папку...
sk: O_dovzdať priečinok...

source: _Upload a Folder...
cs: _Vyslat složku...
de: Ordner _heraufladen...
es: _Cargar una carpeta...
fr: Télécharger un _dossier...
hu: Mappa _feltöltése...
it: Esegui l'_upload di una cartella...
ja: フォルダをアップロード(_U)...
pl: P_rzekaż folder...
pt_br: Fa_zer upload de uma pasta...
ru: _Отправить папку...
sk: O_dovzdať priečinok...

source: _Download...
cs: _Načíst...
de: _Herunterladen...
es: _Descargar...
fr: _Télécharger...
hu: _Letöltés...
it: _Scarica...
ja: ダウンロード(_D)...
pl: Po_bierz...
ru: _Загрузка...
sk: _Prebrať...

source: Dele_te from server
cs: Odts_tranit ze serveru
de: Von Server lö_schen
es: S_uprimir del servidor
fr: Supp_rimer du serveur
hu: Tö_rlés a kiszolgálóról
it: Ca_ncella dal server
ja: サーバから削除(_T)
pl: _Usuń z serwera
pt_br: Apa_gar do servidor
ru: Удал_ить с сервера
sk: Odstrá_niť zo servera

source: Dele_te From Server
cs: Ods_tranit ze serveru
de: Vom Server lösch_en
es: S_uprimir del servidor
fr: _Supprimer du serveur
hu: Tö_rlés a kiszolgálóról
it: Ca_ncella dal server
ja: サーバから削除(_T)
pl: _Usuń z serwera
pt_br: Apa_gar do Servidor
ru: Удал_ить с сервера
sk: Odstrá_niť zo servera

source: Re_move my membership
cs: Ode_brat mé členství
de: Eigene _Mitgliedschaft aufheben
es: E_liminar pertenencia al grupo
fr: Supprimer _mon adhésion
hu: Ta_gságom eltávolítása
it: Ri_muovi appartenenza
ja: メンバーシップの削除(_M)
pl: Wypisz _mnie
pt_br: Re_mover minha participação
ru: От_менить мое членство
sk: Od_strániť členstvo

source: _Migrate iFolder
cs: _Migrovat složku iFolder
de: iFolder-Ordner _migrieren
es: _Migrar carpeta iFolder
fr: _Migrer le dossier iFolder
hu: Az iFolder ma_ppa áttelepítése
it: Esegui _migrazione di iFolder
ja: iFolderの移行(_M)
pl: Mi_gracja iFolderu
pt_br: _Migrar iFolder
ru: _Мигрировать папку iFolder
sk: Pr_eniesť priečinok iFolder

source: Migrate from 2.x
cs: Migrovat z verze 2.x
de: Von 2.x migrieren
es: Migrar desde 2.x
fr: Migrer de la version 2.x
hu: Áttérés 2.x verzióról
it: Esegui migrazione da 2.x
ja: 2.xからの移行
pl: Migruj z wersji 2.x
pt_br: Migrar de 2.x
ru: Миграция с версии 2.x
sk: Preniesť z verzie 2.x

source: _Account Settings
cs: _Nastavení účtu
de: _Kontoeinstellungen
es: _Ajustes de cuenta
fr: Paramètres de _compte
hu: _Fiókbeállítások
ja: アカウントの設定(_A)
pl: _Ustawienia konta
pt_br: _Configurações de Conta
ru: _Настройки учетной записи
sk: N_astavenia konta

source: View _available iFolders
cs: Zobrazit _dostupné složky iFolder
de: _Verfügbare iFolder-Ordner anzeigen
es: Ver carpetas de iFolder d_isponibles
fr: _Afficher les dossiers iFolder disponibles
hu: E_lérhető iFolder mappák megjelenítése
it: Visualizza c_artelle iFolder disponibili
ja: 利用可能なiFolderを表示(_A)
pl: Wyświetl _dostępne iFoldery
pt_br: Ver iFolders _disponíveis
ru: Прос_мотр доступных папок iFolder
sk: Zobraziť _dostupné priečinky iFolder

source: _Migrate
cs: _Migrovat
de: _Migrieren
es: _Migrar
fr: _Migrer
hu: Átt_elepítés
it: _Esegui migrazione
ja: 移行(_M)
pl: _Migracja
pt_br: _Migrar
ru: _Миграция
sk: _Preniesť

source: _Forgot Passphrase
cs: _Zapomenuté heslo
de: Passwortsatz _vergessen
es: _Contraseña codificada olvidada
fr: _Phrase secrète oubliée
hu: El_felejtettem a hozzáférési kódot
it: _Stringa di cifratura dimenticata
ja: パスフレーズを忘れた場合(_F)
pl: _Nie pamiętam zwrotu hasłowego
pt_br: _Esqueceu a Frase Secreta
ru: _Забыли контрольную фразу iFolder
sk: Z_abudnutý prístupový výraz

source: Import Decrypted Keys
cs: Importovat dešifrované klíče
de: Entschlüsselte Schlüssel importieren
es: Importar claves descifradas
fr: Importer les clés décodées
hu: Titkosított kulcsok importálása
it: Importa chiavi decifrate
ja: 暗号解除されたキーのインポート
pl: Importuj odszyfrowane klucze
pt_br: Importar Chaves Decodificadas
ru: Импортировать дешифрованные ключи
sk: Importovať dešifrované kľúče

source: Change _Passphrase
cs: Změnit _přístupovou frázi
de: _Passwortsatz ändern
es: Cambiar _contraseña codificada
fr: _Modifier la phrase secrète
hu: Hozzáférési _kód megváltoztatása
it: Modifica _stringa di cifratura
ja: パスフレーズの変更(_P)
pl: _Zmień zwrot hasłowy
pt_br: Mudar _Frase Secreta
ru: Изменить _контрольную фразу
sk: Zmeniť _prístupový výraz

source: _Security
cs: _Zabezpečení
de: _Sicherheit
es: _Seguridad
fr: _Sécurité
hu: _Biztonság
it: _Sicurezza
ja: セキュリティ(_S)
pl: _Zabezpieczenia
pt_br: _Segurança
ru: _Защита
sk: Za_bezpečenie

source: Filter
cs: Filtr
es: Filtro
fr: Filtre
hu: Szűrő
it: Filtro
ja: フィルタ
pl: Filtr
pt_br: Filtro
ru: Фильтр

source: General Actions
cs: Obecné akce
de: Allgemeine Aktionen
es: Acciones generales
fr: Opérations générales
hu: Általános műveletek
it: Azioni generali
ja: 一般的なアクション
pl: Działania ogólne
pt_br: Ações Gerais
ru: Общие действия
sk: Všeobecné akcie

source: Upload a folder...
cs: Vyslat složku...
de: Ordner heraufladen...
es: Cargar una carpeta...
fr: Télécharger un dossier...
hu: Mappa feltöltése...
it: Carica una cartella...
ja: フォルダをアップロード...
pl: Przekaż folder...
pt_br: Fazer upload de uma pasta...
ru: Отправить папку...
sk: Odovzdať priečinok...

source: View available iFolders
cs: Zobrazit dostupné složky iFolder
de: Verfügbare iFolder-Ordner anzeigen
es: Ver carpetas iFolder disponibles
fr: Afficher les dossiers iFolder disponibles
hu: Elérhető iFolder mappák megjelenítése
it: Visualizza cartelle iFolder disponibili
ja: 利用可能なiFolderを表示
pl: Wyświetl dostępne iFoldery
pt_br: Ver pastas do iFolder disponíveis
ru: Просмотр доступных папок iFolder
sk: Zobraziť dostupné priečinky iFolder

source: iFolder Actions
cs: Akce aplikace iFolder
de: iFolder-Aktionen
es: Acciones de iFolder
fr: Opérations iFolder
hu: iFolder műveletek
it: Azioni iFolder
ja: iFolderアクション
pl: Działania w programie iFolder
pt_br: Ações do iFolder
ru: Действия iFolder
sk: Akcie aplikácie iFolder

source: Open...
cs: Otevřít...
de: Öffnen...
es: Abrir...
fr: Ouvrir...
hu: Megnyitás...
it: Apri...
ja: 開く...
pl: Otwórz...
pt_br: Abrir...
ru: Открыть...
sk: Otvoriť...

source: Resolve conflicts...
cs: Vyřešit konflikty...
de: Konflikte lösen...
es: Resolver conflictos...
fr: Résoudre les conflits...
hu: Ütközések feloldása...
it: Risolvi conflitti...
ja: 競合の解消...
pl: Rozwiąż konflikty...
pt_br: Resolver conflitos...
ru: Разрешение конфликтов...
sk: Vyriešiť konflikty...

source: Properties...
cs: Vlastnosti...
de: Eigenschaften...
es: Propiedades...
fr: Propriétés...
hu: Jellemzők...
it: Proprietà...
ja: プロパティ...
pl: Właściwości...
pt_br: Propriedades...
ru: Свойства...
sk: Vlastnosti...

source: Download...
cs: Načíst...
de: Herunterladen...
es: Descargar...
fr: Télécharger...
hu: Letöltés...
it: Scarica...
ja: ダウンロード...
pl: Pobierz...
ru: Загрузка...
sk: Prebrať...

source: Delete from server
cs: Odstranit ze serveru
de: Vom Server löschen
es: Suprimir del servidor
fr: Supprimer du serveur
hu: Tö_rlés a kiszolgálóról
it: Cancella dal server
ja: サーバから削除
pl: Usuń z serwera
pt_br: Apagar do servidor
ru: Удалить с сервера
sk: Odstrániť zo servera

source: Delete from Server
cs: Odstranit ze serveru
de: Vom Server löschen
es: Suprimir del servidor
fr: Supprimer du serveur
hu: Törlés a kiszolgálóról
it: Cancella dal server
ja: サーバから削除
pl: Usuń z serwera
pt_br: Apagar do Servidor
ru: Удалить с сервера
sk: Odstrániť zo servera

source: Remove my membership
cs: Odebrat mé členství
de: Eigene Mitgliedschaft aufheben
es: Eliminar mi pertenencia
fr: Retirer mon adhésion
hu: Saját tagság megszüntetése
it: Rimuovi appartenenza
ja: メンバーシップの削除
pl: Wypisz mnie
pt_br: Remover minha participação
ru: Удалить мое членство
sk: Odstrániť členstvo

source: Remove my Membership
cs: Odebrat mé členství
de: Eigene Mitgliedschaft entfernen
es: Eliminar mi pertenencia
fr: Retirer mon adhésion
hu: Saját tagság megszüntetése
it: Rimuovi appartenenza
ja: メンバーシップの削除
pl: Wypisz mnie
pt_br: Remover minha Participação
ru: Удалить мое членство
sk: Odstrániť moje členstvo

source: iFolders on This Computer
cs: Složky iFolder v tomto počítači
de: iFolder-Ordner auf diesem Computer
es: Carpetas iFolder en este equipo
fr: Dossiers iFolder sur cet ordinateur
hu: iFolder mappák ezen a számítógépen
it: Cartelle iFolder su questo computer
ja: このコンピュータ上のiFolder
pl: iFoldery na tym komputerze
pt_br: iFolders Neste Computador
ru: Папки iFolder на этом компьютере
sk: Priečinky iFolder v tomto počítači

source: There are no iFolders on this computer. To set up an iFolder, do one of the following:
cs: Na tomto počítači nejsou složky iFolder. Chcete-li nastavit složku iFolder, proveďte jeden z následujících úkonů:
de: Auf diesem Computer sind keine iFolder-Ordner vorhanden. Führen Sie zur Einrichtung eines iFolder-Ordners einen der folgenden Schritte durch:
es: El equipo no contiene ninguna carpeta de iFolder. Para configurar una, realice uno de los siguientes pasos:
fr: Aucun dossier iFolder sur cet ordinateur. Pour en configurer un effectuez l'une des opérations suivantes :
hu: Ezen a számítógépen nincs iFolder mappa. iFolder mappa beállításához hajtsa végre az alábbi lehetőségek egyikét:
it: Nessuna cartella iFolder nel computer. Per impostare una cartella iFolder, eseguire una delle operazioni seguenti:
ja: このコンピュータにはiFolderがありません。iFolderをセットアップするには、次のいずれかを実行してください:
pl: Na tym komputerze nie ma żadnych iFolderów. Aby utworzyć iFolder, wykonaj jedną z następujących czynności:
pt_br: Não há iFolders neste computador. Para configurar um iFolder, faça o seguinte:
ru: На данном компьютере нет папок iFolder. Для настройки iFolder выполните одно из следующих действий:
sk: V tomto počítači sa nenachádzajú žiadne priečinky iFolder. Ak chcete nastaviť priečinok iFolder, postupujte jedným z nasledujúcich postupov:

source: Select an existing folder on this computer to upload to an iFolder Server
cs: Vyberte složku v tomto počítači, kterou chcete vyslat na server iFolder
de: Wählen Sie einen vorhandenen Ordner auf diesem Computer zum Hochladen auf einen iFolder-Server aus.
es: Seleccione la carpeta de este equipo que desea cargar en un servidor iFolder
fr: Sélectionnez sur cet ordinateur un dossier existant à télécharger sur un serveur iFolder
hu: Jelöljön ki a számítógépen egy meglévő mappát, amelyet feltölt egy iFolder kiszolgálóra
it: Scegliere una cartella esistente su questo computer da caricare in un server iFolder
ja: このコンピュータの既存のフォルダを選択して、iFolderサーバにアップロードする
pl: Wybierz folder istniejący na tym komputerze, który ma zostać przekazany na serwer iFolder.
pt_br: Selecionar uma pasta existente neste computador para fazer upload a um Servidor do iFolder
ru: Выберите существующую папку на этом компьютере для загрузки на сервер iFolder
sk: Vyberte existujúci priečinok v tomto počítači, ktorý chcete odovzdať na server iFolder

source: Select an iFolder on the server to download to this computer
cs: Vyberte na serveru složku iFolder, kterou chcete stáhnout do tohoto počítače
de: Auf dem Server iFolder-Ordner zum Herunterladen auf diesen Computer auswählen
es: Seleccione una carpeta de iFolder en el servidor para descargarla en este equipo
fr: Sélectionnez sur le serveur un dossier iFolder à télécharger sur cet ordinateur
hu: Válasszon ki a kiszolgálón egy iFolder mappát, amelyet le szeretne tölteni erre a számítógépre
it: Selezionare nel server una cartella iFolder da scaricare sul computer
ja: サーバでiFolderを選択し、このコンピュータにダウンロード
pl: Wybierz iFolder znajdujący się na serwerze, który chcesz pobrać do tego komputera.
pt_br: Selecione um iFolder no servidor para fazer download neste computador
ru: Выберите на сервере папку iFolder, которую необходимо загрузить на данный компьютер
sk: Vyberte priečinok iFolder na serveri, ktorý chcete prebrať do tohto počítača

source: No matches found
cs: Nebyly nalezeny žádné odpovídající položky
de: Keine Entsprechungen gefunden
es: No se encuentra ningún elemento que concuerde
fr: Aucune correspondance détectée
hu: Nincs találat
it: Nessuna corrispondenza trovata
ja: 一致するものが見つかりません
pl: Nie znaleziono pasujących
pt_br: Nenhuma correspondência encontrada
ru: Совпадения не найдены
sk: Nenašli sa žiadne zhody

source: Invalid passphrase
cs: Neplatné heslo
de: Ungültiger Passwortsatz
es: Contraseña codificada no válida
fr: Phrase secrète non valide
hu: Érvénytelen hozzáférési kód
it: Stringa di cifratura non valida
ja: 無効なパスフレーズです
pl: Nieprawidłowy zwrot hasłowy
pt_br: Frase secreta inválida
ru: Неверная контрольная фраза
sk: Neplatný prístupový výraz

source: Passphrase entered is wrong
cs: Zadané heslo je nesprávné
de: Eingegebener Passwortsatz ist falsch.
es: La contraseña codificada introducida es incorrecta
fr: La phrase secrète entrée est incorrecte
hu: A megadott hozzáférési kód téves
it: Stringa di cifratura immessa errata
ja: 入力されたパスフレーズは誤っています
pl: Wprowadzony zwrot hasłowy jest nieprawidłowy
pt_br: A frase secreta digitada está errada
ru: Введена неправильная контрольная фраза
sk: Zadaný prístupový výraz je chybný

source: Passphrase Reset
cs: Heslo obnoveno
de: Passwortsatzzurücksetzung
es: Restauración de contraseña codificada
fr: Réinitialiser la phrase secrète
hu: Hozzáférési kód átállítása
it: Reimpostazione della cifratura
ja: パスフレーズのリセット
pl: Zwrot hasłowy został zresetowany.
pt_br: Redefinição de Frase Secreta
ru: Сброс контрольной фразы
sk: Obnovenie prístupového výrazu

source: Successfully changed the passphrase
cs: Heslo bylo úspěšně změněno
de: Passwortsatz wurde erfolgreich geändert.
es: La contraseña codificada se ha cambiado correctamente
fr: La phrase secrète a été modifiée
hu: Sikeresen módosította a hozzáférési kódot
it: Modifica della stringa di cifratura completata
ja: パスフレーズを正常に変更しました
pl: Zwrot hasłowy został pomyślnie zmieniony
pt_br: Frase secreta alterada com êxito
ru: Контрольная фраза изменена успешно
sk: Prístupový výraz bol úspešne zmenený

source: Use your new passphrase from now
cs: Od této chvíle používejte nové heslo
de: Ab jetzt neuen Passwortsatz verwenden
es: Utilice la nueva contraseña codificada a partir de ahora
fr: Utilisez dorénavant votre nouvelle phrase secrète
hu: Mostantól kezdve használja az új hozzáférési kódot
it: Usa la nuova stringa di cifratura
ja: 今後は新しいパスフレーズを使用する
pl: Odtąd używaj nowego zwrotu hasłowego.
pt_br: Usar a nova frase secreta a partir de agora
ru: С этого момента используйте новую контрольную фразу
sk: Odteraz používajte nový prístupový výraz

source: Hide available iFolders
cs: Skrýt dostupné složky iFolder
de: Verfügbare iFolder-Ordner ausblenden
es: Ocultar carpetas iFolder disponibles
fr: Masquer les dossiers iFolder disponibles
hu: Az elérhető mappák elrejtése
it: Nascondi cartelle iFolder disponibili
ja: 使用可能なiFolderを隠す
pl: Ukryj dostępne iFoldery
pt_br: Ocultar pastas do iFolder disponíveis
ru: Скрыть доступные папки iFolder
sk: Skryť dostupné priečinky iFolder

source: iFolders on {0}
cs: Složky iFolder na {0}
de: iFolder-Ordner auf {0}
es: Carpetas de iFolder en {0}
fr: Dossiers iFolder sur {0}
hu: iFolder mappák a következőn: {0}
it: iFolder in {0}
ja: {0} のiFolder
pl: iFoldery na komputerze {0}
pt_br: iFolders em {0}
ru: Папки iFolder на {0}
sk: Priečinky iFolder na {0}

source: Unable to open folder "{0}"
cs: Nelze otevřít složku "{0}"
de: Öffnen des Ordners "{0}" nicht möglich.
es: No es posible abrir la carpeta "{0}"
fr: Impossible d'ouvrir le dossier "{0}"
hu: Nem sikerült a következő mappa megnyitása: "{0}"
it: Impossibile aprire la cartella "{0}"
ja: フォルダ「{0}」を開けません
pl: Nie można otworzyć folderu "{0}"
pt_br: Impossível abrir pasta "{0}"
ru: Невозможно открыть папку "{0}"
sk: Nedá sa otvoriť priečinok „{0}“

source: Revert this iFolder back to a normal folder?
cs: Změnit tuto složku iFolder zpět na normální složku?
de: Diesen iFolder-Ordner auf einen normalen Ordner zurücksetzen?
es: ¿Desea volver a convertir esta carpeta de iFolder en una carpeta normal?
fr: Retransformer ce dossier iFolder en dossier normal ?
hu: Visszaalakítja normál mappává ezt az iFolder mappát?
it: Annullare la conversione di questa cartella in cartella iFolder?
ja: このiFolderを標準フォルダに戻しますか?
pl: Czy chcesz przywrócić ten iFolder do postaci zwykłego folderu?
pt_br: Reverter este iFolder de volta para uma pasta normal?
ru: Преобразовать папку iFolder в стандартную папку?
sk: Zmeniť tento priečinok iFolder na normálny priečinok?

source: The folder will still be on your computer, but it will no longer synchronize with the iFolder Server.
cs: Složka bude nadále ve vašem počítači, ale nebude již synchronizována se severem iFolder.
de: Der Ordner befindet sich nach wie vor auf Ihrem Computer, er ist jedoch nicht mehr mit dem iFolder-Server synchronisiert.
es: La carpeta seguirá en el equipo, pero dejará de sincronizarse con el servidor iFolder.
fr: Le dossier sera toujours sur votre ordinateur, mais ne sera plus synchronisé avec le serveur iFolder.
hu: A mappa továbbra is megmarad a számítógépen, de ettől kezdve nem fog szinkronizálni az iFolder kiszolgálóval.
it: La cartella resterà sul computer, ma non verrà più sincronizzata con il server iFolder.
ja: フォルダはユーザのコンピュータ上に存在したままですが、iFolderサーバと同期されなくなります。
pl: Folder wciąż będzie na komputerze, ale nie będzie już synchronizowany z serwerem iFolder.
pt_br: A pasta ficará ainda no seu computador, mas não será mais sincronizada com o Servidor do iFolder.
ru: Папка будет находиться на компьютере, но не будет больше синхронизироваться с сервером iFolder.
sk: Priečinok bude stále vo vašom počítači, ale už nebude synchronizovaný so serverom iFolder.

source: Also _delete this iFolder from the server
cs: Rovněž _odstranit tuto složku iFolder ze serveru
de: Außerdem _diesen iFolder-Ordner vom Server löschen
es: Suprimir _también esta carpeta de iFolder del servidor
fr: _Supprimer également ce dossier iFolder du serveur
hu: Az iFolder mappa tö_rlődjön is a kiszolgálóról
it: Cancella _anche la cartella iFolder dal server
ja: サーバからもこのiFolderを削除する(_D)
pl: _Również usuń ten iFolder z serwera
pt_br: Também _apagar este iFolder do servidor
ru: Также удалить _папку iFolder с сервера
sk: Tiež _odstrániť tento priečinok iFolder zo servera

source: _Delete this iFolder from the server
cs: _Odstranit tuto složku iFolder ze serveru
de: Diesen iFolder-Ordner vom Server _löschen
es: _Suprimir esta carpeta iFolder del servidor
fr: _Supprimer ce dossier iFolder du serveur
hu: Az iFolder mappa tö_rlődjön a kiszolgálóról
it: _Cancella la cartella iFolder dal server
ja: サーバからこのiFolderを削除する(_D)
pl: _Usuń ten folder iFolder z serwera
pt_br: _Apagar este iFolder do servidor
ru: Удалить _эту папку iFolder с сервера
sk: O_dstrániť tento priečinok iFolder zo servera
