Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: Local Version
cs: Místní verze
de: Lokale Version
es: Versión local
fr: Version locale
hu: Helyi verzió
it: Versione locale
ja: ローカルバージョン
pl: Wersja lokalna
pt_br: Versão Local
ru: Локальная версия
sk: Lokálna verzia

source: Date:
cs: Datum:
de: Datum:
es: Fecha:
hu: Dátum:
it: Data:
ja: 日付:
pl: Data:
pt_br: Data:
ru: Дата:
sk: Dátum:

source: Size:
cs: Velikost:
de: Größe:
es: Tamaño:
fr: Taille :
hu: Méret:
it: Dimensioni:
ja: サイズ:
pl: Rozmiar:
pt_br: Tamanho:
ru: Размер:
sk: Veľkosť:

source: Server Version
cs: Verze serveru
es: Versión del servidor
fr: Version du serveur
hu: Kiszolgáló verziója
it: Versione del server
ja: サーババージョン
pl: Wersja serwera
pt_br: Versão do servidor
ru: Версия сервера
sk: Verzia servera

source: Rename
cs: Přejmenovat
de: Umbenennen
es: Renombrar
fr: Renommer
hu: Átnevezés
it: Rinomina
ja: リネーム
pl: Zmień nazwę
pt_br: Renomear
ru: Переименование
sk: Premenovať

source: Enter a new name and click Rename to resolve the conflict.
cs: Zadáním nového názvu a klepnutím na Přejmenovat vyřešíte konflikt.
de: Geben Sie einen neuen Namen ein und klicken Sie auf 'Umbenennen', um den Konflikt zu lösen.
es: Escriba un nombre nuevo y haga clic en Renombrar para resolver el conflicto.
fr: Entrez un nouveau nom et cliquez sur Renommer pour résoudre le conflit.
hu: Az ütközés feloldásához adjon meg új nevet, és kattintson az Átnevezés gombra.
it: Digitare un nuovo nome e fare clic su Rinomina per risolvere il conflitto.
ja: 競合を解決するには、新しい名前を入力して［リネーム］をクリックします。
pl: Wprowadź nową nazwę i kliknij polecenie Zmień nazwę, aby rozwiązać konflikt.
pt_br: Digite um novo nome e clique em Renomear para resolver o conflito.
ru: Введите новое имя и щелкните "Переименовать" для устранения конфликта.
sk: Zadajte nový názov a kliknutím na tlačidlo Premenovať vyriešte konflikt.

source: Folder
cs: Složka
de: Ordner
es: Carpeta
fr: Dossier
hu: Mappa
it: Cartella
ja: フォルダ
pt_br: Pasta
ru: Папка
sk: Priečinok

source: Conflict Type
cs: Typ konfliktu
de: Konflikt
es: Tipo de conflicto
fr: Type de conflit
hu: Ütközés típusa
it: Tipo di conflitto
ja: 競合するタイプ
pl: Typ konfliktu
pt_br: Tipo do conflito
ru: Тип конфликта
sk: Typ konfliktu

source: You have read only access
cs: Máte přístup pouze ke čtení
de: Sie haben nur Lesezugriff
es: Tiene acceso de sólo lectura
fr: Vous disposez d'un accès en lecture seule
hu: Csak olvasási hozzáférése van
it: Si dispone dell'accesso in sola lettura
ja: 読み込み専用アクセスのみができます
pl: Użytkownik ma dostęp tylko do odczytu
pt_br: Você possui acesso apenas leitura
ru: Доступ только для чтения
sk: Máte prístup iba na čítanie

source: Your ability to resolve conflicts is limited because you have read-only access to this iFolder. Name conflicts must be renamed locally. File conflicts will be overwritten by the version of the file on the server.
cs: Vaše schopnost vyřešit konflikty je omezená, protože máte přístup ke složce iFolder pouze ke čtení. Konflikty názvů musí být místně přejmenovány. Konflikty souborů budou přepsány verzí souboru na serveru.
de: Sie besitzen nur eingeschränkte Möglichkeiten zur Lösung von Konflikten, da Sie nur Lesezugriff auf diesen iFolder-Ordner haben. Bei Namenskonflikten müssen Namen lokal geändert werden. Bei Dateikonflikten werden Dateien durch die Version der Datei auf dem Server überschrieben.
es: La capacidad de resolver conflictos es limitada porque tiene acceso de sólo lectura a la iFolder. En los conflictos de nombre se debe renombrar desde el equipo local. La versión del archivo del servidor sobreescribirá los conflictos de archivo.
fr: Vos possibilités de résolution des conflits sont limitées car vous disposez dun accès en lecture seule à ce dossier iFolder. Les conflits de noms doivent être résolus localement. Les conflits de noms seront écrasés par la version du fichier sur le serveur.
hu: Csak korlátozottan képes az ütközések feloldására, mivel az iFolder mappához csak olvasási jogosultsággal rendelkezik. A névütközések feloldásához helyben kell az átnevezéseket végrehajtani. A fájlütközéseknél a fájl kiszolgálón lévő verziójával felülírás végezhető.
it: La possibilità di risolvere i conflitti è limitata poiché si dispone dell'accesso in sola lettura alla cartella iFolder. È necessario modificare i nomi in conflitto localmente. I file in conflitto verranno sovrascritti dalle rispettive versioni sul server.
ja: このiFolderへのアクセス権が読み込み専用であるため、競合の解決が制限されます。名前の競合はローカルで変更する必要があります。ファイルの競合は、サーバ上のファイルバージョンによって上書きされます。
pl: Możliwości rozwiązywania konfliktów przez użytkownika są ograniczone, ponieważ użytkownik ma dostęp do iFolderu w trybie tylko do odczytu. Konfliktowe nazwy muszą zostać zmienione lokalnie. Konfliktowe pliki będą zastępowane wersjami pliku na serwerze.
pt_br: Sua capacidade de resolver conflitos está limitada devido ao seu acesso apenas leitura a esta pasta do iFolder. Os conflitos de nome devem ser renomeados localmente. Os conflitos de arquivo serão sobregravados pela versão do arquivo no servidor.
ru: Возможность разрешения конфликтов ограничена, поскольку папка iFolder доступна только для чтения. Конфликты имен можно разрешить локально. Конфликты файлов будут разрешены путем перезаписи версии файла на сервере.
sk: Vaše možnosti pri riešení konfliktov sú obmedzené, pretože máte k tomuto priečinku iFolder prístup iba na čítanie. Konflikty názvov musia byť lokálne premenované. Konflikty súborov budú prepísané verziou súboru na serveri.

source: Name conflicts must be resolved individually.
cs: Konflikty názvů musí být vyřešeny jednotlivě.
de: Namenskonflikte müssen einzeln gelöst werden.
es: Los conflictos de nombre se deben resolver de forma individual.
fr: Les conflits de noms doivent être résolus de manière individuelle.
hu: A névütközéseket egyenként kell feloldani.
it: È necessario risolvere i conflitti dei nomi singolarmente.
ja: 名前の競合は個別に解決する必要があります。
pl: Konflikty nazw muszą być rozwiązywane indywidualnie.
pt_br: Os conflitos de nome devem ser resolvidos individualmente.
ru: Конфликты имен должны разрешаться индивидуально.
sk: Konflikty názov musia byť riešené jednotlivo.

source: Multiple selected
cs: Vybráno více
de: Mehrere ausgewählt
es: Varios seleccionados
fr: Plusieurs éléments sélectionnés
hu: Többszörös kijelölés
it: Più risorse selezionate
ja: 複数選択
pl: Wybór wielu elementów
pt_br: Seleção Múltipla
ru: Выбрано несколько элементов
sk: Výber viacerých položiek

source: iFolder Conflict Error
cs: Chyba konfliktu aplikace iFolder
de: iFolder-Konflikt
es: Error de conflicto iFolder
fr: Erreur de conflit iFolder
hu: iFolder ütközési hiba
it: Errore di conflitto cartelle iFolder
ja: iFolder競合エラー
pl: Błąd konfliktu iFolderu
pt_br: Erro de Conflito do iFolder
ru: Ошибка конфликта iFolder
sk: Chyba: konflikt priečinka iFolder

source: An error was encountered while resolving the conflict.
cs: Během řešení konfliktu se vyskytla chyba.
de: Fehler beim Lösen des Konflikts.
es: Error al resolver el conflicto.
fr: Erreur détectée lors de la résolution du conflit.
hu: Hiba történt az ütközés feloldása közben.
it: Errore durante la risoluzione del conflitto.
ja: 競合の解決中にエラーが発生しました。
pl: Podczas rozwiązywania konfliktu wystąpił błąd.
pt_br: Erro ao resolver o conflito.
ru: Обнаружена ошибка во время разрешения конфликта.
sk: Pri riešení konfliktu nastala chyba.

source: Invalid Characters in Name
cs: Neplatné znaky v názvu
de: Ungültige Zeichen im Namen
es: Caracteres no válidos en el nombre
fr: Caractères non valides dans le nom
hu: Érvénytelen karakterek a névben
it: Caratteri non validi nel nome
ja: 名前に無効な文字が含まれています
pl: Nieprawidłowe znaki w nazwie
pt_br: Caracteres Inválidos no Nome
ru: Неверные символы в имени
sk: Názov obsahuje neplatné znaky

source: The specified name contains invalid characters. Please choose a different name and try again. Names must not contain any of these characters: {0}
cs: Zadaný název obsahuje neplatné znaky. Vyberte prosím jiný název a zkuste to znovu. Názvy nesmí obsahovat žádné z těchto znaků: {0}
de: Der angegebene Name enthält ungültige Zeichen. Wählen Sie einen anderen Namen und versuchen Sie es erneut. Namen dürfen keines der folgenden Zeichen enthalten: {0}
es: El nombre especificado contiene caracteres no válidos. Seleccione un nombre diferente e inténtelo de nuevo. Los nombres no deben contener ninguno de estos caracteres: {0}
fr: Le nom spécifié contient des caractères non valides. Choisissez un autre nom et réessayez. Les noms ne doivent contenir aucun des caractères suivants : {0}
hu: A megadott név érvénytelen karaktereket tartalmaz. Válasszon másik nevet, és próbálja meg újra. A nevek nem tartalmazhatják a következő karaktereket: {0}
it: Il nome specificato contiene caratteri non validi. Scegliere un altro nome e riprovare. I nomi non devono contenere nessuno dei caratteri seguenti: {0}
ja: 指定された名前には無効な文字が含まれています。別の名前を選択し、再度実行してください。 名前に次の文字を含めないでください: {0}
pl: Określona nazwa zawiera nieprawidłowe znaki. Wybierz inną nazwę i spróbuj ponownie. Nazwy nie mogą zawierać żadnego z następujących znaków: {0}
pt_br: O nome especificado contém caracteres inválidos. Escolha outro nome e tente novamente. Os nomes não podem conter nenhum destes caracteres: {0}
ru: Указанное имя содержит недопустимые символы. Выберите другое имя и повторите попытку. Имена не должны содержать какие-либо из следующих символов: {0}
sk: Zadaný názov obsahuje neplatné znaky. Vyberte iný názov a skúste to znova. Názvy nesmú obsahovať žiadny z nasledujúcich znakov: {0}

source: Name Already Exists
cs: Název už existuje
de: Name existiert bereits
es: El nombre ya existe
fr: Ce nom existe déjà.
hu: Már van ilyen név
it: Nome già esistente
ja: 名前がすでに存在しています
pl: Nazwa już istnieje
pt_br: Nome Já Existente
ru: Имя уже существует
sk: Názov už existuje

source: The specified name already exists. Please choose a different name.
cs: Zadaný název již existuje. Zvolte prosím jiný název.
de: Der angegebene Name ist bereits vorhanden. Wählen Sie einen anderen Namen aus.
es: El nombre especificado ya existe. Elija un nombre diferente.
fr: Le nom indiqué existe déjà. Choisissez un autre nom.
hu: A megadott név már létezik. Válasszon másik nevet.
it: Il nome specificato esiste già. Scegliere un altro nome.
ja: 指定された名前はすでに存在します。別の名前を選択してください。
pl: Określona nazwa już istnieje. Wybierz inną nazwę.
pt_br: O nome especificado já existe. Escolha outro nome.
ru: Указанное имя уже существует. Выберите другое имя.
sk: Zadaný názov už existuje. Vyberte iný názov.

source: iFolder crashed because of an unhandled exception
cs: Aplikace iFolder se zhroutila z důvodu nezpracovatelné výjimky
de: iFolder ist aufgrund einer nicht behandelten Ausnahme abgestürzt
es: iFolder se ha bloqueado debido a una excepción no controlada
fr: iFolder s'est bloqué en raison d'une exception non résolue
hu: Az iFolder egy nem kezelt kivétel miatt leállt.
it: iFolder si è bloccato a causa di un'eccezione non gestita
ja: 未処理の例外が原因でiFolderがクラッシュしました
pl: Program iFolder uległ awarii z powodu wystąpienia nieobsługiwanego wyjątku
pt_br: O iFolder falhou devido a uma exceção não reconhecida
ru: Сбой iFolder из-за необработанного исключения
sk: Aplikácia iFolder zlyhala kvôli neošetrenej výnimke

source: iFolder Created
cs: Složka iFolder vytvořena
de: iFolder-Ordner erstellt
es: Carpeta iFolder creada
fr: Dossier iFolder créé
hu: Az iFolder létrehozva
it: Cartella iFolder creata
ja: iFolderが作成されました
pl: iFolder utworzony
pt_br: iFolder Criado
ru: Папка iFolder создана
sk: Priečinok iFolder je vytvorený

source: The folder you selected is now an iFolder. To learn more about using iFolder and sharing iFolders with other users, see "Managing iFolders" in iFolder Help.
cs: Složka, kterou jste vybrali, je nyní složka iFolder. Více informací o používání složky iFolder a sdílení složky iFolder s jinými uživateli najdete v nápovědě ke složce iFolder v části "Správa složek iFolder".
de: Der von Ihnen ausgewählte Ordner ist jetzt ein iFolder-Ordner. Weitere Informationen zur Verwendung von iFolder-Ordnern und zur Freigabe der Ordner für andere Benutzer finden Sie in "Managing iFolders" in der iFolder-Hilfe.
es: La carpeta que ha seleccionado es una carpeta iFolder. Para obtener más información sobre la utilización de iFolder y la compartición de carpetas iFolder con otros usuarios, consulte "Gestión de iFolders" en la Ayuda de iFolder.
fr: Le dossier que vous avez sélectionné est maintenant un dossier iFolder. Pour en savoir plus sur l'utilisation de iFolder et le partage de dossiers iFolder avec d'autres utilisateurs, consultez la rubrique "Gestion des dossiers" iFolder dans l'aide iFolder.
hu: A kiválasztott mappa mostantól iFolder mappa. Az iFolder használatáról és más felhasználókkal való megosztásáról az iFolder súgójának az "iFolder mappák kezelése" című fejezete tartalmaz tájékoztatást.
it: La cartella selezionata è stata convertita in una cartella iFolder. Per ulteriori informazioni sull'utilizzo di iFolder e la condivisione delle cartelle con altri utenti, vedere "Gestione delle cartelle iFolder" nella Guida in linea di iFolder.
ja: 選択されたフォルダはこれでiFolderになりました。iFolderの使用方法とiFolderを他のユーザと共有する方法については、iFolderヘルプの「Managing iFolders」を参照してください。
pl: Wybrany folder został przekształcony w iFolder. Aby dowiedzieć się więcej na temat korzystania z iFolderu i współużytkowania iFolderów z innymi użytkownikami, patrz "Zarządzanie iFolderami" w pomocy dotyczącej iFolderów.
pt_br: A pasta que você selecionou agora é uma pasta do iFolder. Para saber mais sobre como usar o iFolder e compartilhar suas pastas com outros usuários, consulte "Managing iFolders" (Gerenciando pastas do iFolder) na Ajuda do iFolder.
ru: Выбранная папка теперь является папкой iFolder. Дополнительную информацию об использовании iFolder персонально и совместно с другими пользователями см. в разделе "Managing iFolders" (Управление iFolder) справки по iFolder.
sk: Vybratý priečinok je teraz priečinkom iFolder. Ďalšie informácie o použití priečinka iFolder a zdieľaní priečinka iFolder s inými používateľmi nájdete v časti „Spravovanie priečinkov iFolder “ v pomocníkovi aplikácie iFolder.

source: Do not show this message again.
cs: Tuto zprávu již nezobrazovat.
de: Diese Meldung nicht mehr anzeigen
es: No mostrar este mensaje de nuevo
fr: Ne plus afficher ce message
hu: Ne jelenjen meg többé ez az üzenet.
it: Non visualizzare più questo messaggio
ja: 今後このメッセージを表示しない
pl: Nie wyświetlaj więcej tego komunikatu
pt_br: Não mostrar esta mensagem novamente
ru: Не выводить больше это сообщение
sk: Nabudúce toto hlásenie nezobrazovať.

source: iFolder Error
cs: Chyba aplikace iFolder
de: iFolder-Fehler
es: Error de iFolder
fr: Erreur iFolder
hu: iFolder hiba
it: Errore di iFolder
ja: iFolderエラー
pl: Błąd iFolder
pt_br: Erro do iFolder
ru: Ошибка iFolder
sk: Chyba aplikácie iFolder

source: Show Details
cs: Zobrazit podrobné údaje
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
hu: Részletek megjelenítése
it: Mostra dettagli
ja: 詳細を表示
pl: Wyświetl szczegóły
pt_br: Mostrar detalhes
ru: Показать сведения
sk: Zobraziť detaily

source: Click "Show Details" below to get the full message returned with this error
cs: Klepnutím na "Zobrazit podrobnosti" získáte úplný text zprávy, kterou jste obdrželi s touto chybou
de: Klicken Sie unten auf "Details anzeigen", um die vollständige Fehlermeldung zu erhalten, die bei diesem Fehler ausgegeben wurde.
es: Para obtener el mensaje de error completo, haga clic en "Mostrar información"
fr: Cliquez sur "Afficher les détails" pour obtenir le message complet renvoyé avec cette erreur.
hu: A hibához tartozó teljes üzenet megjelenítéséhez kattintson a "Részletek megjelenítése" elemre
it: Fare clic su "Mostra dettagli" in basso per visualizzare il messaggio completo restituito con questo errore
ja: このエラーで返される完全なメッセージを表示するには、下の［詳細を表示］をクリックしてください
pl: Kliknij przycisk Wyświetl szczegóły poniżej, aby zapoznać się z pełnym komunikatem zwróconym przez ten błąd
pt_br: Clique em "Mostrar Detalhes", abaixo, para obter a mensagem completa retornada com este erro
ru: Щелкните "Показать сведения" ниже для получения полного сообщения, возвращенного с данной ошибкой
sk: Ak chcete zobraziť úplné hlásenie, ktoré bolo vrátené s touto chybou, kliknite na tlačidlo „Zobraziť podrobnosti“

source: Hide Details
cs: (Skrýt podrobnosti.)
de: (Details ausblenden)
es: (Ocultar detalles.)
fr: (Masquer les détails.)
hu: (Részletek elrejtése.)
it: (Nascondi dettagli)
ja: (詳細を非表示)
pl: (Ukryj szczegóły.)
pt_br: [Ocultar detalhes.]
ru: Скрыть информацию
sk: Skryť detaily.

source: iFolder Login
cs: Přihlášení složky iFolder
de: iFolder-Anmeldung
es: Entrada de iFolder
fr: Login iFolder
hu: iFolder bejelentkezés
ja: iFolderログイン
pl: Logowanie do programu iFolder
pt_br: Login no iFolder
ru: Вход в iFolder
sk: Prihlásenie na server iFolder

source: Username:
cs: Uživatelské jméno:
de: Benutzername:
es: Usuario:
fr: Nom d'utilisateur :
hu: Felhasználónév:
it: Nome utente:
ja: ユーザ名:
pl: Nazwa użytkownika:
pt_br: Nome do usuário:
ru: Имя пользователя:
sk: Meno používateľa:

source: Password:
cs: Heslo:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
hu: Jelszó:
ja: パスワード:
pl: Hasło:
pt_br: Senha:
ru: Пароль:
sk: Heslo:

source: _Remember password
cs: _Pamatovat si heslo
de: _Passwort speichern
es: _Recordar contraseña
fr: Mémo_riser le mot de passe
hu: J_elszó mentése
it: Memo_rizza password
ja: パスワードを保存する(_R)
pl: _Zapamiętaj hasło
pt_br: _Lembrar senha
ru: Зап_омнить пароль
sk: Zapa_mätať heslo

source: _Log In
cs: Přih_lásit
de: _Anmelden
es: _Conectarse
fr: _Se loguer
hu: _Ismét
ja: ログインしてください。(_L)
pl: Z_alogować się
pt_br: _Efetuar login
ru: _Вход
sk: _Prihlásiť sa

source: Show _Details
cs: _Zobrazit podrobné údaje
de: _Details anzeigen
es: Mostrar _detalles
fr: _Afficher les détails
hu: _Részletek megjelenítése
it: Mostra _dettagli
ja: 詳細を表示(_D)
pl: Pokaż _szczegóły
pt_br: Mostrar _detalhes
ru: Показать _сведения
sk: Zobraziť _detaily

source: Hide _Details
cs: Skrý_t podrobnosti.
de: _Details ausblenden
es: Ocultar _detalles
fr: _Masquer les détails
hu: _Részletek elrejtése
it: Nascondi _dettagli
ja: 詳細を非表示(_D)
pl: _Ukryj szczegóły
pt_br: Ocultar _detalhes
ru: Скрыть _сведения
sk: Skryť _detaily

source: iFolder Properties
cs: Vlastnosti složky iFolder
de: iFolder-Eigenschaften
es: Propiedades de iFolder
fr: Propriétés iFolder
hu: iFolder tulajdonságai
it: Proprietà iFolder
ja: iFolderのプロパティ
pl: Właściwości iFolderu
pt_br: Propriedades da Pasta do iFolder
ru: Свойства iFolder
sk: Vlastnosti priečinka iFolder

source: _General
cs: _Obecné
de: _Allgemein
fr: _Général
hu: Ál_talános
it: _Generale
ja: 一般(_G)
pl: _Ogólne
pt_br: _Geral
ru: _Общие
sk: _Všeobecné

source: _Sharing
cs: _Sdílení
de: _Freigabe
es: Com_partimiento
fr: _Partage
hu: _Megosztás
it: _Condivisione
ja: 共有(_S)
pl: _Współdzielenie
pt_br: _Compartilhar
ru: _Совместное использование
sk: _Zdieľanie

source: This iFolder contains conflicts.
cs: Tato složka iFolder obsahuje konflikty.
de: Dieser iFolder-Ordner weist Konflikte auf.
es: Esta carpeta de iFolder contiene conflictos.
fr: Ce dossier iFolder contient des conflits.
hu: Ez az iFolder ütközéseket tartalmaz.
it: La cartella iFolder contiene conflitti.
ja: このiFolderで競合が見つかりました。
pl: Ten iFolder zawiera konflikty.
pt_br: Este iFolder contém conflitos.
ru: В данной папке iFolder обнаружены конфликты.
sk: Tento priečinok iFolder obsahuje konflikty.

source: _Resolve conflicts
cs: Vyřešit _konflikty
de: _Konflikte lösen
es: _Resolver conflictos
fr: _Résoudre les conflits
hu: Üt_közések feloldása
it: _Risolvi conflitti
ja: 競合の解消(_R)
pl: Rozwiąż konflikt_y
pt_br: _Resolver conflitos
ru: _Разрешение конфликтов
sk: _Vyriešiť konflikty

source: minute(s)
cs: minut
de: Minute(n)
es: minuto(s)
hu: perc
it: minuti
ja: 分
pl: min.
pt_br: Minuto(s)
ru: мин.
sk: min.

source: Set _Quota:
cs: Nastavte _Kvótu:
de: _Quote festlegen:
es: Definir _cuota:
fr: Définir un _quota :
hu: Kvóta _beállítása:
it: Imposta _quota:
ja: 割り当て量を指定(_S):
pl: Ustaw _przydział:
pt_br: Definir _Quota:
ru: Установить _квоту:
sk: Nastaviť _kvótu:

source: Owner:
cs: Majitel:
de: Eigentümer:
es: Propietario:
fr: Propriétaire :
hu: Tulajdonos:
it: Proprietario:
ja: 所有者:
pl: Właściciel:
pt_br: Proprietário:
ru: Владелец:
sk: Vlastník:

source: Synchronization
cs: Synchronizace
de: Synchronisierung
es: Sincronización
fr: Synchronisation
hu: Szinkronizálás
it: Sincronizzazione
ja: 同期化
pl: Synchronizacja
pt_br: Sincronização
ru: Синхронизация
sk: Synchronizácia

source: Last Successful Synchronization:
cs: Poslední úspěšná synchronizace:
de: Letzte erfolgreiche Synchronisierung:
es: Última sincronización correcta:
fr: Dernière synchronisation réussie :
hu: Legutóbbi sikeres szinkronizálás:
it: Ultima sincronizzazione completata:
ja: 最後に成功した同期処理:
pl: Ostatnia pomyślna synchronizacja:
pt_br: Última sincronização bem-sucedida:
ru: Последняя успешная синхронизация:
sk: Posledná úspešná synchronizácia:

source: Last successful synchronization:
cs: Poslední úspěšná synchronizace:
de: Letzte erfolgreiche Synchronisierung:
es: Última sincronización correcta:
fr: Dernière synchronisation réussie :
hu: Legutóbbi sikeres szinkronizálás:
it: Ultima sincronizzazione completata:
ja: 最後に成功した同期処理:
pl: Ostatnia pomyślna synchronizacja:
pt_br: Última sincronização bem-sucedida:
ru: Последняя успешная синхронизация:
sk: Posledná úspešná synchronizácia:

source: Files/Folders to Synchronize:
cs: Soubory a složky k synchronizaci:
de: Zu synchronisierende Dateien/Ordner:
es: Archivos/carpetas que se sincronizarán:
fr: Fichiers/dossiers à synchroniser :
hu: Szinkronizálandó fájlok/mappák:
it: File/cartelle da sincronizzare:
ja: 同期するファイル/フォルダ数:
pl: Pliki/foldery do synchronizacji:
pt_br: Arquivos/pastas para sincronizar:
ru: Файлов/папок для синхронизации:
sk: Súbory a priečinky na synchronizáciu:

source: Files/Folders to synchronize:
cs: Soubory a složky k synchronizaci:
de: Zu synchronisierende Dateien/Ordner:
es: Archivos/carpetas que se sincronizarán:
fr: Fichiers/dossiers à synchroniser :
hu: Szinkronizálandó fájlok/mappák:
it: File/cartelle da sincronizzare:
ja: 同期するファイル/フォルダ数:
pl: Pliki/foldery do synchronizacji:
pt_br: Arquivos/pastas para sincronizar:
ru: Файлов/папок для синхронизации:
sk: Súbory alebo priečinky na synchronizáciu:

source: Automatically Synchronizes Every:
cs: Automaticky se bude synchronizovat každých:
de: Automatisch synchronisieren alle:
es: Sincronizacion automática cada:
fr: Synchronisation automatique tous les :
hu: Automatikus szinkronizálás időköze:
it: Sincronizza automaticamente ogni:
ja: 次の間隔で自動的に同期する:
pl: Synchronizacja automatyczna co:
pt_br: Sincroniza Automaticamente a Cada:
ru: Автоматическая синхронизация через каждые:
sk: Automaticky sa synchronizuje každých:

source: Automatically synchronizes every:
cs: Automaticky se bude synchronizovat každých:
de: Synchronisiert automatisch alle:
es: Sincronización automática cada:
fr: Synchronisation automatique tous les :
hu: Automatikus szinkronizálás időköze:
it: Sincronizza automaticamente ogni:
ja: 次の間隔で自動的に同期する:
pl: Synchronizacja automatyczna co:
pt_br: Sincroniza Automaticamente a cada:
ru: Автоматическая синхронизация каждые:
sk: Automaticky sa synchronizuje vždy po:

source: Synchronize _Now
cs: Synchronizovat n_yní
de: _Jetzt synchronisieren
es: Si_ncronizar ahora
fr: Synchroniser _maintenant
hu: _Azonnali szinkronizálás
it: Sincronizza _ora
ja: いますぐ同期化(_N)
pl: Synchronizuj _teraz
pt_br: Sincronizar _Agora
ru: Синхронизировать _сейчас
sk: Synchronizovať _teraz

source: User
cs: Uživatel
de: Benutzer
es: Usuario
fr: Utilisateur
hu: Felhasználó
it: Utente
ja: ユーザ
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
sk: Používateľ

source: State
cs: Stav
de: Zustand
es: Estado
fr: État
hu: Állam/megye
it: Stato
ja: 状態
pl: Województwo
pt_br: Estado
ru: Состояние
sk: Stav

source: Role
de: Rolle
es: Función
fr: Rôle
hu: Szerepkör
it: Ruolo
ja: 役割
pl: Rola
pt_br: Função
ru: Функция
sk: Rola
