Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: Also _remove my membership from this iFolder
cs: _Odstranit také moje členství z této složky iFolder
de: Auch meine Mitgliedschaft aus diesem iFolder-Ordner _entfernen
es: E_liminar también mi pertenencia a esta carpeta iFolder
fr: _Supprimer aussi mon adhésion à ce dossier iFolder
hu: Szűnjön meg a _tagságom is ebben az iFolder mappában
it: _Rimuovi anche appartenenza da questa cartella iFolder
ja: このiFolderからメンバーシップも削除する(_R)
pl: _Usuń również moje członkostwo w tym iFolderze
pt_br: Também remover _minha participação neste iFolder
ru: Так же _отмените мое членство в этой папке iFolder
sk: Tiež odst_rániť moje členstvo v tomto priečinku iFolder

source: _Remove my membership from this iFolder
cs: _Odstranit moje členství z této složky iFolder
de: Eigene Mitgliedschaft aus diesem iFolder _entfernen
es: _Eliminar mi pertenencia a esta carpeta iFolder
fr: _Supprimer mon adhésion à ce dossier iFolder
hu: Szűnjön meg a _tagságom ebben az iFolder mappában
it: _Rimuovi appartenenza da questa cartella iFolder
ja: このiFolderからメンバーシップを削除する(_R)
pl: _Usuń moje członkostwo w tym folderze iFolder
pt_br: _Remover minha participação neste iFolder
ru: _Отменить мое членство в этой папке iFolder
sk: Odst_rániť moje členstvo v tomto priečinku iFolder

source: Revert to Normal Folder
cs: Změnit na normální složku
de: Auf normalen Ordner zurücksetzen
es: Volver a una carpeta normal
fr: Rétablir en dossier normal
hu: Visszaalakítás normál mappává
it: Ripristina cartella normale
ja: 標準フォルダに戻す
pl: Przywróć do postaci zwykłego folderu
pt_br: Reverter para uma Pasta Normal
ru: Преобразовать в стандартную папку
sk: Znova zmeniť na normálny priečinok

source: Delete "{0}" from the server?
cs: Odstranit "{0}" ze serveru?
de: "{0}" vom Server löschen?
es: ¿Desea suprimir "{0}" del servidor?
fr: Supprimer "{0}" du serveur ?
hu: Törli a kiszolgálóról a(z) "{0}" mappát?
it: Cancellare "{0}" dal server?
ja: サーバから「{0}」を削除しますか?
pl: Czy chcesz usunąć folder {0} z serwera?
pt_br: Apagar "{0}" do servidor?
ru: Удалить "{0}" с сервера?
sk: Odstrániť „{0}“ zo servera?

source: This deletes the iFolder and its files from the server.
cs: Tato operace odstraní složku iFolder a její soubory ze serveru.
de: Dadurch werden der iFolder-Ordner und die daarin enthaltenen Dateien vom Server gelöscht.
es: Se suprimirán del servidor la carpeta iFolder y los archivos que ésta contiene.
fr: Cette opération supprime le dossier iFolder et tous ses fichiers du serveur.
hu: Ezzel törli az iFolder mappát és fájljait a kiszolgálóról.
it: Ciò comporta la cancellazione della cartella iFolder e dei relativi file dal server.
ja: iFolderとその中に含まれるファイルをサーバから削除します。
pl: Ta opcja powoduje usunięcie iFolderu i znajdujących się w nim plików z serwera.
pt_br: Isso apaga o iFolder e seus arquivos do servidor.
ru: Это приведет к удалению папки iFolder и соответствующих файлов с сервера.
sk: Táto akcia odstráni priečinok iFolder a jeho súbory zo servera.

source: Remove your membership from "{0}"?
cs: Odebrat vaše členství z "{0}"?
de: Ihre Mitgliedschaft von "{0}" löschen?
es: ¿Desea eliminar su pertenencia al grupo de "{0}"?
fr: Supprimer votre adhésion de "{0}" ?
hu: Megszünteti tagságát a(z) "{0}" mappában?
it: Rimuovere l'appartenenza a "{0}"?
ja: 「{0}」からメンバーシップを削除しますか?
pl: Czy chcesz usunąć swoje członkostwo w folderze {0}?
pt_br: Remover sua participação de "{0}"?
ru: Отменить членство в "{0}"?
sk: Odstrániť členstvo z „{0}“?

source: This removes your membership from the iFolder and removes the iFolder from your list.
cs: Tato operace odebere vaše členství ze složky iFolder a odebere složku iFolder z vašeho seznamu.
de: Dadurch wird Ihre Mitgliedschaft aus dem iFolder-Ordner und der iFolder-Ordner aus Ihrer Liste entfernt.
es: Se suprimirá la pertenencia a la carpeta iFolder y se eliminará esta última de la lista.
fr: Cette opération supprime votre adhésion du dossier iFolder et le supprime de votre liste.
hu: Ezzel törli tagságát az iFolder mappából, és a listájából eltávolítja az iFolder mappát.
it: Ciò comporta la rimozione della propria appartenenza dalla cartella iFolder e di quest'ultima dal proprio elenco.
ja: iFolderからユーザのメンバーシップを削除し、ユーザのリストからiFolderを削除します。
pl: Ta opcja powoduje usunięcie członkostwa użytkownika w iFolderze i usunięcie iFolderu z listy użytkownika.
pt_br: Isso remove sua participação no iFolder e remove o iFolder de sua lista.
ru: Это приведет к отмене членства в папке iFolder и удалению iFolder из Вашего списка.
sk: Táto akcia odstráni členstvo v priečinku iFolder a odstráni priečinok iFolder z vášho zoznamu.

source: Error creating iFolder
cs: Při vytváření složky iFolder došlo k chybě
de: Fehler beim Erstellen des iFolder-Ordners
es: Error al crear la carpeta de iFolder
fr: Erreur lors de la création du dossier iFolder
hu: Hiba történt az iFolder mappa létrehozásakor
it: Errore durante la creazione della cartella iFolder
ja: iFolderの作成中にエラーが発生しました
pl: Błąd podczas tworzenia iFolderu.
pt_br: Erro ao criar iFolder
ru: Ошибка при создании iFolder
sk: Chyba pri vytváraní priečinka iFolder

source: You should be logged-in to the domain for creating encrypted iFolders.
cs: Chcete-li vytvářet zašifrované složky iFolder, měli byste být přihlášeni k doméně.
de: Zum Erstellen verschlüsselter iFolder-Ordner müssen Sie bei der Domäne angemeldet sein.
es: Para poder crear carpetas iFolder cifradas es necesario haber entrado al dominio.
fr: Vous devez être logué au domaine pour créer des dossiers iFolder codés.
hu: Titkosított iFolder mappák létrehozásához be kell jelentkeznie a tartományba.
it: Per creare cartelle iFolder cifrate è necessario aver eseguito il login al dominio.
ja: 暗号化されたiFolderを作成するために、ドメインにログインする必要があります。
pl: W celu tworzenia szyfrowanych iFolderów użytkownik powinien być zalogowany w domenie.
pt_br: É necessário estar registrado no domínio para criar iFolders criptografados.
ru: Для создания зашифрованных папок iFolder необходимо войти в домен.
sk: Ak chcete vytvoriť šifrované priečinky iFolder, mali by ste byť prihlásení ku doméne.

source: One time passphrase
cs: Jednorázové heslo
de: Einmalpasswortsatz
es: Contraseña codificada para una vez
fr: Phrase secrète à usage unique
hu: Egyszeri hozzáférési kód
it: Singola stringa di cifratura
ja: 使い捨てパスフレーズ
pl: Jednorazowy zwrot hasłowy
pt_br: Frase secreta única
ru: Одноразовая контрольная фраза
sk: Jednorazový prístupový výraz

source: New passphrase
cs: Nové heslo
de: Neuer Passwortsatz
es: Nueva contraseña codificada
fr: Nouvelle phrase secrète
hu: Új hozzáférési kód
it: Nuova stringa di cifratura
ja: 新しいパスフレーズ
pl: Nowy zwrot hasłowy
pt_br: Nova frase secreta
ru: Новая контрольная фраза
sk: Nový prístupový výraz

source: Re-type passphrase
cs: Znovu zadejte heslo
de: Passwortsatz wiederholen
es: Reescribir contraseña codificada
fr: Confirmer la phrase secrète
hu: Hozzáférési kód ismételt beírása
it: Ridigitare la stringa di cifratura
ja: パスフレーズの再入力
pl: Wpisz ponownie zwrot hasłowy
pt_br: Redigitar frase secreta
ru: Введите контрольную фразу еще раз
sk: Znova zadať prístupový výraz

source: iFolder Migration
cs: Migrace složky iFolder
de: iFolder-Ordner-Migration
es: Migración de carpeta iFolder
fr: Migration iFolder
hu: iFolder mappa áttelepítése
it: Migrazione di iFolder
ja: iFolder移行
pl: Migracja iFolderu
pt_br: Migração do iFolder
ru: Миграция iFolder
sk: Prenesenie priečinka iFolder

source: User Name
cs: Jméno uživatele
de: Benutzername
es: Usuario
fr: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente
ja: ユーザ名
pl: Nazwa użytkownika
pt_br: Nome do Usuário
ru: Имя пользователя
sk: Meno používateľa

source: _User name
cs: _Jméno uživatele
de: _Benutzername
es: _Nombre de usuario
fr: Nom _d'utilisateur
hu: _Felhasználónév
it: Nome _utente
ja: ユーザ名(_U)
pl: _Nazwa użytkownika
pt_br: _Nome do usuário
ru: _Имя пользователя
sk: Meno po_užívateľa

source: Home Location
cs: Domovské umístění
de: Basisort
es: Ubicación principal
fr: Emplacement d'origine
hu: Alaphely
it: Ubicazione iniziale
ja: ホームの場所
pl: Położenie domowe
pt_br: Local Pessoal
ru: Расположение личной папки
sk: Domovské umiestnenie

source: Not encrypted
cs: Nešifrované
de: Nicht verschlüsselt
es: No cifrado
fr: Non codé
hu: Nincs titkosítva
it: Nessuna cifratura
ja: 暗号化しない
pl: Niezaszyfrowane
pt_br: Não criptografado
ru: Не зашифровано
sk: Nezašifrované

source: iFolder Migration Assistant
de: Assistent für iFolder-Ordner-Migration
es: Asistente de migración de iFolder
fr: Assistant Migration iFolder
hu: iFolder áttelepítési segéd
it: Migrazione guidata iFolder
ja: iFolder移行アシスタント
pl: Asystent migracji folderu programu iFolder
pt_br: Assistente de Migração do iFolder
ru: Помощник миграции iFolder
sk: Asistent prenesenia priečinka iFolder

source: Migrate the iFolder
cs: Migrovat složku iFolder
de: iFolder-Ordner migrieren
es: Migrar la carpeta de iFolder
fr: Migrer le dossier iFolder
hu: Az iFolder mappa áttelepítése
it: Esegui la migrazione della cartella iFolder
ja: iFolderを移行
pl: Migruj iFolder
pt_br: Migrar iFolder
ru: Выполнить миграцию iFolder
sk: Preniesť priečinok iFolder

source: Welcome to iFolder Migration Assistant. The next few screens will let you, migrate your data to iFolder 3.x. Click "Forward" to continue.
cs: Vítejte v aplikaci iFolder Migration Assistant. Následující obrazovky vám umožní migrovat vaše data do složky iFolder 3.x. Pokračujte klepnutím na tlačítko "Vpřed".
de: Willkommen beim Assistenten für die iFolder-Ordner-Migration. Mithilfe der nächsten Bildschirme können Sie Ihre Daten zu iFolder 3.x migrieren. Klicken Sie auf "Weiter", um den Vorgang fortzusetzen.
es: Bienvenido al Asistente de migración de iFolder. Las siguientes pantallas le permitirán migrar sus datos a iFolder 3.x. Haga clic en "Adelante" para continuar.
fr: Bienvenue dans l'Assistant Migration iFolder. Les quelques écrans suivants vous permettent de, migrer vos données vers iFolder 3.x. Cliquez sur "Suivant" pour continuer.
hu: Üdvözli az iFolder áttelepítési segéd. A következő néhány képernyővel adatait áttelepítheti az iFolder 3.x verzióra. A folytatáshoz kattintson a "Előre" gombra.
it: Migrazione guidata iFolder. Mediante le istruzioni visualizzate nelle schermate successive sarà possibile eseguire la migrazione dei dati a iFolder 3.x. Fare clic su "Avanti" per continuare.
ja: iFolder移行アシスタントへようこそ。 続く画面で、データの iFolder 3.xへの移行をガイドします。 ［転送］をクリックして続行してください。
pl: Witamy w Asystencie migracji folderu programu iFolder. Instrukcje na następnych ekranach umożliwią migrację danych do programu iFolder 3.x. Kliknij przycisk Dalej, aby kontynuować.
pt_br: Bem-vindo (a) ao Assistente de Migração do iFolder. As próximas telas mostrarão como migrar os dados para o iFolder 3.x. Clique em "Avançar" para continuar.
ru: Вас приветствует помощник миграции iFolder. На следующих экранах можно выполнить миграцию данных в iFolder 3.x. Для продолжения щелкните "Далее".
sk: Víta vás Asistent prenesenia priečinka iFolder. Nasledujúce dialógové okná vám umožnia preniesť svoje údaje do aplikácie iFolder 3.x. Pokračujte kliknutím na tlačidlo Ďalej.

source: Migration Options
cs: Možnosti migrace
de: Migrationsoptionen
es: Opciones de migración
fr: Options de migration
hu: Áttelepítési beállítások
it: Opzioni di migrazione
ja: 移行オプション
pl: Opcje migracji
pt_br: Opções de Migração
ru: Параметры миграции
sk: Možnosti prenesenia

source: Select one of the following options
cs: Vyberte jednu z následujících možností
de: Wählen Sie eine der folgenden Optionen aus
es: Seleccione una de las siguientes opciones
fr: Sélectionnez l'une des options suivantes
hu: Válasszon ki egyet a következő lehetőségek közül
it: Scegliere una delle opzioni seguenti
ja: 次のオプションを1つ選択する
pl: Wybierz jedną z poniższych opcji
pt_br: Selecionar uma das seguintes opções
ru: Выберите один из следующих параметров
sk: Vyberte jednu z nasledujúcich možností

source: Migrate the iFolder and disconnect it from 2.x domain
cs: Migrovat složku iFolder a odpojit ji od domény 2.x
de: iFolder-Ordner migrieren und von 2.x-Domäne trennen
es: Migrar la carpeta de iFolder y desconectarla del dominio 2.x
fr: Migrer le dossier iFolder et le déconnecter du domaine 2.x
hu: Az iFolder mappa áttelepítése és a 2.x tartományról való leválasztása
it: Esegui la migrazione della cartella iFolder e disconnettila dal dominio 2.x
ja: iFolderを移行し、2.xドメインから切断する
pl: Migruj folder iFolder i odłącz go od domeny w wersji 2.x
pt_br: Migrar o iFolder e desconectá-lo do domínio 2.x
ru: Выполнить миграцию папки iFolder и отключить ее от домена 2.x
sk: Preniesť priečinok iFolder a odpojiť ho z domény verzie 2.x

source: Migrate the iFolder and disconnect it from 2.x server
cs: Migrovat složku iFolder a odpojit ji od serveru 2.x
de: iFolder-Ordner migrieren und von 2.x-Server trennen
es: Migrar la carpeta de iFolder y desconectarla del servidor 2.x
fr: Migrer le dossier iFolder et le déconnecter du serveur 2.x
hu: Az iFolder mappa áttelepítése és a 2.x kiszolgálóról való leválasztása
ja: iFolderを移行し、2.xサーバから切断する
pl: Migruj folder iFolder i odłącz go od serwera w wersji 2.x
pt_br: Migrar o iFolder e desconectá-lo do servidor 2.x
ru: Выполнить миграцию папки iFolder и отключить ее от сервера 2.x
sk: Preniesť priečinok iFolder a odpojiť ho od servera verzie 2.x

source: Create a copy of the iFolder and migrate
cs: Vytvořit kopii složky iFolder a migrovat
de: Eine Kopie des iFolder-Ordners erstellen und migrieren
es: Crear una copia de la carpeta iFolder y migrar
fr: Créez une copie du dossier iFolder et effectuez la migration
hu: Az iFolder mappa másolatának létrehozása és áttelepítése
it: Creare una copia della cartella iFolder ed eseguire la migrazione
ja: iFolderのコピーを作成して移行する
pl: Utwórz kopię iFolderu i przeprowadź migrację
pt_br: Criar uma cópia do iFolder e migrar
ru: Создание копии iFolder и миграция
sk: Vytvoriť kópiu priečinka iFolder a preniesť ho

source: Copy the parent folder
cs: Kopírovat nadřazenou složku
de: Übergeordneten Ordner kopieren
es: Copiar la carpeta padre
fr: Copier le dossier parent
hu: A szülőmappa másolása
it: Copia la cartella superiore
ja: 親フォルダをコピーする
pl: Kopiuj folder nadrzędny
pt_br: Copiar pasta pai
ru: Копировать родительскую папку
sk: Skopírovať nadradený priečinok

source: Server Information
cs: Informace o serveru
de: Serverinformationen
es: Información del servidor
fr: Informations sur le serveur
hu: Kiszolgáló adatai
it: Informazioni relative al server
ja: サーバ情報
pl: Informacje o serwerze
pt_br: Informações sobre o Servidor
ru: Информация о сервере
sk: Informácie o serveri

source: Select the server
cs: Vyberte server
de: Wählen Sie den Server aus
es: Seleccionar el servidor
fr: Sélectionner le serveur
hu: A kiszolgáló kiválasztása
it: Selezione server
ja: サーバの選択
pl: Wybierz serwer
pt_br: Selecionar servidor
ru: Выберите сервер
sk: Vyberte server

source: Select Security options
cs: Vyberte možnosti zabezpečení
de: Sicherheitsoptionen auswählen
es: Seleccionar las opciones de seguridad
fr: Sélectionner des options de sécurité
hu: Adja meg a biztonsági beállításokat
it: Scegliere le opzioni di sicurezza
ja: セキュリティオプションを選択する
pl: Wybierz opcje zabezpieczeń
pt_br: Selecionar opções de Segurança
ru: Выберите параметры защиты
sk: Vyberte možnosti zabezpečenia

source: Passphrase
cs: Heslo
de: Passwortsatz
es: Contraseña codificada
fr: Phrase secrète
hu: Hozzáférési kód
it: Stringa di cifratura
ja: パスフレーズ
pl: Zwrot hasłowy
pt_br: Frase Secreta
ru: Контрольная фраза
sk: Prístupový výraz

source: Verify and Migrate
cs: Ověřit a migrovat
de: Überprüfen und migrieren
es: Verificar y migrar
fr: Vérifier et migrer
hu: Ellenőrzés és áttelepítés
it: Verifica ed esegui migrazione
ja: 確認して移行
pl: Zweryfikuj i przeprowadź migrację
pt_br: Verificar e Migrar
ru: Проверка и миграция
sk: Overiť a preniesť

source: Please verify that the information you've entered is correct
cs: Ověřte, zda jsou zadané informace správné
de: Vergewissern Sie sich, dass die von Ihnen eingegebenen Informationen richtig sind
es: Verifique que la información introducida sea correcta
fr: Vérifiez que les informations entrées sont correctes
hu: Ellenőrizze, hogy helyesek-e a megadott adatok
it: Verificare che le informazioni immesse siano corrette
ja: 入力した情報が正しいことを確認してください
pl: Sprawdź, czy podane przez Ciebie informacje są poprawne.
pt_br: Verifique se as informações digitadas estão corretas
ru: Проверьте правильность введенных данных
sk: Overte, že sú zadané informácie správne

source: Migration Option
cs: Možnost migrace
de: Migrationsoptionen
es: Opción de migración
fr: Option de migration
hu: Áttelepítési beállítás
it: Opzione di migrazione
ja: 移行オプション
pl: Opcja migracji
pt_br: Opção de Migração
ru: Параметр миграции
sk: Možnosť prenesenia

source: Security
cs: Zabezpečení
de: Sicherheit
es: Seguridad
fr: Sécurité
hu: Adatvédelem
it: Sicurezza
ja: セキュリティ
pl: Zabezpieczenia
pt_br: Segurança
ru: Защита
sk: Zabezpečenie

source: Click "Migrate" to migrate your folder to the server specified
cs: Klepnutím na tlačítko "Migrovat" provedete migraci vaší složky na zadaný server
de: Klicken Sie auf "Migrieren", um Ihren Ordner zum festgelegten Server zu migrieren.
es: Haga clic en "Migrar" para migrar la carpeta al servidor indicado
fr: Cliquez sur "Migrer" pour migrer votre dossier vers le serveur spécifié
hu: Mappájának a megadott kiszolgálóra való áttelepítéséhez kattintson az "Áttelepítés" gombra
it: Fare clic su "Esegui migrazione" per eseguire la migrazione della propria cartella sul server specificato
ja: ［移行］をクリックして、フォルダを指定したサーバに移行する
pl: Kliknij przycisk Migracja, aby przeprowadzić migrację folderu na określony serwer.
pt_br: Clique em "Migrar" para migrar sua pasta para o servidor especificado
ru: Щелкните "Миграция" для миграции папки на указанный сервер
sk: Kliknutím na tlačidlo „Preniesť“ prenesiete svoj priečinok na zadaný server

source: iFolder Migration Assistant - (1 of 5)
cs: iFolder Migration Assistant - (1 z 5)
de: iFolder-Migrationsassistent - (1 von 5)
es: Asistente de migración de iFolder - (1 de 5)
fr: Assistant Migration iFolder - (1 sur 5)
hu: iFolder áttelepítési segéd - (1/5)
it: Migrazione guidata iFolder - (1 di 5)
ja: iFolder移行アシスタント - (1/5)
pl: Asystent migracji folderu programu iFolder — krok 1 z 5
pt_br: Assistente de Migração do iFolder - (1 de 5)
ru: Помощник по миграции iFolder - (1 из 5)
sk: Asistent prenesenia aplikácie iFolder – (1 z 5)

source: iFolder Migration Assistant - (2 of 5)
cs: iFolder Migration Assistant - (2 z 5)
de: iFolder-Migrationsassistent - (2 von 5)
es: Asistente de migración de iFolder - (2 de 5)
fr: Assistant Migration iFolder - (2 sur 5)
hu: iFolder áttelepítési segéd - (2/5)
it: Migrazione guidata iFolder - (2 di 5)
ja: iFolder移行アシスタント - (2/5)
pl: Asystent migracji folderu programu iFolder — krok 2 z 5
pt_br: Assistente de Migração do iFolder - (2 de 5)
ru: Помощник по миграции iFolder - (2 из 5)
sk: Asistent prenesenia aplikácie iFolder – (2 z 5)

source: iFolder Migration Assistant - (3 of 5)
cs: iFolder Migration Assistant - (3 z 5)
de: iFolder-Migrationsassistent - (3 von 5)
es: Asistente de migración de iFolder - (3 de 5)
fr: Assistant Migration iFolder - (3 sur 5)
hu: iFolder áttelepítési segéd - (3/5)
it: Migrazione guidata iFolder - (3 di 5)
ja: iFolder移行アシスタント - (3/5)
pl: Asystent migracji folderu programu iFolder — krok 3 z 5
pt_br: Assistente de Migração do iFolder - (3 de 5)
ru: Помощник по миграции iFolder - (3 из 5)
sk: Asistent prenesenia aplikácie iFolder – (3 z 5)

source: iFolder Migration Assistant - (4 of 5)
cs: iFolder Migration Assistant - (4 z 5)
de: iFolder-Migrationsassistent - (4 von 5)
es: Asistente de migración de iFolder - (4 de 5)
fr: Assistant Migration iFolder - (4 sur 5)
hu: iFolder áttelepítési segéd - (4/5)
it: Migrazione guidata iFolder - (4 di 5)
ja: iFolder移行アシスタント - (4/5)
pl: Asystent migracji folderu programu iFolder — krok 4 z 5
pt_br: Assistente de Migração do iFolder - (4 de 5)
ru: Помощник по миграции iFolder - (4 из 5)
sk: Asistent prenesenia aplikácie iFolder – (4 z 5)

source: iFolder Migration Assistant - (5 of 5)
cs: iFolder Migration Assistant - (5 z 5)
de: iFolder-Migrationsassistent - (5 von 5)
es: Asistente de migración de iFolder - (5 de 5)
fr: Assistant Migration iFolder - (5 sur 5)
hu: iFolder áttelepítési segéd - (5/5)
it: Migrazione guidata iFolder - (5 di 5)
ja: iFolder移行アシスタント - (5/5)
pl: Asystent migracji folderu programu iFolder — krok 5 z 5
pt_br: Assistente de Migração do iFolder - (5 de 5)
ru: Помощник по миграции iFolder - (5 из 5)
sk: Asistent prenesenia aplikácie iFolder – (5 z 5)

source: Migration
cs: Migrace
es: Migración
hu: Áttelepítés
it: Migrazione
ja: マイグレーション
pl: Migracja
pt_br: Migração
ru: Миграция
sk: Prenos

source: User not Logged-in to the domain
cs: Uživatel není přihlášen do domény
de: Benutzer nicht bei der Domäne angemeldet
es: Usuario no conectado al dominio
fr: Utilisateur non logué au domaine
hu: A felhasználó nincs bejelentkezve a tartományba
it: Utente che non ha eseguito il login al dominio
ja: ドメインにログインしていないユーザ
pl: Użytkownik nie jest zalogowany w domenie.
pt_br: Usuário não Conectado ao domínio
ru: Пользователь не вошел в домен
sk: Používateľ nie je prihlásený k doméne

source: For creating an encrypted iFolder you should be connected to the domain.
cs: Chcete-li vytvořit šifrovanou složku iFolder, měli byste být připojeni k doméně.
de: Zum Erstellen eines verschlüsselten iFolder-Ordners müssen Sie mit der Domäne verbunden sein.
es: Para poder crear una carpeta iFolder cifrada es necesario estar conectado al dominio.
fr: Pour créer un dossier iFolder codé, vous devez être connecté au domaine.
hu: Titkosított iFolder mappa létrehozásához csatlakoznia kell a tartományhoz
it: Per creare una cartella iFolder cifrata è necessario essere connessi al dominio.
ja: 暗号化されたiFolderを作成するには、ドメインに接続する必要があります。
pl: W celu utworzenia szyfrowanego iFolderu użytkownik powinien być połączony z domeną.
pt_br: Para criar um iFolder criptografado é necessário estar conectado ao domínio.
ru: Для создания зашифрованной папки iFolder необходимо подключиться к домену.
sk: Ak chcete vytvoriť šifrovaný priečinok iFolder, mali by ste byť pripojení ku doméne.

source: To create an encrypted iFolder, you must be logged in to an account. Log in and try again.
cs: Chcete-li vytvořit šifrovanou složku iFolder, musíte být přihlášeni k účtu. Přihlaste se a zkuste to znovu.
de: Zum Erstellen eines verschlüsselten iFolder-Ordners müssen Sie bei einem Konto angemeldet sein. Melden Sie sich an und versuchen Sie es erneut.
es: Para crear una carpeta iFolder cifrada, debe estar conectado a una cuenta. Entre en la cuenta y vuelva a intentarlo.
fr: Pour créer un dossier iFolder codé, vous devez être logué à un compte. Loguez-vous et réessayez.
hu: Titkosított iFolder mappát csak úgy hozhat létre, ha be van jelentkezve egy fiókba. Jelentkezzen be, majd próbálkozzon újra.
ja: 暗号化されたiFolderを作成するには、アカウントにログインしている必要があります。ログインしてから再度実行してください。
pl: Aby utworzyć zaszyfrowany folder iFolder, musisz być użytkownikiem zalogowanym do konta. Zaloguj się i spróbuj ponownie.
pt_br: Para criar um iFolder criptografado, você deve efetuar login em uma conta. Efetue login e tente novamente.
ru: Для создания шифрованной папки iFolder необходимо войти в учетную запись. Выполните вход и попробуйте еще раз.
sk: Ak chcete vytvoriť šifrovaný priečinok iFolder, musíte byť prihlásení v konte. Prihláste sa a skúste to znova.

source: Delete from iFolder2.X server
cs: Odstranit ze serveru iFolder2.X
de: Von iFolder 2.x-Server löschen
es: Suprimir del servidor iFolder2.X
fr: Supprimer du serveur iFolder2.X
hu: Törlése az iFolder2.X kiszolgálóról
it: Cancella dal server iFolder2.X
ja: iFolder2.Xサーバから削除
pl: Usuń z serwera programu iFolder w wersji 2.x
pt_br: Apagar do servidor iFolder2.X
ru: Удалить с сервера iFolder2.X
sk: Odstrániť zo servera aplikácie iFolder2.X
