Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: New password and confirm password do not match.
cs: Nové heslo a potvrzení hesla se neshodují.
de: Das neue Passwort und dessen Wiederholung stimmen nicht überein.
es: La contraseña nueva y la de confirmación no coinciden.
fr: Le nouveau mot de passe et le mot de passe de confirmation ne correspondent pas.
hu: Az új jelszó és a megerősítő jelszó nem egyezik.
it: La nuova password non corrisponde a quella immessa per conferma.
ja: 新しいパスワードと確認パスワードが一致していません。
pl: Nowe hasło i potwierdzenie hasła nie są zgodne.
pt_br: A senha nova e a de confirmação não são iguais.
ru: Новый пароль и подтверждение пароля не совпадают.
sk: Nové heslo a potvrdzujúce heslo sa nezhodujú.

source: Click Ok to merge the folder or Cancel to select a different location
cs: Klepněte na tlačítko OK, chcete-li složku sloučit, nebo na tlačítko Zrušit, chcete-li vybrat jiné umístění.
de: Klicken Sie auf 'OK', um den Ordner zusammenzuführen, oder klicken Sie auf 'Abbrechen', um einen anderen Standort auszuwählen
es: Haga clic en Aceptar para fusionar la carpeta o en Cancelar para seleccionar una ubicación diferente.
fr: Cliquez sur OK pour fusionner le dossier ou sur Annuler pour sélectionner un autre emplacement.
hu: Kattintson az OK gombra a mappába való összefésüléshez, vagy a Mégse gombra másik hely kijelöléséhez.
it: Fare clic su OK per unire la cartella o su Annulla per selezionare un'ubicazione diversa
ja: ［OK］をクリックしてフォルダをマージするか、［キャンセル］をクリックして別の場所を選択します
pl: Kliknij przycisk OK, aby scalić folder, lub przycisk Anuluj, aby wybrać inne położenie.
pt_br: Clique em OK para mesclar a pasta ou Cancelar para selecionar um local diferente
ru: Нажмите кнопку "ОК", чтобы объединить папки, или "Отмена", чтобы выбрать другое расположение
sk: Ak chcete zlúčiť priečinok, kliknite na tlačidlo OK. Ak chcete vybrať iné umiestnenie, kliknite na tlačidlo Zrušiť.

source: Size
cs: Velikost
de: Größe
es: Tamaño
fr: Taille
hu: Méret
it: Dimensioni
ja: サイズ
pl: Rozmiar
pt_br: Tamanho
ru: Размер
sk: Veľkosť

source: Upload a folder
cs: Vyslat složku
de: Ordner heraufladen
es: Cargar una carpeta...
fr: Télécharger un dossier
hu: Mappa feltöltése
it: Esegui l'upload di una cartella
ja: フォルダのアップロード
pl: Przekaż folder
pt_br: Fazer upload de uma pasta...
ru: Отправить папку
sk: Odovzdať priečinok

source: Create iFolder
cs: Vytvořit složku iFolder
de: iFolder-Ordner erstellen
es: Crear carpeta iFolder
fr: Créer un dossier iFolder
hu: iFolder létrehozása
it: Crea cartella iFolder
ja: iFolderの作成
pl: Utwórz iFolder
pt_br: Criar iFolder
ru: Создание iFolder
sk: Vytvoriť priečinok iFolder

source: Share with
cs: Sdílet s
de: Freigeben für
es: Compartir con
fr: Partager avec
hu: Megosztás
it: Condividi con
ja: 共有
pl: Współużytkuj z
pt_br: Compartilhar com...
ru: Совместное использование с
sk: Zdieľať s

source: Download
cs: Stáhnout
de: Herunterladen
es: Descargar
fr: Télécharger
hu: Letöltés
it: Scarica
ja: ダウンロード
pl: Pobierz
ru: Загрузить
sk: Prebrať

source: Open Panel
cs: Otevřít panel
de: Kontrollleiste öffnen
es: Abrir panel
fr: Ouvrir le panneau
hu: Panel megnyitása
it: Apri pannello
ja: パネルを開く
pl: Otwórz panel
pt_br: Abrir Painel
ru: Открыть панель
sk: Otvoriť panel

source: Close Panel
cs: Zavřít panel
de: Kontrollleiste schließen
es: Cerrar panel
fr: Fermer le panneau
hu: Panel bezárása
it: Chiudi pannello
ja: パネルを閉じる
pl: Zamknij panel
pt_br: Fechar Painel
ru: Закрыть панель
sk: Zavrieť panel

source: Thumbnail View
cs: Zobrazení miniatury
de: Miniaturansicht
es: Vista en miniatura
fr: Vue Miniatures
hu: Miniatűrnézet
it: Visualizzazione anteprime
ja: サムネイル表示
pl: Widok miniatur
pt_br: Visualização de Miniatura
ru: Представление эскизов
sk: Zobrazenie miniatúr

source: List View
cs: Zobrazení seznamu
de: Listenanzeige
es: Vista de lista
fr: Vue Liste
hu: Listanézet
it: Visualizzazione elenco
ja: リスト表示
pl: Widok listy
pt_br: Visualização de Lista
ru: Представление списка
sk: Zobrazenie zoznamu

source: Name: {0}
cs: Název: {0}
es: Nombre: {0}
fr: Nom : {0}
hu: Név: {0}
it: Nome: {0}
ja: 名前: {0}
pl: Nazwa: {0}
pt_br: Nome: {0}
ru: Имя: {0}
sk: Názov: {0}

source: Owner: {0}
cs: Majitel: {0}
de: Eigentümer: {0}
es: Propietario: {0}
fr: Propriétaire : {0}
hu: Tulajdonos: {0}
it: Proprietario: {0}
ja: 所有者: {0}
pl: Właściciel: {0}
pt_br: Proprietário: {0}
ru: Владелец: {0}
sk: Vlastník: {0}

source: Access: {0}
cs: Přístup: {0}
de: Zugriff: {0}
es: Acceso: {0}
fr: Accès : {0}
hu: Hozzáférés: {0}
it: Accesso: {0}
ja: アクセス: {0}
pl: Dostęp: {0}
pt_br: Acesso: {0}
ru: Доступ: {0}
sk: Prístup: {0}

source: Server: {0}
es: Servidor: {0}
fr: Serveur: {0}
hu: Kiszolgáló: {0}
ja: サーバ: {0}
pl: Serwer: {0}
pt_br: Servidor: {0}
ru: Сервер: {0}

source: Account: {0}
cs: Účet: {0}
de: Konto: {0}
es: Cuenta: {0}
fr: Compte : {0}
hu: Fiók: {0}
ja: アカウント: {0}
pl: Konto: {0}
pt_br: Conta: {0}
ru: Учетная запись: {0}
sk: Konto: {0}

source: Last Successful Sync time: {0}
cs: Čas poslední úspěšné synchronizace: {0}
de: Uhrzeit der letzten erfolgreichen Synchronisierung: {0}
es: Hora de la última sincronización correcta: {0}
fr: Heure de la dernière synchronisation réussie : {0}
hu: Legutóbbi sikeres szinkronizálás ideje: {0}
it: Ora dell'ultima sincronizzazione completata: {0}
ja: 最終同期時刻: {0}
pl: Czas ostatniej pomyślnej synchronizacji: {0}
pt_br: Hora da Última Sincronização Bem-Sucedida: {0}
ru: Время последней успешной синхр.: {0}
sk: Čas poslednej úspešnej synchronizácie: {0}

source: File/Folder to synchronize: {0}
cs: Soubory a složky k synchronizaci: {0}
de: Zu synchronisierende(r) Datei/Ordner: {0}
es: Archivo/carpeta que se sincronizará: {0}
fr: Fichier/dossier à synchroniser : {0}
hu: Szinkronizálandó fájl/mappa: {0}
it: File/cartella da sincronizzare: {0}
ja: 同期するファイル/フォルダ数: {0}
pl: Plik/folder do synchronizacji: {0}
pt_br: Arquivos/pastas para sincronizar: {0}
ru: Файлов/папок для синхронизации: {0}
sk: Súbory alebo priečinky na synchronizáciu: {0}

source: iFolder Size: {0}
cs: Velikost složky iFolder: {0}
de: iFolder-Größe: {0}
es: Tamaño de la carpeta iFolder: {0}
fr: Taille du dossier iFolder : {0}
hu: iFolder mappa mérete: {0}
it: Dimensioni cartella iFolder: {0}
ja: iFolderのサイズ: {0}
pl: Rozmiar folderu iFolder: {0}
pt_br: Tamanho do iFolder: {0}
ru: Размер папки iFolder: {0}
sk: Veľkosť priečinka iFolder: {0}

source: iFolder Type: {0}
cs: Typ složky iFolder: {0}
de: iFolder-Typ: {0}
es: Tipo de iFolder: {0}
fr: Type de dossier iFolder : {0}
hu: iFolder mappa típusa: {0}
it: Tipo di cartella iFolder: {0}
ja: iFolderのタイプ: {0}
pl: Typ folderu iFolder: {0}
pt_br: Tipo do iFolder: {0}
ru: Тип папки iFolder: {0}
sk: Typ priečinka iFolder: {0}

source: Domain List
cs: Seznam domén
de: Domänenliste
es: Lista de dominios
fr: Liste de domaines
hu: Tartománylista
it: Elenco domini
ja: ドメインリスト
pl: Lista domen
pt_br: Lista de Domínios
ru: Список доменов
sk: Zoznam domén

source: Account List
cs: Seznam účtů
de: Kontoliste
es: Lista de cuentas
fr: Liste des comptes
hu: Fióklista
ja: アカウントリスト
pl: Lista kont
pt_br: Lista Conta
ru: Список учетных записей
sk: Zoznam kont

source: User: {0}
cs: Uživatel: {0}
de: Benutzer: {0}
es: Usuario: {0}
fr: Utilisateur : {0}
hu: Felhasználó: {0}
it: Utente: {0}
ja: ユーザ: {0}
pl: Użytkownik: {0}
pt_br: Usuário: {0}
ru: Пользователь: {0}
sk: Používateľ: {0}

source: No. of iFolder: {0}
cs: Č. složky iFolder: {0}
de: Nummer des iFolder-Ordners: {0}
es: N.º de carpetas iFolder: {0}
fr: N° du dossier iFolder : {0}
hu: iFolder mappák száma: {0}
it: Numero cartella iFolder: {0}
ja: iFolderの数: {0}
pl: Liczba folderów iFolder: {0}
pt_br: Número do iFolder: {0}
ru: Номер папки iFolder: {0}
sk: Č. objektu iFolder: {0}

source: Disk Quota: {0}
cs: Disková kvóta: {0}
de: Speicherplatzquote: {0}
es: Cuota de disco: {0}
fr: Quota de disque : {0}
hu: Lemezkvóta: {0}
it: Quota disco: {0}
ja: ディスク割り当て量: {0}
pl: Przydział dysku: {0}
pt_br: Cota do Disco: {0}
ru: Квота диска: {0}
sk: Kvóta disku: {0}

source: Disk Used: {0}
cs: Použitý disk: {0}
de: Belegter Speicherplatz: {0}
es: Disco utilizado: {0}
fr: Espace disque utilisé : {0}
hu: Felhasznált lemez: {0}
it: Disco utilizzato: {0}
ja: 使用済みディスク容量: {0}
pl: Używane miejsce na dysku: {0}
pt_br: Espaço em Disco Utilizado: {0}
ru: Используемый диск: {0}
sk: Použité miesto na disku: {0}

source: Disk Available: {0}
cs: Dostupný disk: {0}
de: Verfügbarer Speicherplatz: {0}
es: Disco disponible: {0}
fr: Espace disque dispo. : {0}
hu: Szabad lemez: {0}
it: Disco disponibile: {0}
ja: 使用可能なディスク容量: {0}
pl: Dostępne miejsce na dysku: {0}
pt_br: Espaço em Disco Disponível: {0}
ru: Доступный диск: {0}
sk: Dostupné miesto na disku: {0}

source: Disconnect
cs: Odpojit
de: Trennen
es: Desconectar
fr: Se déconnecter
hu: Kapcsolatbontás
it: Disconnetti
ja: 接続解除
pl: Rozłącz
pt_br: Desconectar
ru: Отключить
sk: Odpojiť

source: Connect
cs: Připojit
de: Verbinden
es: Conectar
fr: Se connecter
hu: Kapcsolódás
it: Connetti
ja: 接続
pl: Połącz
pt_br: Conectar
ru: Подключить
sk: Pripojiť

source: Encrypted
cs: Šifrované
de: Verschlüsselt
es: Cifrado
fr: Codé
hu: Titkosítva
it: Cifrato
ja: 暗号化
pl: Zaszyfrowane
pt_br: Criptografado
ru: Зашифрованная
sk: Šifrované

source: iFolder Type: {0}
cs: Typ složky iFolder: {0}
de: iFolder-Typ: {0}
es: Tipo de carpeta iFolder: {0}
fr: Type de dossier iFolder : {0}
hu: iFolder mappa típusa: {0}
it: Tipo di cartella iFolder: {0}
ja: iFolderのタイプ: {0}
pl: Typ folderu iFolder: {0}
pt_br: Tipo do iFolder: {0}
ru: Тип папки iFolder: {0}
sk: Typ priečinka iFolder: {0}

source: Welcome to the Passphrase Recovery Wizard
cs: Vítejte v Průvodci obnovením hesla
de: Willkommen beim Agenten für die Passwortsatzwiederherstellung
es: Bienvenido al Asistente de recuperación de contraseña codificada
fr: Bienvenue dans l'assistant de récupération de la phrase secrète
hu: Üdvözli a Hozzáférési kód helyreállítása varázsló!
it: Recupero guidato della stringa di cifratura
ja: パスフレーズ回復ウィザードへようこそ
pl: Witamy w kreatorze odzyskiwania zwrotów hasłowych
pt_br: Bem-vindo ao Agente de Recuperação de Frase Secreta
ru: Вас приветствует мастер восстановления контрольной фразы
sk: Víta vás Sprievodca obnovením prístupového výrazu

source: Select the account for which the passphrase must to be reset.
cs: Vyberte účet, pro který je třeba resetovat heslo.
de: Wählen Sie das Konto aus, für das der Passwortsatz zurückgesetzt werden soll.
es: Seleccione la cuenta cuya contraseña codificada debe restablecerse.
fr: Sélectionnez le compte pour lequel la phrase secrète doit être réinitialisée.
hu: Jelölje ki azt a fiókot, amelynek hozzáférési kódját át kell állítani.
it: Selezionare il conto per cui deve essere reimpostata la stringa di cifratura.
ja: パスフレーズをリセットする必要があるアカウントを選択してください。
pl: Wybierz konto, dla którego należy zresetować zwrot hasłowy.
pt_br: Selecione a conta da qual a frase secreta deve ser redefinida.
ru: Выберите учетную запись, для которой нужно выполнить сброс контрольной фразы.
sk: Vyberte priečinok, pre ktorý je nutné nastaviť nový prístupový výraz.

source: Click Forward to proceed.
cs: Pokračujte klepnutím na tlačítko Postoupit.
de: Klicken Sie auf "Weiter", um fortzufahren.
es: Haga clic en Siguiente para continuar.
fr: Cliquez sur Suivant pour continuer.
hu: A folytatáshoz kattintson az Előre gombra.
it: Fare clic su Inoltra per andare avanti.
ja: 続行するには[転送]をクリックしてください。
pl: Kliknij przycisk Dalej, aby kontynuować.
pt_br: Clique em Avançar para prosseguir.
ru: Чтобы продолжить, нажмите кнопку "Вперед".
sk: Ak chcete pokračovať, kliknite na tlačidlo Dopredu.

source: _New passphrase
cs: _Nové heslo
de: _Neuer Passwortsatz
es: _Nueva contraseña codificada
fr: Nou_velle phrase secrète
hu: Új _hozzáférési kód
it: _Nuova stringa di cifratura
ja: 新しいパスフレーズ(_N)
pl: _Nowy zwrot hasłowy
pt_br: _Nova frase secreta
ru: _Новая контрольная фраза
sk: _Nový prístupový výraz

source: _Confirm passphrase
cs: _Potvrďte heslo
de: Passwortsatz _bestätigen
es: _Confirmar contraseña codificada
fr: _Confirmer la phrase secrète
hu: Hozzáférési _kód megerősítése
it: _Conferma stringa di cifratura
ja: パスフレーズの確認(_C)
pl: Potwierdź _zwrot hasłowy
pt_br: _Confirmar frase secreta
ru: _Подтверждение контрольной фразы
sk: _Potvrdiť prístupový výraz

source: To recover a lost passphrase, you require the secret file (private key of the certificate) and its passowrd or the data file from the administrator.
cs: Chcete-li obnovit ztracené heslo, potřebujete tajný soubor (soukromý klíč certifikátu) a jeho heslo nebo datový soubor od správce.
de: Zum Wiederherstellen eines verloren gegangenen Passwortsatzes ist die geheime Datei (privater Schlüssel des Zertifikats) sowie das Passwort bzw. die Datendatei vom Administrator erforderlich.
es: Para recuperar una contraseña codificada perdida, necesita el archivo de secreto (clave privada del certificado) y su contraseña, o bien el archivo de datos del administrador.
fr: Pour récupérer une phrase secrète perdue, vous devez vous procurer le fichier secret (clé privée du certificat) et son mot de passe ou le fichier de données auprès de l'administrateur.
hu: Elveszett hozzáférési kód kiderítéséhez a titkos fájlra (a tanúsítványhoz tartozó személyes kulcsra) és annak jelszavára van szüksége, vagy az adatfájlt kell elkérnie a rendszergazdától.
it: Per recuperare una stringa di cifratura persa, è necessario richiedere il file segreto (chiave privata del certificato) e la password corrispondente o il file di dati dall'amministratore.
ja: 忘れたパスフレーズを回復するには、秘密ファイル(証明書の秘密鍵)とそのパスワード、または管理者からのデータファイルが必要です。
pl: Aby odzyskać utracony zwrot hasłowy, musisz mieć tajny plik (klucz prywatny certyfikatu) i hasło do niego lub plik danych uzyskany od administratora.
pt_br: Para recuperar uma frase secreta perdida, solicite o arquivo secreto (chave de certificado privada) e sua senha ou o arquivo de dados do administrador.
ru: Для восстановления контрольной фразы требуется секретный файл (закрытый ключ сертификата) и его пароль или файл данных, который предоставляется администратором.
sk: Ak chcete obnoviť stratený prístupový výraz, potrebujete tajný súbor (súkromný kľúč certifikátu) a jeho heslo alebo údajový súbor od správcu.

source: If you don't have this information, you must use this wizard to obtain the old data file and then mail the file to your administrator.The administrator will send back to you a new data file which you can use to reset your passphrase.
cs: Pokud tyto informace nemáte, musíte pomocí tohoto průvodce získat starý datový soubor, který následně odešlete správci. Správce vám zašle zpět nový datový soubor, pomocí kterého můžete resetovat heslo.
de: Wenn Sie über diese Informationen nicht verfügen, müssen Sie den Assistenten verwenden, um die alte Datendatei abzurufen, und anschließend die Datei per Email an Ihren Administrator senden. Der Administrator sendet eine neue Datendatei an Sie zurück, die Sie zum Zurücksetzen Ihres Passwortsatzes verwenden können.
es: Si no dispone de dicha información, debe utilizar este asistente para obtener el archivo de datos antiguo y, a continuación, enviar el archivo por correo electrónico al administrador, quien le volverá a enviar un nuevo archivo de datos que podrá utilizar para restablecer su contraseña codificada.
fr: En l'absence de cette information, vous devez utiliser cet assistant pour obtenir l'ancien fichier de données et l'envoyer par courrier électronique à votre administrateur. Celui-ci vous enverra un nouveau fichier de données qui vous permettra de réinitialiser votre phrase secrète.
hu: Ha nincsenek birtokában ezek az adatok, akkor ennek a varázslónak a használatával be kell szereznie a régi adatfájlt, majd el kell küldenie a rendszergazdának. A rendszergazdától ekkor egy új adatfájlt fog kapni, mellyel már átállíthatja a hozzáférési kódot.
it: Se queste informazioni non sono disponibili, è necessario utilizzare questa procedura guidata per ottenere il vecchio file di dati e inviare il file all'amministratore. Quest'ultimo invierà un nuovo file di dati che potrà essere utilizzato per reimpostare la stringa di cifratura.
ja: この情報がない場合は、このウィザードを使用して古いデータファイルを取得し、管理者にそのファイルをメールで送信します。管理者から、パスフレーズのリセットに使用できる新しいデータファイルが返送されます。
pl: Jeśli nie masz tych informacji, musisz użyć tego kreatora, aby uzyskać stary plik danych, który musisz następnie wysłać do administratora. Administrator odeśle nowy plik danych, za pomocą którego możesz zresetować zwrot hasłowy.
pt_br: Se você não tiver essas informações, use esse assistente para obter o arquivo de dados antigo e envie o arquivo ao administrador. Ele enviará de volta a você um novo arquivo de dados que poderá ser usado para redefinir a frase secreta.
ru: Если вы не располагаете этими данными, используйте этот мастер для получения старого файла данных и затем отправьте этот файл администратору. Администратор вышлет вам новый файл данных, который можно будет использовать для сброса контрольной фразы.
sk: Ak nemáte tieto informácie, musíte použiť tohto sprievodcu na získanie starého údajového súboru a potom odoslať tento súbor správcovi. Správca vám pošle späť nový údajový súbor, ktorý môžete použiť na nastavenie nového prístupového výrazu.

source: I have the secret file and it password, I have the new data file sent by the administrator, I have no secret or data file.
cs: Mám tajný soubor a jeho heslo, mám nový datový soubor odeslaný správcem, nemám žádný tajný ani datový soubor.
de: Ich habe die geheime Datei und das zugehörige Passwort. Der Administrator sendet mir die neue Datendatei. Ich habe keine geheime Datei oder Datendatei.
es: Tengo el archivo de secreto y su contraseña. Tengo el nuevo archivo de datos enviado por el administrador. No tengo el archivo de secreto ni el archivo de datos.
fr: Je dispose du fichier secret et de son mot de passe. Je dispose du nouveau fichier de données envoyé par l'administrateur. Je ne dispose d'aucun fichier secret ni de données.
hu: Megvan a titkos fájl és a jelszava, Megvan a rendszergazdától kapott új adatfájl, Nincs titkos fájl vagy adatfájl.
it: È disponibile il file segreto e la password corrispondente, è disponibile il nuovo file di dati inviato dall'amministratore, non è disponibile il file segreto o di dati.
ja: 秘密ファイルとそのパスワードがある、管理者から送信された新しいデータファイルがある、秘密ファイルもデータファイルもない。
pl: Mam tajny plik i hasło do niego, mam nowy plik danych otrzymany od administratora, nie mam tajnego pliku ani pliku danych.
pt_br: Tenho o arquivo secreto e a senha, Tenho o novo arquivo de dados enviado pelo administrador, Não tenho arquivo secreto ou de dados.
ru: У меня есть секретный файл и пароль к нему; у меня есть новый файл данных, полученный от администратора; у меня нет файла секрета или файла данных.
sk: Mám tajný súbor a jeho heslo, Mám nový údajový súbor od správcu, Nemám tajný súbor ani údajový súbor.

source: _iFolder account
cs: Účet _iFolder
de: _iFolder-Konto
es: _Cuenta iFolder
fr: Compte _iFolder
hu: _iFolder-fiók
it: Conto _iFolder
ja: iFolderアカウント(_I)
pl: _Konto programu iFolder
pt_br: _Conta do iFolder
ru: У_четная запись iFolder
sk: Konto _iFolder

source: _Location of secret file
cs: _Umístění tajného souboru:
de: _Standort der geheimen Datei
es: _Ubicación del archivo de secreto
fr: _Emplacement du fichier secret
hu: Tit_kos fájl helye
it: _Ubicazione del file segreto
ja: 秘密ファイルの場所(_L)
pl: _Położenie tajnego pliku
pt_br: _Local do arquivo secreto
ru: _Путь к секретному файлу
sk: _Umiestnenie tajného súboru

source: _Secret password
cs: _Tajné heslo
de: _Geheimes Passwort
es: _Contraseña secreta
fr: Mot de passe _secret
hu: Titko_s jelszó
it: _Password segreta
ja: 秘密パスワード(_S)
pl: _Tajne hasło
pt_br: _Senha secreta
ru: Секретный паро_ль
sk: _Tajné heslo

source: _Location of new data file
cs: _Umístění nového datového souboru
de: _Standort der neuen Datendatei
es: _Ubicación del nuevo archivo de datos
fr: _Emplacement du nouveau fichier de données
hu: Új adatfájl _helye
it: _Ubicazione del nuovo file di dati
ja: 新しいデータファイルの場所(_L)
pl: P_ołożenie nowego pliku danych
pt_br: _Local do novo arquivo de dados
ru: Путь к _новому файлу данных
sk: _Umiestnenie nového údajového súboru

source: _One time password
cs: _Jednorázové heslo
de: _Einmalpasswort
es: _Contraseña para una vez
fr: Mot de passe à _usage unique
hu: _Egyszeri jelszó
it: _Singola password
ja: 使い捨てパスワード(_O)
pl: _Hasło jednorazowe
pt_br: _Senha única
ru: _Одноразовый пароль
sk: Jedn_orazové heslo

source: Passphrase is reset using the new data file obtained from the administrator.
cs: Heslo je resetováno pomocí nového datového souboru získaného od správce.
de: Der Passwortsatz wird mit der vom Administrator erhaltenen neuen Datendatei zurückgesetzt.
es: La contraseña codificada se ha restablecido con el nuevo archivo de datos enviado por el administrador.
fr: La phrase secrète est réinitialisée à l'aide du nouveau fichier de données obtenu de l'administrateur.
hu: A hozzáférési kód át lett állítva a rendszergazdától kapott új adatfájl használatával.
it: La stringa di cifratura viene reimpostata mediante il nuovo file di dati ottenuto dall'amministratore.
ja: 管理者から取得した新しいデータファイルを使用して、パスフレーズがリセットされます。
pl: Zwrot hasłowy jest resetowany za pomocą nowego pliku danych otrzymanego od administratora.
pt_br: A frase secreta foi redefinida com o novo arquivo de dados obtido com o administrador.
ru: Контрольная фраза сброшена с использованием нового файла данных, полученного от администратора.
sk: Nový prístupový výraz sa nastaví pomocou nového údajového súboru, ktorý získate od správcu.

source: Send this file to the administrator to obtain the new data file. You must then use the new data file to reset your passphrase using the second option of the wizard.
cs: Odešlete tento soubor správci, abyste mohli získat nový datový soubor. Potom musíte nový datový soubor použít k resetování hesla pomocí druhé možnosti průvodce.
de: Senden Sie diese Datei an den Administrator, um die neue Datendatei zu erhalten. Sie müssen anschließend die neue Datendatei verwenden, um Ihren Passwortsatz zurückzusetzen. Verwenden Sie dazu die zweite Option des Assistenten.
es: Envíe este archivo al administrador para poder obtener el nuevo archivo de datos. A continuación, debe utilizar el nuevo archivo de datos para restablecer la contraseña codificada mediante la segunda opción del asistente.
fr: Envoyez ce fichier à l'administrateur pour obtenir le nouveau fichier de données que vous devez utiliser par la suite pour réinitialiser votre phrase secrète à l'aide de la seconde option de l'assistant.
hu: Küldje el ezt a fájlt a rendszergazdának az új adatfájl beszerzéséhez. Ezután a kapott új adatfájlt felhasználva állítsa át a hozzáférési kódot a varázsló második beállításával.
it: Inviare questo file all'amministratore per ottenere il nuovo file di dati. È quindi necessario utilizzare il nuovo file di dati per reimpostare la stringa di cifratura mediante la seconda opzione della procedura guidata.
ja: このファイルを管理者に送信して、新しいデータファイルを取得します。ウィザードの2番目のオプションを利用してパスフレーズをリセットするには、新しいデータファイルを使用する必要があります。
pl: Wyślij ten plik do administratora, aby uzyskać nowy plik danych. Następnie musisz użyć nowego pliku danych do zresetowania zwrotu hasłowego, używając drugiej opcji kreatora.
pt_br: Envie este arquivo ao administrador para obter o novo arquivo de dados. Você deverá usá-lo para redefinir a frase secreta usando a segunda opção do assistente.
ru: Отправьте этот файл администратору для получения нового файла данных. Затем используйте новый файл данных для сброса контрольной фразы (второй вариант мастера).
sk: Pošlite tento súbor správcovi, aby ste mohli získať nový údajový súbor. Potom musíte použiť nový údajový súbor na nastavenie nového prístupového výrazu pomocou druhej možnosti sprievodcu.
