Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: iFolders can only be created from folders that exist. Please select a different location and try again.
cs: Složky iFolder lze vytvořit pouze ze složek, které existují. Prosím vyberte jiné umístění a zkuste to znovu.
de: iFolder-Ordner können nur aus vorhandenen Ordnern erstellt werden. Wählen Sie ein anderes Verzeichnis aus und versuchen Sie es erneut.
es: Las carpetas de iFolder sólo se pueden crear a partir de carpetas ya existentes. Seleccione otra ubicación e inténtelo de nuevo.
fr: Les dossiers iFolder ne peuvent être créés qu'à partir de dossiers existants. Sélectionnez un autre emplacement et réessayez.
hu: Csak létező mappákból lehet iFolder mappát létrehozni. Válasszon másik helyet, majd próbálkozzon újra.
it: È possibile configurare come cartelle iFolder solo cartelle esistenti. Selezionare un'altra ubicazione e riprovare.
ja: iFolderが作成できるのは、存在するフォルダからのみです。別の場所を選択し、再度実行してください。
pl: Foldery iFolder mogą zostać utworzone tylko z istniejących folderów. Wybierz inną lokalizację i spróbuj ponownie.
pt_br: As pastas do iFolder somente podem ser criadas a partir de pastas existentes. Selecione outra localização e tente novamente.
ru: Папки iFolder могут быть созданы только на основе существующих папок. Выберите другое расположение и повторите попытку.
sk: Priečinky iFolder je možné vytvoriť iba z existujúcich priečinkov. Vyberte iné umiestnenie a skúste to znova.

source: You do not have access to read files in the selected location.
cs: Nemáte přístup ke čtení souborů ve vybraných umístěních.
de: Sie sind nicht zum Lesen der Dateien im ausgewählten Verzeichnis berechtigt.
es: No dispone de acceso para leer archivos en la ubicación seleccionada.
fr: Vous ne disposez pas d'un accès en lecture sur les fichiers situés à l'emplacement sélectionné.
hu: Nincs joga a kiválasztott helyen található fájlok olvasására.
it: Non si dispone dell'accesso in lettura ai file nell'ubicazione selezionata.
ja: 選択された場所内のファイルに対する読み込み権がありません。
pl: Nie masz uprawnień dostępu z możliwością odczytu do plików w określonej lokalizacji.
pt_br: Você não tem acesso de leitura aos arquivos na localização selecionada.
ru: Нет прав на чтение файлов в выбранном расположении.
sk: Nemáte prístup na čítanie súborov vo vybratom umiestnení.

source: iFolders can only be created from folders where you have access to read and write files. Please select a different location and try again.
cs: Složky iFolders lze vytvořit pouze ze složek, u kterých máte přístup pro čtení a zápis souborů. Prosím vyberte jiné umístění a zkuste to znovu.
de: iFolder-Ordner können nur aus Ordnern erstellt werden, für die Sie über Lese- und Schreibzugriff verfügen. Wählen Sie ein anderes Verzeichnis aus und versuchen Sie es erneut.
es: Las carpetas de iFolder sólo se pueden crear a partir de carpetas en las que tenga acceso para leer y escribir archivos. Seleccione otra ubicación e inténtelo de nuevo.
fr: Les dossiers iFolder ne peuvent être créés qu'à partir de dossiers pour lesquels vous disposez d'un droit d'accès en lecture et écriture. Sélectionnez un autre emplacement et réessayez.
hu: Csak olyan mappákból lehet iFolder mappát létrehozni, amelyben Önnek joga van a fájlok írására és olvasására. Válasszon másik mappát, majd próbálkozzon újra.
it: È possibile configurare come cartelle iFolder solo cartelle per le quali si dispone dell'accesso in lettura e scrittura ai file. Selezionare un'altra ubicazione e riprovare.
ja: iFolderは、ファイルへの読み込み権と書き込み権があるフォルダからのみ作成できます。別の場所を選択し、再度実行してください。
pl: Foldery iFolder mogą zostać utworzone tylko z folderów, w których użytkownik ma uprawnienia dostępu z możliwością odczytu i zapisu do plików. Wybierz inną lokalizację i spróbuj ponownie.
pt_br: As pastas do iFolder somente podem ser criadas a partir de pastas em que você possui acesso de leitura e gravação aos arquivos. Selecione outra localização e tente novamente.
ru: Папки iFolder можно создавать только на основе папок, в которых у Вас есть права на чтение и запись файлов. Выберите другое расположение и повторите попытку.
sk: Priečinky iFolder je možné vytvoriť iba z priečinkov, ku ktorým máte prístup na čítanie a zapisovanie súborov. Vyberte iné umiestnenie a skúste to znova.

source: You do not have access to write files in the selected location.
cs: Nemáte přístup k zápisu a čtení souborů ve vybraném umístění.
de: Sie sind nicht zum Schreiben von Dateien in das ausgewählte Verzeichnis berechtigt.
es: No dispone de acceso para escribir archivos en la ubicación seleccionada.
fr: Vous ne disposez pas d'un accès en écriture sur les fichiers situés à l'emplacement sélectionné.
hu: Nincs joga fájlokat írni a kiválasztott helyre.
it: Non si dispone dell'accesso in scrittura ai file nell'ubicazione selezionata.
ja: 選択された場所内のファイルに対する書き込み権がありません。
pl: Nie masz uprawnień dostępu z możliwością zapisu do plików w określonej lokalizacji.
pt_br: Você não tem acesso de gravação aos arquivos na localização selecionada.
ru: Нет прав на запись файлов в выбранном расположении.
sk: Nemáte prístup na zapisovanie súborov vo vybratom umiestnení.

source: The selected location already contains an iFolder.
cs: Vybrané umístění již obsahuje složku iFolder.
de: Das ausgewählte Verzeichnis enthält bereits einen iFolder-Ordner.
es: La ubicación seleccionada ya contiene una carpeta de iFolder.
fr: L'emplacement sélectionné contient déjà un dossier iFolder.
hu: A kiválasztott hely már tartalmaz egy iFolder mappát.
it: L'ubicazione selezionata contiene già una cartella iFolder.
ja: 選択された場所にはiFolderがすでに含まれています。
pl: W wybranej lokalizacji znajduje się już folder iFolder.
pt_br: A localização selecionada já contém uma pasta do iFolder.
ru: В выбранном расположении уже есть папка iFolder.
sk: Vybraté umiestnenie už obsahuje priečinok iFolder.

source: iFolders cannot exist inside other iFolders. Please select a different location and try again.
cs: Složky iFolder nemohou existovat uvnitř jiných složek iFolder. Prosím vyberte jiné umístění a zkuste to znovu.
de: iFolder-Ordner können nicht in anderen iFolder-Ordnern erstellt werden. Wählen Sie ein anderes Verzeichnis aus und versuchen Sie es erneut.
es: Una carpeta de iFolder no puede contener otras carpetas de iFolder. Seleccione otra ubicación e inténtelo de nuevo.
fr: Les dossiers iFolder ne peuvent pas se trouver dans d'autres dossiers iFolder. Sélectionnez un autre emplacement et réessayez.
hu: Az iFolder mappa nem lehet másik iFolder mappában. Válasszon másik helyet, majd próbálkozzon újra.
it: Le cartelle iFolder non possono trovarsi all'interno di altre cartelle iFolder. Selezionare un'altra ubicazione e riprovare.
ja: iFolderは他のiFolder内には存在できません。別の場所を選択し、再度実行してください。
pl: Foldery iFolder nie mogą znajdować się w innych folderach iFolder. Wybierz inną lokalizację i spróbuj ponownie.
pt_br: Uma pasta do iFolder não pode estar dentro de outra. Selecione outra localização e tente novamente.
ru: Папки iFolder нельзя создавать внутри других папок iFolder. Выберите другое расположение и повторите попытку.
sk: Priečinky iFolder nemôžu existovať vnútri iných priečinkov iFolder. Vyberte iné umiestnenie a skúste to znova.

source: The selected location is inside another iFolder.
cs: Vybrané umístění je uvnitř jiné složky iFolder.
de: Das ausgewählte Verzeichnis befindet sich in einem anderen iFolder-Ordner.
es: La ubicación seleccionada está dentro de otra carpeta de iFolder.
fr: L'emplacement sélectionné se trouve dans un autre dossier iFolder.
hu: A kiválasztott hely egy másik iFolder mappában van.
it: L'ubicazione selezionata si trova all'interno di un'altra cartella iFolder.
ja: 選択された場所は他のiFolder内にあります。
pl: Wybrano lokalizację w innym folderze iFolder.
pt_br: A localização selecionada está dentro de outra pasta do iFolder.
ru: Выбранное расположение находится внутри другой папки iFolder.
sk: Vybraté umiestnenie je vnútri iného priečinka iFolder.

source: iFolder Synchronization Log
cs: Synchronizační protokol složky iFolder
de: iFolder-Synchronisierungsprotokoll
es: Registro de sincronizaciones iFolder
fr: Journal de synchronisation iFolder
hu: iFolder szinkronizálási napló
it: Log di sincronizzazione di iFolder
ja: iFolder同期ログ
pl: Dziennik synchronizacji iFolderów
pt_br: Registro de Sincronização do iFolder
ru: Журнал синхронизации iFolder
sk: Denník synchronizácie priečinka iFolder

source: Save the synchronization log
cs: Uložit synchronizační protokol
de: Synchronisierungsprotokoll speichern
es: Guardar el registro de sincronización
fr: Enregistrer le journal de synchronisation
hu: A szinkronizálási napló mentése
it: Salva log di sincronizzazione
ja: 同期ログを保存する
pl: Zapisz dziennik synchronizacji
pt_br: Gravar o registro de sincronização
ru: Сохранить журнал синхронизации
sk: Uložiť denník synchronizácie

source: Clear the synchronization log
cs: Vymazat synchronizační protokol
de: Synchronisierungsprotokoll löschen
es: Borrar el registro de sincronización
fr: Effacer le journal de synchronisation
hu: A szinkronizálási napló kiürítése
it: Azzera log di sincronizzazione
ja: 同期ログをクリアする
pl: Wyczyść dziennik synchronizacji
pt_br: Limpar o registro de sincronização
ru: Очистить журнал синхронизации
sk: Vymazať denník synchronizácie

source: Log
cs: Protokol
de: Protokoll
es: Registro
fr: Journal
hu: Napló
it: Registrazione
ja: ログ
pl: Dziennik
pt_br: Registro
ru: Журнал
sk: Denník

source: Started synchronization: {0}
cs: Synchronizace spuštěna: {0}
de: Synchronisierung gestartet: {0}
es: Sincronización iniciada: {0}
fr: Synchronisation lancée : {0}
hu: Szinkronizálás megkezdve: {0}
it: Sincronizzazione avviata: {0}
ja: 同期を開始しました: {0}
pl: Synchronizacja rozpoczęta: {0}
pt_br: Sincronização iniciada: {0}
ru: Синхронизация начата: {0}
sk: Spustila sa synchronizácia: {0}

source: Done checking for new iFolders: {0}
cs: Je dokončena kontrola nových složek iFolder: {0}
de: Suche nach neuen iFolder-Ordnern abgeschlossen: {0}
es: Búsqueda de carpetas iFolder nuevas finalizada: {0}
fr: Recherche des nouveaux dossiers iFolder terminée : {0}
hu: Az új iFolder mappák keresése befejeződött: {0}
it: Ricerca di nuove cartelle iFolder completata: {0}
ja: 新しいiFolderの確認を終了しました: {0}
pl: Wyszukiwanie nowych iFolderów zakończone: {0}
pt_br: Concluída a verificação de novas pastas do iFolder: {0}
ru: Проверка новых папок iFolder выполнена: {0}
sk: Zisťovanie nových priečinkov iFolder je dokončené: {0}

source: Done checking for new iFolders
cs: Kontrola nových složek iFolder je dokončena
de: Suche nach neuen iFolder-Ordnern abgeschlossen
es: Búsqueda de carpetas iFolder nuevas finalizada
fr: Recherche des nouveaux dossiers iFolder terminée
hu: Az új iFolder mappák keresése befejeződött
it: Ricerca di nuove cartelle iFolder completata
ja: 新しいiFolder の確認を終了しました
pl: Wyszukiwanie nowych iFolderów zakończone
pt_br: Concluída a verificação de novas pastas do iFolder
ru: Проверка новых папок iFolder выполнена
sk: Zisťovanie nových priečinkov iFolder je dokončené

source: Finished synchronization: {0}
cs: Synchronizace dokončena: {0}
de: Synchronisierung abgeschlossen: {0}
es: Sincronicación finalizada: {0}
fr: Synchronisation terminée : {0}
hu: Szinkronizálás befejeződött: {0}
it: Sincronizzazione completata: {0}
ja: 同期を完了しました: {0}
pl: Synchronizacja zakończona: {0}
pt_br: Sincronização concluída: {0}
ru: Синхронизация завершена: {0}
sk: Dokončila sa synchronizácia: {0}

source: Uploading file: {0}. Synchronizing changes only: {1}% savings.
cs: Vysílání souboru: {0}. Probíhá pouze synchronizace změn: {1}% uložení.
de: Datei wird heraufgeladen: {0}. Nur Änderungen werden synchronisiert: {1}% Einsparungen.
es: Cargando archivo: {0}. Sólo sincronizando cambios: {1}% guardado.
fr: Téléchargement du fichier : {0}. Synchronisation des changements uniquement: {1}% d'économie.
hu: Fájl feltöltése: {0}. Csak a változások szinkronizálása: {1}% megtakarítás.
it: Caricamento del file: {0}. Sincronizzazione delle sole modifiche in corso: {1}% salvato.
ja: ファイルをアップロード中: {0}。変更のみを同期中: {1}% 保存しました。
pl: Przekazywanie pliku: {0}. Synchronizacja samych zmian: {1}% zapisów.
pt_br: Fazendo upload do arquivo: {0}. A sincronização muda somente: {1}% gravações.
ru: Отправка файла: {0}. Только синхронизация изменений: {1}% сохранений.
sk: Odovzdáva sa súbor: {0}. Synchronizujú sa iba zmeny: {1}% uložení.

source: Downloading file: {0}. Synchronizing changes only: {1}% savings.
cs: Stahování souboru: {0}. Probíhá pouze synchronizace změn: {1}% uložení.
de: Datei wird heruntergeladen: {0}. Nur Änderungen werden synchronisiert: {1}% Einsparungen.
es: Descargando archivo: {0}. Sólo sincronizando cambios: {1}% guardado.
fr: Téléchargement du fichier : {0}. Synchronisation des changements uniquement : {1}% d'économie.
hu: Fájl letöltése: {0}. Csak a változások szinkronizálása: {1}% megtakarítás.
it: Scaricamento del file: {0}. Sincronizzazione delle sole modifiche in corso: {1}% salvato.
ja: ファイルをダウンロード中: {0}。変更のみを同期中: {1}% 保存しました。
pl: Pobieranie pliku: {0}. Synchronizacja samych zmian: {1}% zapisów.
pt_br: Fazendo download do arquivo: {0}. A sincronização muda somente: {1}% gravações.
ru: Загрузка файла: {0}. Только синхронизация изменений: {1}% сохранений.
sk: Preberá sa súbor: {0}. Synchronizujú sa iba zmeny: {1}% uložení.

source: Conflict occurred: {0}
cs: Nastal konflikt: {0}
de: Konflikt aufgetreten: {0}
es: Conflicto: {0}
fr: Un conflit est survenu : {0}
hu: Ütközés történt: {0}
it: Conflitto: {0}
ja: 競合が発生しました: {0}
pl: Wystąpił konflikt: {0}
pt_br: Conflito: {0}
ru: Произошел конфликт: {0}
sk: Vyskytol sa konflikt: {0}

source: Policy prevented synchronization: {0}
cs: Synchronizaci zabránila zásada: {0}
de: Richtlinie verhinderte Synchronisierung: {0}
es: La directiva no ha permitido la sincronización: {0}
fr: La règle a empêché la synchronisation : {0}
hu: A házirend miatt nem lehetett végrehajtani a szinkronizálást: {0}
it: Sincronizzazione non eseguita a causa delle norme: {0}
ja: ポリシーによって同期が中止されました: {0}
pl: Synchronizacja uniemożliwiona założeniem: {0}
pt_br: A política impediu a sincronização: {0}
ru: Запрещенная политикой синхронизация: {0}
sk: Synchronizácii zabránila politika: {0}

source: Insuficient rights prevented synchronization: {0}
cs: Synchronizaci zabránila nedostatečná práva: {0}
de: Unzureichende Rechte verhinderten Synchronisierung: {0}
es: La falta de derechos no ha permitido la sincronización: {0}
fr: Des droits insuffisants ont empêché la synchronisation : {0}
hu: Az elégtelen jogosultság miatt nem lehetett végrehajtani a szinkronizálást: {0}
it: Diritti insufficienti. Sincronizzazione non eseguita: {0}
ja: 権利が不十分なため同期できません: {0}
pl: Synchronizacja nie jest możliwa z powodu niewystarczających uprawnień: {0}
pt_br: Direitos insuficientes impediram a sincronização: {0}
ru: Синхронизация запрещена из-за недостаточных прав: {0}
sk: Synchronizácii zabránili nedostatočné práva: {0}

source: Locked iFolder prevented synchronization: {0}
cs: Synchronizaci zabránilo uzamčení složky iFolder: {0}
de: Gesperrter iFolder-Ordner verhinderte Synchronisierung: {0}
es: La iFolder bloqueada no ha permitido la sincronización: {0}
fr: Un dossier iFolder verrouillé a empêché la synchronisation : {0}
hu: A zárolt iFolder mappa miatt nem lehetett végrehajtani a szinkronizálást: {0}
it: Cartella iFolder bloccata. Sincronizzazione non eseguita: {0}
ja: iFolderがロックされているため同期できません: {0}
pl: Zablokowany iFolder uniemożliwił synchronizację: {0}
pt_br: Pasta bloqueada do iFolder impediu a sincronização: {0}
ru: Синхронизация запрещена из-за блокировки iFolder: {0}
sk: Synchronizácii zabránil zamknutý priečinok iFolder: {0}

source: Full iFolder prevented synchronization: {0}
cs: Synchronizaci zabránila plná složka iFolder: {0}
de: Voller iFolder-Ordner verhinderte Synchronisierung: {0}
es: La iFolder llena no ha permitido la sincronización: {0}
fr: Le dossier iFolder complet a empêché la synchronisation : {0}
hu: A megtelt iFolder mappa miatt nem lehetett végrehajtani a szinkronizálást: {0}
it: Cartella iFolder piena. Sincronizzazione non eseguita: {0}
ja: iFolderが一杯なため同期できません: {0}
pl: Synchronizacja uniemożliwiona z powodu zapełnienia iFolderu: {0}
pt_br: Pasta cheia do iFolder impediu a sincronização: {0}
ru: Синхронизация запрещена из-за переполнения папки iFolder: {0}
sk: Synchronizácii zabránil plný priečinok iFolder: {0}

source: Size restriction policy prevented synchronization: {0}
cs: Synchronizaci zabránila zásada omezení velikosti: {0}
de: Größenbeschränkungsrichtlinie verhinderte Synchronisierung: {0}
es: La directiva de restricción de tamaño no ha permitido la sincronización: {0}
fr: La règle de restriction de taille a empêché la synchronisation : {0}
hu: A méretkorlátozó házirend miatt nem lehetett végrehajtani a szinkronizálást: {0}
it: Sincronizzazione non eseguita a causa delle norme relative alle dimensioni: {0}
ja: サイズ制限ポリシーによって同期が中止されました: {0}
pl: Synchronizacja niemożliwa z powodu założenia ograniczenia wielkości: {0}
pt_br: A política de restrição de tamanho impediu a sincronização: {0}
ru: Синхронизация запрещена из-за политики ограничения размера: {0}
sk: Synchronizácii zabránila politika obmedzenia veľkosti: {0}

source: File type restriction policy prevented synchronization: {0}
cs: Synchronizaci zabránila zásada omezení typu souboru: {0}
de: Dateityp-Beschränkungsrichtlinie verhinderte Synchronisierung: {0}
es: La directiva de restricción del tipo de archivo no ha permitido la sincronización: {0}
fr: La règle de restriction de type de fichier a empêché la synchronisation : {0}
hu: Fájltípust korlátozó házirend miatt nem lehetett végrehajtani a szinkronizálást: {0}
it: Sincronizzazione non eseguita a causa delle norme relative ai tipi di file: {0}
ja: ファイルタイプの制限ポリシーによって同期が中止されました: {0}
pl: Synchronizacja niemożliwa z powodu założenia ograniczenia typu pliku: {0}
pt_br: A política de restrição de tipo de arquivo impediu a sincronização: {0}
ru: Синхронизация запрещена из-за политики ограничения типов файлов: {0}
sk: Synchronizácii zabránila politika obmedzenia typu súboru: {0}

source: Insufficient disk space on the server prevented synchronization: {0}
cs: Synchronizaci zabránil nedostatek diskového prostoru na serveru: {0}
de: Unzureichender Speicherplatz auf dem Server verhinderte Synchronisierung: {0}
es: La falta de espacio en disco en el servidor no ha permitido la sincronización: {0}
fr: L'espace disque insuffisant du serveur a empêché la synchronisation : {0}
hu: A kiszolgálón lévő elégtelen szabad lemezterület miatt nem lehetett végrehajtani a szinkronizálást: {0}
it: Spazio su disco insufficiente sul serve. Sincronizzazione non eseguita: {0}
ja: サーバのディスクスペースが十分でないため同期できません: {0}
pl: Brak wystarczającej ilości miejsca na dysku serwera uniemożliwił synchronizację: {0}
pt_br: Espaço em disco insuficiente no servidor impediu a sincronização: {0}
ru: Синхронизация запрещена из-за недостаточного дискового пространства на сервере: {0}
sk: Synchronizácii zabránil nedostatok miesta na disku na serveri: {0}

source: Insufficient disk space on this computer prevented synchronization: {0}
cs: Synchronizaci zabránil nedostatek diskového prostoru v tomto počítači: {0}
de: Unzureichender Speicherplatz auf diesem Computer verhinderte Synchronisierung: {0}
es: La falta de espacio en disco en este equipo no ha permitido la sincronización: {0}
fr: L'espace disque insuffisant de cet ordinateur a empêché la synchronisation : {0}
hu: A számítógépen lévő elégtelen szabad lemezterület miatt nem lehetett végrehajtani a szinkronizálást: {0}
it: Spazio su disco insufficiente sul computer in uso. Sincronizzazione non eseguita: {0}
ja: このコンピュータのディスクスペースが十分でないため同期できません: {0}
pl: Brak wystarczającej ilości miejsca na dysku tego komputera uniemożliwił synchronizację: {0}
pt_br: Espaço em disco insuficiente neste computador impediu a sincronização: {0}
ru: Синхронизация запрещена из-за недостаточного дискового пространства на данном компьютере: {0}
sk: Synchronizácii zabránil nedostatok miesta na disku na tomto počítači: {0}

source: Read-only iFolder prevented synchronization: {0}
cs: Synchronizaci zabránila složka iFolder s atributem Read-only: {0}
de: Schreibgeschützter iFolder-Ordner hat Synchronisierung verhindert: {0}
es: La iFolder de sólo lectura no ha permitido la sincronización: {0}
fr: Le dossier iFolder en lecture seule a empêché la synchronisation : {0}
hu: Egy írásvédett iFolder megakadályozta a szinkronizálást: {0}
it: Cartella iFolder di sola lettura. Impossibile eseguire la sincronizzazione: {0}
ja: 読み込み専用のiFolderは同期されません: {0}
pl: Synchronizacja folderu iFolder tylko do odczytu zatrzymana: {0}
pt_br: A pasta iFolder apenas leitura impediu a sincronização: {0}
ru: Папка iFolder доступна только для чтения, синхронизация невозможна: {0}
sk: Synchronizácii zabránil priečinok iFolder určený iba na čítanie: {0}

source: iFolder failed synchronization: {0}
cs: Selhala synchronizace složky iFolder: {0}
de: iFolder-Ordner wurde nicht synchronisiert: {0}
es: Fallo al sincronizar iFolder: {0}
fr: La synchronisation du dossier iFolder a échoué : {0}
hu: Sikertelen volt az iFolder mappa szinkronizálása: {0}
it: Sincronizzazione cartella iFolder non riuscita: {0}
ja: iFolderの同期に失敗しました: {0}
pl: Synchronizacja iFolderu nie powiodła się: {0}
pt_br: Falha de sincronização do iFolder: {0}
ru: Сбой синхронизации iFolder: {0}
sk: Zlyhala synchronizácia priečinka iFolder: {0}

source: Save iFolder Log...
cs: Probíhá ukládání protokolu aplikace iFolder...
de: iFolder-Protokoll speichern...
es: Guardar registro de iFolder...
fr: Enregistrer le journal iFolder...
hu: Az iFolder napló mentése...
it: Salva log di iFolder...
ja: iFolderログを保存...
pl: Zapisz dziennik programu iFolder...
pt_br: Gravar Registro do iFolder...
ru: Сохранение журнала iFolder...
sk: Uložiť denník priečinka iFolder...

source: Overwrite the existing file?
cs: Přepsat existující soubor?
de: Vorhandene Datei überschreiben
es: Sobrescribir el archivo existente
fr: Remplacer le fichier existant
hu: Felülírja a meglévő fájlt?
it: Sovrascrivi il file esistente
ja: 既存のファイルへ上書きします
pl: Czy zastąpić istniejący plik?
pt_br: Sobregravar arquivo existente
ru: Перезаписать существующий файл?
sk: Prepísať existujúci súbor?

source: The file you selected exists. Selecting yes will overwrite the contents of this file.
cs: Vybraný soubor již existuje. Vybráním volby "ano" přepíšete obsah tohoto souboru.
de: Die von Ihnen ausgewählte Datei ist vorhanden. Wenn Sie 'Ja' auswählen, wird der Inhalt dieser Datei überschrieben.
es: El archivo que se ha seleccionado ya existe. Si selecciona Sí, se sobreescribirá el contenido de este archivo.
fr: Le fichier que vous avez sélectionné existe. La sélection de Oui écrasera le contenu de ce fichier.
hu: A kiválasztott fájl már létezik. Ha igennel válaszol, felülírja a fájl tartalmát.
it: Il file selezionato esiste già. Se si seleziona Sì, il contenuto del file verrà sovrascritto.
ja: 選択したファイルが存在します。［はい］を選択すると、このファイルの内容は上書きされます。
pl: Wybrany plik istnieje. Kliknięcie przycisku Tak spowoduje zastąpienie zawartości tego pliku.
pt_br: O arquivo selecionado já existe. Selecionar Sim sobregravará o conteúdo desse arquivo.
ru: Выбранный файл существует. Выберите "Да", чтобы перезаписать содержимое данного файла.
sk: Vybratý súbor už existuje. Pokiaľ vyberiete možnosť Áno, obsah tohto súboru bude prepísaný.

source: Insufficient access
cs: Nedostatečný přístup
de: Zugriffsrechte nicht ausreichend
es: Acceso insuficiente
fr: Accès insuffisant
hu: Nem megfelelő hozzáférés
it: Diritti di accesso non sufficienti
ja: 必要なアクセス権がありません
pl: Niewystarczający dostęp
pt_br: Acesso insuficiente
ru: Недостаточный доступ
sk: Nedostatočný prístup
