Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: Entering Passphrase is cancelled. If Passphrase is not provided, Default iFolder creation/download will fail. Do you want to continue?
cs: Zadání hesla je zrušeno. Pokud není zadáno heslo, automatické vytvoření nebo stažení výchozí složky iFolder selže. Přejete si pokračovat?
de: Die Eingabe des Passwortsatzes wurde abgebrochen. Wenn der Passwortsatz nicht angegeben wird, schlägt die automatische Erstellung/das automatische Herunterladen des Standard-iFolders fehl. Möchten Sie fortfahren?
es: Se ha cancelado la especificación de la contraseña codificada. Si no se proporciona la contraseña codificada, no será posible crear ni descargar la carpeta iFolder por defecto. ¿Desea continuar?
fr: Saisie de la phrase secrète annulée. Si la phrase secrète n'est pas spécifiée, la création/le téléchargement du dossier iFolder par défaut échouera. Souhaitez-vous continuer ?
hu: Nem adott meg hozzáférési kódot. Ha nincs megadva hozzáférési kód, az alapértelmezett iFolder-fiók létrehozása/letöltése sikertelen lesz. Folytatja?
it: Immissione della stringa di cifratura annullata. Se non viene specificata la stringa di cifratura, la creazione o lo scaricamento della cartella iFolder di default avrà esito negativo. Continuare?
ja: パスフレーズの入力が取り消されました。パスフレーズを指定しないと、デフォルトのiFolderの作成とダウンロードが失敗します。続行しますか?
pl: Wprowadzenie zwrotu hasłowego zostało anulowane. Jeżeli zwrot hasłowy nie zostanie podany, utworzenie/pobranie domyślnego folderu iFolder nie powiedzie się. Czy chcesz kontynuować?
pt_br: A opção para digitar a Frase Secreta está cancelada. Se uma frase secreta não for fornecida, não será possível criar ou fazer o download de um iFolder padrão. Deseja continuar?
ru: Ввод контрольной фразы отменен. При отсутствии контрольной фразы произойдет сбой функции создания или загрузки папки iFolder по умолчанию. Продолжить?
sk: Zadávanie prístupového výrazu je zrušené. Ak nezadáte prístupový výraz, vytváranie či preberanie predvoleného priečinka iFolder zlyhá. Chcete pokračovať?

source: Entering Passphrase is cancelled
cs: Zadání hesla je zrušeno.
de: Die Eingabe des Passwortsatzes wurde abgebrochen.
es: Se ha cancelado la especificación de la contraseña codificada
fr: Saisie de la phrase secrète annulée
hu: Nem adott meg hozzáférési kódot
it: Immissione delle stringa di cifratura annullata.
ja: パスフレーズの入力が取り消されました
pl: Wprowadzanie zwrotu hasłowego zostało anulowane
pt_br: A opção para digitar Frase Secreta está cancelada
ru: Ввод контрольной фразы отменен
sk: Zadávanie prístupového výrazu je zrušené.

source: Entering password is cancelled
cs: Zadání hesla je zrušeno.
de: Die Eingabe des Passworts wurde abgebrochen
es: Se ha cancelado la especificación de la contraseña
fr: Saisie du mot de passe annulée
hu: Nem adott meg jelszót
it: Immissione della password annullata.
ja: パスワードの入力が取り消されました
pl: Wprowadzanie hasła zostało anulowane
pt_br: A opção para digitar senha está cancelada
ru: Ввод пароля отменен
sk: Zadávanie hesla je zrušené.

source: Exit Novell iFolder
cs: Ukončit Novell iFolder
de: Novell iFolder beenden
es: Salir de iFolder de Novell
fr: Quitter Novell iFolder
hu: Kilépés a Novell iFolder alkalmazásból
it: Esci da Novell iFolder
ja: Novell iFolderを終了する
pl: Zamknij program Novell iFolder
pt_br: Sair do Novell iFolder
ru: Закрыть Novell iFolder
sk: Ukončiť aplikáciu Novell iFolder

source: If you exit the Novell iFolder application, changes in your iFolder will no longer be tracked. The next time you login, Novell iFolder will reconcile any differences between your iFolder and Server. Are you sure you want to exit the Application ?
cs: Pokud ukončíte aplikaci Novell iFolder, změny ve vaší složce iFolder nebudou dále sledovány. Při vašem příštím přihlášení aplikace Novell iFolder provede synchronizaci rozdílů mazi vaší složkou iFolder a serverem. Opravdu chcete aplikaci ukončit?
de: Wenn Sie die Novell iFolder-Anwendung beenden, werden Änderungen in Ihrem iFolder-Ordner nicht mehr verfolgt. Bei der nächsten Anmeldung stimmt Novell iFolder sämtliche Abweichungen zwischen Ihrem iFolder-Ordner und dem Server ab. Sind Sie sicher, dass die Anwendung beendet werden soll?
es: Si sale de la aplicación iFolder de Novell, dejará de hacerse el seguimiento de los cambios realizados en la carpeta iFolder. La próxima vez que entre, iFolder de Novell reconciliará las diferencias entre la carpeta iFolder y el servidor. ¿Está seguro de que desea salir de la aplicación?
fr: Si vous quittez l'application Novell iFolder, le suivi des modifications de votre dossier iFolder ne sera plus effectué. Lors de votre prochain login, Novell iFolder réconciliera les différences entre votre dossier iFolder et votre serveur. Voulez-vous vraiment quitter l'application ?
hu: Ha kilép a Novell iFolder alkalmazásból, az iFolder mappájában végrehajtott változások követése megszűnik. A következő bejelentkezéskor a Novell iFolder egyezteti a különbségeket az iFolder mappa és a kiszolgáló között. Biztos benne, hogy ki akar lépni az alkamazásból?
it: Se si esce dall'applicazione Novell iFolder, non sarà possibile tenere traccia delle modifiche apportate nella cartella iFolder Al successivo login, Novell iFolder risolverà le eventuali differenze tra la cartella iFolder e il server. Uscire dall'applicazione?
ja: Novell iFolderアプリケーションを終了すると、iFolderで行った変更はトラッキングされません。 次回ログイン時に、Novell iFolderによって、iFolderとサーバ間の相違が調整されます。 本当にアプリケーションを終了しますか?
pl: Jeżeli zamkniesz aplikację Novell iFolder, zmiany w programie iFolder nie będą śledzone. Po następnym zalogowaniu się do programu, uzgodnione zostaną wszelkie różnice między lokalnym programem iFolder a serwerem. Czy na pewno chcesz zamknąć aplikację?
pt_br: Se você sair do aplicativo Novell iFolder, as mudanças feitas no iFolder não serão mais controladas. A próxima vez que efetuar o login, o Novell iFolder reconciliará quaisquer diferenças entre o seu iFolder e o Servidor. Tem certeza de que deseja sair do Aplicativo?
ru: После закрытия приложения Novell iFolder изменения папки iFolder не будут отслеживаться. При следующем входе приложение Novell iFolder выполнит согласование любых отличий между папкой iFolder и сервером. Закрыть приложение?
sk: Ak ukončíte aplikáciu Novell iFolder, zmeny vo vašom priečinku iFolder sa už nebudú sledovať. Keď sa nabudúce prihlásite, aplikácia Novell iFolder zladí váš priečinok iFolder so serverom. Ste si istí, že chcete ukončiť aplikáciu?

source: Novell iFolder does not currently support this machine's Network card to detect Network events. DBus failed to initialize for the Network card.
cs: Aplikace Novell iFolder aktuálně nepodporuje síťovou kartu ve vašem počítači a nelze zjišťovat síťové události. Inicializace služby DBus se síťovou kartou se nezdařila.
de: Die Erkennung von Netzwerkereignissen durch die Netzwerkkarte dieses Computers wird derzeit von Novell iFolder nicht unterstützt. Der Initialisierungsvorgang für die Netzwerkkarte konnte von DBus nicht durchgeführt werden.
es: iFolder de Novell no admite actualmente la tarjeta de red de este equipo para detectar eventos de red. DBus no ha podido inicializar la tarjeta de red.
fr: Novell iFolder ne prend actuellement pas en charge la carte réseau de cette machine pour la détection des événements réseau. Échec de l'initialisation DBus pour la carte réseau.
hu: A Novell iFolder jelenleg nem támogatja, hogy a gépben lévő hálózati kártya észlelje a hálózati eseményeket. A DBus nem tudta elvégezni az inicializálást a hálózati kártyához.
it: Novell iFolder non supporta la scheda di rete attualmente installata nel computer per il rilevamento degli eventi di rete. Inizializzazione di DBus non riuscita per la scheda di rete.
ja: Novell iFolderは、このマシンのネットワークカードをサポートしていません。このカードは、ネットワークイベントの検出に必要です。DBusはネットワークカードの初期化で失敗しました。
pl: Program Novell iFolder nie obsługuje obecnie karty sieciowej tego komputera w zakresie wykrywania zdarzeń sieciowych. Nie można zainicjować systemu DBus dla karty sieciowej.
pt_br: O Novell iFolder não suporta atualmente a placa de rede dessa máquina para detectar eventos de rede. O DBus falhou ao inicializar a placa de rede.
ru: Novell iFolder не поддерживает сетевую плату этого компьютера и не может обнаруживать события в сети. DBus не удалось инициализировать сетевую плату.
sk: Aplikácia Novell iFolder momentálne nepodporuje použitie sieťovej karty tohto počítača na zisťovanie udalostí siete. Inicializácia služby DBus pre túto sieťovú kartu zlyhala.

source: Network Events
cs: Síťové události
de: Netzwerkereignisse
es: Eventos de red
fr: Événements réseau
hu: Hálózati események
it: Eventi di rete
ja: ネットワークイベント
pl: Zdarzenia sieciowe
pt_br: Eventos de Rede
ru: События в сети
sk: Udalosti siete

source: Specify a valid path for the Conflict Bin
cs: Zadejte platnou cestu zásobníku konfliktů
de: Geben Sie einen zulässigen Pfad für die Konfliktübersicht an.
es: Especifique una vía válida para la bandeja de conflictos
fr: Spécifier un chemin d'accès valide pour la liste de conflits
hu: Adjon meg érvényes elérési utat az ütközési lomtárhoz
it: Specificare un percorso valido per il raccoglitore dei conflitti
ja: 競合ファイルの表示に有効なパスを指定
pl: Podaj prawidłową ścieżkę do Pojemnika na pliki konfliktowe
pt_br: Especificar um caminho válido para a Pasta de Conflito
ru: Укажите действительный путь к корзине.
sk: Zadajte platnú cestu pre Kôš konfliktov

source: Path field is Empty
cs: Pole cesty je prázdné
de: Feld für Pfad ist leer
es: El campo Vía está vacío
fr: Le champ du chemin d'accès est vide
hu: Az elérési út mező üres
it: Il campo relativo al percorso è vuoto
ja: パスフィールドが空です
pl: Pole ścieżki jest puste
pt_br: O campo de caminho está vazio
ru: Пустой путь
sk: Pole Cesta je prázdne

source: Invalid Conflict Bin Directory
cs: Neplatný adresář zásobníku konfliktů
de: Unzulässiges Verzeichnis für Konfliktübersicht
es: Directorio de la bandeja de conflictos no válido
fr: Répertoire de la liste des conflits non valide
hu: Érvénytelen könyvtár az ütközési lomtár számára
it: Directory del raccoglitore dei conflitti non valida
ja: 競合ファイルの表示ディレクトリが無効です
pl: Nieprawidłowa ścieżka do Pojemnika na pliki konfliktowe
pt_br: Diretório da Pasta de Conflito Inválido
ru: Неверный каталог корзины
sk: Neplatný adresár Koša konfliktov

source: Merge
cs: Sloučit
de: Zusammenführen
es: Fusionar
fr: Fusionner
hu: Összefésülés
it: Fondi
ja: マージ
pl: Scal
pt_br: Fundir
ru: Объединить
sk: Zlúčiť

source: Merge to Folder
cs: Sloučit do složky
de: In Ordner zusammenführen
es: Fusionar en carpeta
fr: Fusionner dans le dossier
hu: Összefésülés mappába
it: Unisci alla cartella
ja: フォルダにマージ
pl: Scal z folderem
pt_br: Mesclar para Pasta
ru: Объединить в папку
sk: Zlúčiť do priečinka

source: _Merge
cs: _Sloučit
de: _Zusammenführen
es: _Fusionar
fr: _Fusionner
hu: Össze_fésülés
it: F_usione
ja: マージ(_M)
pl: _Scal
pt_br: _Fundir
ru: _Объединить
sk: _Zlúčiť

source: Merge "{0}" to...
cs: Sloučit "{0}" do...
de: "{0}" zusammenführen in...
es: Fusionar "{0}" en...
fr: Fusionner "{0}" dans...
hu: Fésülje össze a következőket: "{0}" és...
it: Unisci "{0}" a...
ja: "{0}"をマージ中...
pl: Scal "{0}" z...
pt_br: Fundir "{0}" para...
ru: Выполнить слияние "{0}" с...
sk: Zlúčiť „{0}“ do...

source: Domain Name
cs: Název domény
de: Domänenname
es: Nombre de dominio
fr: Nom du domaine
hu: Tartománynév
it: Nome dominio
ja: ドメイン名
pl: Nazwa domeny
pt_br: Nome do Domínio
ru: Имя домена
sk: Názov domény

source: Enter your iFolder password
cs: Zadejte své heslo složky iFolder
de: iFolder-Passwort eingeben
es: Introduzca la contraseña de iFolder
fr: Entrer votre mot de passe iFolder
hu: Adja meg az iFolder-jelszavát
it: Immettere la password per iFolder
ja: iFolderのパスワードの入力
pl: Wprowadź hasło programu iFolder
pt_br: Digite sua senha do iFolder
ru: Введите пароль iFolder
sk: Zadajte heslo aplikácie iFolder

source: The name of folder and iFolder must be the same
cs: Název složky musí být stejný jako název složky iFolder
de: Die Namen von Ordner und iFolder-Ordner müssen identisch sein.
es: El nombre de la carpeta y el de la carpeta iFolder deben ser idénticos.
fr: Les noms du dossier et du dossier iFolder doivent être identiques
hu: A mappa és az iFolder nevének egyeznie kell.
it: Il nome della cartella normale e quello della cartella iFolder devono corrispondere
ja: フォルダとiFolderは同じ名前にしてください
pl: Nazwa folderu oraz iFolderu muszą być identyczne
pt_br: O nome da pasta e do iFolder devem ser iguais
ru: Имя папки и папки iFolder должны совпадать
sk: Názov požadovaného priečinka a názov priečinka iFolder sa musia zhodovať.

source: You can merge an iFolder only with a folder with same name. Select a folder with the same name as the iFolder and try again.
cs: Sloučit můžete pouze složku se stejným názvem, jako je název složky iFolder. Vyberte složku se stejným názvem složky iFolder a zkuste to znovu.
de: Ein iFolder-Ordner kann nur mit einem Ordner mit demselben Namen zusammengeführt werden. Wählen Sie einen Ordner mit demselben Namen wie der iFolder-Ordner aus und versuchen Sie es erneut.
es: Una carpeta iFolder sólo puede fusionarse con otra carpeta que tenga el mismo nombre. Seleccione una con el mismo nombre y vuelva a intentarlo.
fr: Vous ne pouvez fusionner un dossier iFolder qu'avec un dossier de même nom. Sélectionnez un dossier avec le même nom que le dossier iFolder et réessayez.
hu: iFolder mappa csak vele azonos nevű mappával fésülhető össze. Válasszon ki az iFolder mappával egyező nevű mappát, és próbálkozzon újra.
it: È possibile unire una cartella iFolder solo a una cartella con lo stesso nome. Selezionare una cartella con lo stesso nome della cartella iFolder e riprovare.
ja: iFolderとマージできるのは同じ名前のフォルダだけです。iFolderと同じ名前のフォルダを選択して、やりなおしてください。
pl: iFolder można scalić tylko z folderem o tej samej nazwie. Wybierz folder o nazwie identycznej z nazwą iFolderu i ponów próbę.
pt_br: Você pode fundir uma pasta do iFolder somente com uma pasta de nome igual. Selecione uma pasta com o mesmo nome da pasta do iFolder e tente novamente.
ru: Слияние iFolder можно выполнить только с папкой с таким же именем. Выберите папку с таким же именем и повторите попытку.
sk: Priečinok iFolder môžete zlúčiť iba s priečinkom s rovnakým názvom. Vyberte priečinok s rovnakým názvom, ako je názov priečinka iFolder a skúste to znova.

source: The iFolder does not exist.
cs: Složka iFolder neexistuje.
de: Der iFolder-Ordner ist nicht vorhanden.
es: La carpeta iFolder no existe.
fr: Le dossier iFolder n'existe pas.
hu: Az iFolder nem létezik.
it: La cartella iFolder non esiste.
ja: iFolderが存在しません。
pl: iFolder nie istnieje.
pt_br: Pasta do iFolder inexistente.
ru: Папка iFolder не существует.
sk: Priečinok iFolder neexistuje.

source: The iFolder you have chosen could not be found on the server.
cs: Zvolenou složku iFolder nelze na serveru nalézt.
de: Der von Ihnen ausgewählte iFolder-Ordner wurde auf dem Server nicht gefunden.
es: La carpeta iFolder seleccionada no se encuentra en el servidor.
fr: Le dossier iFolder choisi est introuvable sur le serveur.
hu: A választott iFolder nem található a kiszolgálón.
it: Impossibile trovare la cartella iFolder selezionata nel server.
ja: 選択したiFolderはサーバ上で見つかりませんでした。
pl: Wybranego iFolderu nie można znaleźć na serwerze.
pt_br: A pasta escolhida do iFolder não pôde ser encontrada no servidor.
ru: Выбранную папку iFolder невозможно найти на сервере.
sk: Vybratý priečinok iFolder sa nenašiel na serveri.

source: iFolder could not be created as you are exceeding the limit of ifolders set by your Administrator.
cs: Složku iFolder nelze vytvořit, protože překračujete počet složek iFolder nastavený správcem.
de: iFolder-Ordner konnte nicht erstellt werden, da hierdurch die vom Administrator festgelegte Höchstzahl an iFolder-Ordnern überschritten wird.
es: No es posible crear la carpeta iFolder puesto que se ha excedido el límite de carpetas iFolder establecido por el administrador.
fr: Impossible de créer le dossier iFolder car vous dépassez le nombre limite de dossiers iFolder défini par votre Administrateur.
hu: Az iFolder mappát nem lehet létrehozni, mert ezzel túllépné a rendszergazda által az iFolder mappák számára vonatkozóan beállított korlátozást.
it: Impossibile creare una cartella iFolder. È stato già raggiunto il limite di cartelle iFolder impostato dall'amministratore.
ja: 管理者が設定したiFolderの制限数を超えているため、iFolderを作成できませんでした。
pl: Nie można utworzyć iFolderu, ponieważ limit liczby iFolderów ustawiony przez administratora jest przekroczony.
pt_br: Não foi possível criar o iFolder, pois o limite de pastas definido pelo Administrador está sendo excedido.
ru: Папка iFolder не может быть создана, так как достигнуто максимальное число папок iFolder, заданное администратором.
sk: Nepodarilo sa vytvoriť priečinok iFolder, pretože ste prekročili maximálny počet priečinkov iFolder nastavený správcom.

source: Please Re-login to iFolder and web client to continue the encrypted iFolder processing
cs: Chcete-li pokračovat ve zpracování zašifrované složky iFolder, znovu se přihlaste k součásti iFolder a webovému klientovi
de: Melden Sie sich erneut bei iFolder und dem Web-Client an, um die Verarbeitung verschlüsselter iFolder-Ordner fortzusetzen.
es: Vuelva a entrar en iFolder y en el cliente Web para continuar el procesamiento de la carpeta iFolder cifrada.
fr: Veuillez vous reloguer au dossier iFolder et au client Web pour continuer le traitement du dossier iFolder codé
hu: A titkosított iFolder mappa feldolgozásának folytatásához jelentkezzen be ismét az iFolder szolgáltatásba és a webes ügyfélbe.
it: Eseguire di nuovo il login a iFolder e al client Web per continuare l'elaborazione della cartella iFolder cifrata
ja: 暗号化されたiFolderの処理を続行するには、iFolderとWebクライアントに再ログインしてください
pl: Aby kontynuować przetwarzanie zaszyfrowanego iFolderu, zaloguj się ponownie do iFolderu i klienta sieci Web
pt_br: Efetue login no iFolder e no cliente da Web novamente para continuar o processamento da pasta criptografada do iFolder
ru: Осуществите повторный вход в iFolder и веб-клиент, чтобы продолжить обработку зашифрованной папки iFolder
sk: Opätovne sa prihláste do priečinka iFolder a webového klienta a pokračujte v spracúvaní šifrovaného priečinka iFolder.

source: OwnerShip of the iFolder {0} could not be tranferred to {1} as it is violating the limit of iFolder's set by the Administrator.
cs: Vlastnictví složky iFolder {0} nelze převést na subjekt {1}, protože narušuje limit složek iFolder nastavený správcem.
de: Die Eigentümerschaft an iFolder-Ordner {0} konnte nicht auf {1} übertragen werden, da hierdurch die vom Administrator festgelegte Höchstzahl an iFolder-Ordnern überschritten wird.
es: No es posible transferir la iFolder {0} a {1} puesto que se ha excedido el límite de carpetas iFolder establecido por el administrador.
fr: Impossible de transférer la propriété du dossier iFolder {0} à {1} car ceci viole la limite des dossiers iFolder définie par l'Administrateur.
hu: A(z) {0} iFolder mappa tulajdonosi szerepköre nem adható át {1} számára, mert sértené a rendszergazda által az iFolder mappák számára vonatkozóan beállított korlátozást.
it: Impossibile trasferire la proprietà della cartella iFolder {0} a {1} a causa della violazione del limite di cartelle iFolder impostato dall'amministratore.
ja: 管理者が設定したiFolderの制限に違反しているため、iFolder {0} の所有権を {1} に移動できませんでした。
pl: Nie można przenieść praw własności iFolderu {0} do {1} z powodu przekroczenia limitu liczby iFolderów ustawionego przez administratora.
pt_br: Não foi possível transferir a propriedade da pasta do iFolder {0} para {1}, por violar o limite de pastas definido pelo Administrador.
ru: Владение папкой iFolder {0} не может быть передано {1}, так как в результате будет превышено максимальное число папок iFolder, заданное администратором.
sk: Vlastníctvo priečinka iFolder {0} sa nemohlo previesť na osobu {1}, keďže by sa tým prekročil maximálny počet priečinkov iFolder nastavený správcom.

source: Ownership of the iFolder {0} could not be transferred to {1} as it is violating the limit of iFolders set by the Administrator.
cs: Vlastnictví složky iFolder {0} nelze převést na subjekt {1}, protože narušuje limit složek iFolder nastavený správcem.
de: Die Eigentümerschaft an iFolder {0} konnte nicht auf {1} übertragen werden, da hierdurch die vom Administrator festgelegte iFolder-Höchstzahl überschritten wird.
es: No es posible transferir la propiedad de iFolder {0} a {1} puesto que se ha excedido el límite de carpetas iFolder establecido por el administrador.
fr: La propriété du dossier iFolder {0} n'a pas pu être transférée à {1} en raison du dépassement de la limite du nombre de dossiers iFolder définie par l'administrateur.
hu: A(z) {0} iFolder mappa tulajdonosi szerepköre nem adható át {1} számára, mert sértené a rendszergazda által az iFolder mappák számára vonatkozóan beállított korlátozást.
it: Impossibile trasferire la proprietà della cartella iFolder {0} a {1} a causa della violazione del limite di cartelle iFolder impostato dall'amministratore.
ja: 管理者が設定したiFolderの制限に違反しているため、iFolder {0} の所有権を {1} に移動できませんでした。
pl: Nie można przenieść praw własności folderu iFolder {0} na {1}, gdyż narusza to limit folderów iFolder ustawiony przez administratora.
pt_br: Impossível transferir a propriedade da pasta do iFolder {0} para {1}, por violar o limite de pastas definido pelo Administrador.
ru: Владение папкой iFolder {0} не может быть передано {1}, так как в результате будет превышено максимальное количество папок iFolder, заданное администратором.
sk: Vlastníctvo priečinka iFolder {0} nebolo možné previesť na osobu {1}, keďže by sa tým prekročil limit pre priečinky iFolder nastavený správcom.
