Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: When quota policy is violated
cs: Když jsou porušeny zásady kvóty
de: Wenn die Kontingentrichtlinie verletzt wird
es: Cuando se infringe la directiva sobre cuotas
fr: Lorsqu'une stratégie de quota est violée
hu: A kvótaházirend megsértésekor
it: Quando è violata la norma della quota
ja: 割り当てポリシーに違反している場合
pl: Gdy zostaną naruszone założenia dotyczące przydziału
pt_br: Quando a política de quota for violada
ru: При нарушении политики квот
sk: Ak je porušená politika kvóty

source: When file size policy is violated
cs: Když jsou porušeny zásady velikosti souboru
de: Wenn die Dateigrößenrichtlinie verletzt wird
es: Cuando se infringe la directiva sobre tamaño de archivos
fr: Lorsqu'une stratégie de taille de fichier est violée
hu: A fájlméretházirend megsértésekor
it: Quando è violata la norma delle dimensioni del file
ja: ファイルサイズポリシーに違反している場合
pl: Gdy zostaną naruszone założenia dotyczące rozmiaru pliku
pt_br: Quando a política de tamanho de arquivo for violada
ru: При нарушении политики размера файлов
sk: Ak je porušená politika veľkosti súboru

source: When file exclusion policy is violated
cs: Když jsou porušeny zásady vyloučení souboru
de: Wenn die Dateiausschlussrichtlinie verletzt wird
es: Cuando se infringe la directiva sobre exclusión de archivos
fr: Lorsqu'une stratégie d'exclusion de fichier est violée
hu: A fájlkizárási házirend megsértésekor
it: Quando è violata la norma di esclusione del file
ja: ファイル除外ポリシーに違反している場合
pl: Gdy zostaną naruszone założenia dotyczące pomijania plików
pt_br: Quando a política de exclusão de arquivo for violada
ru: При нарушении политики исключений
sk: Ak je porušená politika vylúčenia súboru

source: When disk is full
cs: Když je disk plný
de: Wenn der Datenträger voll ist
es: Cuando el disco está lleno
fr: Lorsque le disque est plein
hu: Ha a lemez megtelt
it: Quando il disco è pieno
ja: ディスクがいっぱいの場合
pl: Gdy dysk jest zapełniony
pt_br: Quando o disco estiver cheio
ru: Если диск заполнен
sk: Ak je disk plný

source: When required permissions are unavailable
cs: Když nejsou k dispozici požadovaná oprávnění
de: Wenn die erforderlichen Berechtigungen nicht verfügbar sind
es: Cuando los permisos necesarios no están disponibles
fr: Lorsque les autorisations requises sont indisponibles
hu: Ha nem érhetők el a szükséges engedélyek
it: Quando non sono disponibili le autorizzazioni necessarie
ja: 必要なパーミッションを使用できない場合
pl: Gdy nie są dostępne wymagane uprawnienia
pt_br: Quando as permissões necessárias não estiverem disponíveis
ru: При недоступности необходимых разрешений
sk: Ak nie sú k dispozícii požadované povolenia

source: When file path exceeds optimal limit
cs: Když cesta k souboru překračuje optimální limit
de: Wenn der Dateipfad die optimale Grenze überschreitet
es: Cuando la ruta del archivo supera el límite óptimo
fr: Lorsque le chemin du fichier dépasse la taille optimale
hu: Ha a fájl elérési útja túllépi az optimális korlátot
it: Quando il percorso del file supera il limite ottimale
ja: ファイルパスが最適な制限を超えている場合
pl: Gdy ścieżka pliku przekracza optymalny limit
pt_br: Quando o caminho do arquivo exceder o limite ideal
ru: Если путь к файлу превышает оптимальное ограничение
sk: Ak cesta k súboru presahuje optimálny limit

source: When iFolders are shared
cs: Když jsou sdíleny složky iFolder
de: Wenn iFolder-Ordner freigegeben sind
es: Cuando las iFolders están compartidas
fr: Lorsque des dossiers iFolder sont partagés.
hu: iFolder mappák megosztásakor
ja: iFoldersが共有された場合
pl: W przypadku współużytkowania folderów iFolder
pt_br: Quando iFolders forem compartilhadas
ru: При совместном использовании папок iFolder
sk: Ak sa zdieľajú priečinky iFolder

source: When conflicts arise
cs: Když dojde ke konfliktům
de: Wenn Konflikte auftreten
es: Cuando surgen conflictos
fr: En cas de conflits.
hu: Ütközések esetén
ja: 競合が発生した場合
pl: W przypadku wystąpienia konfliktów
pt_br: Quando surgirem conflitos
ru: При возникновении конфликтов
sk: Ak vzniknú konflikty

source: When a user joins the iFolder domain
cs: Když se uživatel připojí k doméně iFolder
de: Wenn ein Benutzer in die iFolder-Domäne eintritt
es: Cuando se incorpora un usuario al dominio iFolder
fr: Lorsqu'un utilisateur rejoint le domaine iFolder
hu: Ha egy felhasználó belép az iFolder-tartományba
ja: iFolderドメインにユーザが参加した場合
pl: Gdy użytkownik dołączy do domeny programu iFolder
pt_br: Quando um usuário entrar no domínio iFolder
ru: При присоединении пользователя к домену iFolder
sk: Ak sa používateľ pripojí k doméne iFolder

source: When a policy is violated
cs: Když jsou porušeny zásady
de: Wenn eine Richtlinie verletzt wird
es: Cuando se infringe una directiva
fr: Lorsqu'une stratégie est violée.
hu: Házirend megsértésekor
ja: ポリシーに違反している場合
pl: Gdy zostaną naruszone założenia
pt_br: Quando uma política for violada
ru: При нарушении политики квот
sk: Ak je porušená politika

source: _Upgrade
cs: _Inovovat
de: _Aufrüstung
es: _Actualización
fr: _Mise à niveau
hu: _Frissítés
pl: _Uaktualnij
ru: _Обновление
sk: _Inovovať

source: Synchronization disabled
cs: Synchronizace vypnuta
de: Synchronisierung deaktiviert
es: Sincronización inhabilitada
fr: Synchronisation désactivée
hu: Szinkronizálás letiltva
it: Sincronizzazione disabilitata
ja: 同期は無効です
pl: Synchronizacja wyłączona
pt_br: Sincronização desabilitada
ru: Синхронизация отключена
sk: Synchronizácia je zakázaná

source: You are using the latest available version.
cs: Používáte nejnovější dostupnou verzi.
de: Sie verwenden die neueste Version, die verfügbar ist.
es: Está utilizando la versión más reciente disponible.
fr: Vous utilisez la dernière version disponible.
hu: A jelenleg használt verzió a legújabb elérhető verzió.
ja: 使用可能な最新のバージョンを使用しています。
pl: Używasz najnowszej dostępnej wersji.
pt_br: Você está usando a versão mais recente disponível.
ru: Вы используете последнюю доступную версию.
sk: Používate najnovšiu dostupnú verziu.

source: Unable to search for updates as you are not connected to a domain. Ensure that you are connected to a domain and try again.
cs: Nelze hledat aktualizace, protože chybí připojení k doméně. Zajistěte, abyste byli připojeni k doméně, a zkuste to znovu.
de: Es kann nur nach Updates gesucht werden, wenn Sie mit einer Domäne verbunden sind. Stellen Sie sicher, dass Sie mit einer Domäne verbunden sind, und versuchen Sie es erneut.
es: No es posible buscar actualizaciones porque no está conectado a un dominio. Asegúrese de que está conectado a un dominio e inténtelo de nuevo.
fr: Impossible de rechercher des mises à jour si vous n'êtes pas connecté à un domaine. Assurez-vous d'être connecté à un domaine et réessayez.
hu: Nem tud frissítéseket keresni, mivel nincs tartományhoz csatlakozva. Csatlakozzon egy tartományhoz, majd próbálkozzon újra.
ja: ドメインに接続していないのでアップデートを検索できません。ドメインに接続していることを確認してから再度実行してください。
pl: Nie można wyszukać aktualizacji z powodu braku połączenia z domeną. Upewnij się, że masz połączenie z domeną, a następnie spróbuj ponownie.
pt_br: Não é possível pesquisar atualizações porque você não está conectado a um domínio. Conecte-se a um domínio e tente novamente.
ru: Невозможно выполнить поиск обновлений, поскольку отсутствует подключение к домену. Проверьте подключение к домену и попробуйте еще раз.
sk: Nemožno vyhľadať aktualizácie, pretože nie ste pripojení k doméne. Pripojte sa k doméne a skúste to znova.

source: Unable to search for updates as you are not connected to a server. Ensure that you are connected to a server and try again.
cs: Nelze hledat aktualizace, protože chybí připojení k serveru. Zajistěte, abyste byli připojeni k serveru, a zkuste to znovu.
de: Es kann nur nach Updates gesucht werden, wenn Sie mit einem Server verbunden sind. Stellen Sie sicher, dass Sie mit einem Server verbunden sind, und versuchen Sie es erneut.
es: No es posible buscar actualizaciones porque no está conectado a un servidor. Asegúrese de que está conectado a un servidor e inténtelo de nuevo.
fr: Impossible de rechercher des mises à jour si vous n'êtes pas connecté à un serveur. Assurez-vous d'être connecté à un serveur et réessayez.
hu: Nem tud frissítéseket keresni, mivel nincs kiszolgálóhoz csatlakozva. Csatlakozzon egy kiszolgálóhoz, majd próbálkozzon újra.
ja: サーバに接続していないのでアップデートを検索できません。サーバに接続していることを確認してから再度実行してください。
pl: Nie można wyszukać aktualizacji z powodu braku połączenia z serwerem. Upewnij się, że masz połączenie z serwerem, a następnie spróbuj ponownie.
pt_br: Não é possível pesquisar atualizações porque você não está conectado a um servidor. Conecte-se a um servidor e tente novamente.
ru: Невозможно выполнить поиск обновлений, поскольку отсутствует подключение к серверу. Проверьте подключение к серверу и попробуйте еще раз.
sk: Nemožno vyhľadať aktualizácie, pretože nie ste pripojení k serveru. Pripojte sa k serveru a skúste to znova.

source: Unable to complete the operation. Try again.
cs: Operaci nelze dokončit. Zkuste to znovu.
de: Der Vorgang kann nicht abgeschlossen werden. Versuchen Sie es erneut.
es: No es posible realizar la operación. Inténtelo de nuevo.
fr: L'opération n'a pas pu être effectuée. Réessayez.
hu: Nem sikerült végrehajtani a műveletet. Próbálkozzon újra.
ja: 操作を完了できません。再度実行してください。
pl: Nie można ukończyć operacji. Spróbuj ponownie.
pt_br: Não é possível concluir a operação. Tente novamente.
ru: Невозможно выполнить операцию. Попробуйте еще раз.
sk: Nemožno dokončiť operáciu. Skúste to znova.

source: This operation is not supported on the current version of the iFolder server. To perform this operation, you must upgrade to the latest version of iFolder server.
cs: Tato operace není v aktuání verzi serveru iFolder podporována. Chcete-li tuto operaci provést, je třeba inovovat na nejnovější verzi serveru iFolder.
de: Dieser Vorgang wird von der aktuellen Version des iFolder-Servers nicht unterstützt. Zum Ausführen dieses Vorgangs müssen Sie eine Aktualisierung auf die neueste Version des iFolder-Servers vornehmen.
es: Esta operación no se admite en la versión actual del servidor de iFolder. Para realizar esta operación, debe actualizar a la versión más reciente del servidor de iFolder.
fr: Cette opération n'est pas prise en charge sous la version actuelle du serveur iFolder. Pour effectuer cette opération, vous devez procéder à une mise à niveau vers la dernière version du serveur iFolder.
hu: Ezt a műveletet nem támogatja az iFolder-kiszolgáló aktuális verziója. A művelet végrehajtásához frissítse az iFolder-kiszolgálót a legújabb verzióra.
ja: この操作はiFolderサーバの現在のバージョンではサポートされていません。この操作を実行するには、iFolderサーバの最新バージョンにアップグレードする必要があります。
pl: Ta operacja nie jest obsługiwana w bieżącej wersji serwera programu iFolder. Aby wykonać tę operację, musisz przeprowadzić uaktualnienie do najnowszej wersji serwera programu iFolder.
pt_br: Não há suporte para essa operação na versão atual do servidor iFolder. Para executar a operação, faça upgrade para a versão mais recente do servidor iFolder.
ru: Эта операция не поддерживается в текущей версии сервера iFolder. Для выполнения этой операции необходимо выполнить обновление до последней версии сервера iFolder.
sk: Aktuálna verzia servera iFolder nepodporuje túto operáciu. Ak chcete operáciu vykonať, musíte server iFolder inovovať na najnovšiu verziu.

source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
hu: Beállítások
ja: 設定
pl: Ustawienia
pt_br: Configurações
ru: Параметры
sk: Nastavenia

source: Display _Notification
cs: Zobrazit _upozornění
de: _Benachrichtigung anzeigen
es: Mostrar _notificación
fr: Afficher _Notification
hu: Értesítés megjele_nítése
ja: 通知の表示(_N)
pl: _Wyświetl powiadomienie
pt_br: Exibir _Notificação
ru: Показывать _оповещение
sk: Zobraziť upozor_nenie

source: Enabled
es: Habilitado
hu: Engedélyezve
pl: Włączone
pt_br: Habilitado

source: All rights reserved.
es: Reservados todos los derechos.
hu: Minden jog fenntartva.
pl: Wszelkie prawa zastrzeżone.
pt_br: Todos os direitos reservados.

source: i_Folder
cs: Složka i_Folder
ja: iFolder(_F)

source: iFolder
cs: Složka iFolder

source: gtk-go-back
sk: gtk-návrat

source: _Account Settings...
it: Imp_ostazioni conto...
