Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: Acc_ess...
cs: Pří_stup...
de: Zug_riff...
es: Acc_eso...
fr: Acc_ès...
hu: Hozzá_férés...
it: Acc_esso...
ja: アクセス(_E)...
pl: Do_stęp...
pt_br: Ac_essar...
ru: Дос_туп...
sk: Prís_tup...

source: R_ights...
cs: _Práva...
de: R_echte...
es: D_erechos...
fr: D_roits...
hu: _Jogosultságok...
it: D_iritti...
ja: 権利(_I)...
pl: P_rawa...
pt_br: D_ireitos...
ru: Пра_ва...
sk: P_ráva...

source: Rights
cs: Práva
de: Rechte
es: Derechos
fr: Droits
hu: Jogosultságok
it: Diritti
ja: 権利
pl: Prawa
pt_br: Direitos
ru: Права
sk: Práva

source: Owner
cs: Majitel
de: Eigentümer
es: Propietario
fr: Propriétaire
hu: Tulajdonos
it: Proprietario
ja: 所有者
pl: Właściciel
pt_br: Proprietário
ru: Владелец
sk: Vlastník

source: Invited User
cs: Pozvaný uživatel
de: Eingeladener Benutzer
es: Usuario invitado
fr: Utilisateur invité
hu: Meghívott felhasználó
it: Utente invitato
ja: 招待ユーザ
pl: Zaproszony użytkownik
pt_br: Usuário Convidado
ru: Приглашенный пользователь
sk: Pozvaný používateľ

source: iFolder User
cs: Uživatel složky iFolder
de: iFolder-Benutzer
es: Usuario de iFolder
fr: Utilisateur iFolder
hu: iFolder felhasználó
it: Utente iFolder
ja: iFolderユーザ
pl: Użytkownik iFolderów
pt_br: Usuário do iFolder
ru: Пользователь iFolder
sk: Používateľ priečinka iFolder

source: Remove the selected users?
cs: Odebrat vybrané uživatele?
de: Die ausgewählten Benutzer entfernen?
es: ¿Desea eliminar los usuarios seleccionados?
fr: Supprimer les utilisateurs sélectionnés ?
hu: Eltávolítja a kiválasztott felhasználókat?
it: Rimuovi utenti selezionati?
ja: 選択されたユーザを削除しますか?
pl: Czy usunąć zaznaczonych użytkowników?
pt_br: Remover os usuários selecionados?
ru: Удалить выбранных пользователей?
sk: Odstrániť vybratých používateľov?

source: This will remove the selected users from this iFolder. They will no longer be able to synchronize files with this iFolder.
cs: Tato operace odebere vybrané uživatele z této složky iFolder. Tito uživatelé už nebudou moci synchronizovat soubory s touto složkou iFolder.
de: Damit werden die ausgewählten Benutzer aus diesem iFolder-Ordner entfernt. Sie können mit diesem iFolder-Ordner keine Dateien mehr synchronisieren.
es: Esta opción quita a los usuarios seleccionados de esta iFolder. No podrán sincronizar los archivos con esta iFolder.
fr: Cette opération supprime les utilisateurs sélectionnés de ce dossier iFolder. Ceux-ci ne pourront plus synchroniser les fichiers avec le dossier.
hu: Ezzel a kiválasztott felhasználókat eltávolítja ebből az iFolder mappából. A továbbiakban nem fognak tudni fájlokat szinkronizálni ezzel az iFolder mappával.
it: Questa operazione rimuoverà gli utenti selezionati dalla cartella iFolder. Tali utenti non potranno più eseguire la sincronizzazione dei file con questa cartella iFolder.
ja: 選択されたユーザをこのiFolderから削除します。削除されたユーザはこのiFolderとファイルを同期させることはできなくなります。
pl: Spowoduje to usunięcie wybranych użytkowników z tego iFolderu. Użytkownicy ci nie będą odtąd mogli synchronizować plików z tym iFolderem.
pt_br: Essa ação removerá os usuários selecionados desta pasta do iFolder. Eles não poderão mais sincronizar arquivos com esta pasta do iFolder.
ru: Это приведет к удалению выбранных пользователей из папки iFolder. Они больше не смогут синхронизировать файлы с iFolder.
sk: Táto akcia odstráni z priečinka iFolder vybratých používateľov. Títo používatelia už nebudú schopní synchronizovať súbory s priečinkom iFolder.

source: Select Users
cs: Vyberte uživatele
de: Benutzer auswählen
es: Seleccionar usuarios
fr: Sélectionner des utilisateurs
hu: Felhasználók kiválasztása
it: Seleziona utenti
ja: ユーザの選択
pl: Wybierz użytkowników
pt_br: Selecionar Usuários
ru: Выбор пользователей
sk: Vybratí používatelia

source: Find:
cs: Hledat:
de: Suchen:
es: Buscar:
fr: Rcher :
hu: Keresés:
it: Trova:
ja: 検索:
pl: Wyszukiwanie:
pt_br: Enc.:
ru: Поиск:
sk: Hľadať:

source: First Name
cs: Jméno
de: Vorname
es: N.de pila
fr: Prénom
hu: Utónév
it: Nome
ja: 名
pl: Imię
pt_br: Nome
ru: Имя
sk: Meno

source: Last Name
cs: Příjmení
de: Nachname
es: Apellido
fr: Nom
hu: Vezetéknév
it: Cognome
ja: 姓
pl: Nazwisko
pt_br: Sobrenome
ru: Фамилия
sk: Priezvisko

source: Full Name
cs: Celé jméno
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
hu: Teljes név
it: Nome completo
ja: フルネーム
pl: Pełna nazwa
pt_br: Nome Completo
ru: Полное имя
sk: Celé meno

source: <Enter text to find a user>
cs: <Zadejte text pro nalezení uživatele>
de: <Für die Suche nach einem Benutzer Text eingeben>
es: <Escriba el texto para buscar un usuario>
fr: <Entrez un texte pour rechercher un utilisateur>
hu: <Adja meg a szöveget a felhasználó kereséséhez>
it: <Immettere il testo per individuare un utente>
ja: <検索するユーザのテキストを入力してください>
pl: <Wprowadź tekst dla wyszukiwania użytkownika>
pt_br: <Digite texto para encontrar um usuário>
ru: <Введите текст для поиска пользователя>
sk: <Zadajte text, podľa ktorého chcete nájsť používateľa>

source: (Full or partial name)
cs: (Celé nebo částečné jméno)
de: (Vollständiger Name oder Namensteil)
es: (Nombre completo o parcial)
fr: (Nom complet ou partiel)
hu: (Teljes vagy részleges név)
it: me completo o parziale)
ja: (フルネームまたは名前の一部)
pl: (Nazwa pełna lub częściowa)
pt_br: (Nome completo ou parcial)
ru: (Полное или частичное имя)
sk: (Úplné alebo čiastočné meno)

source: _Add >>
cs: _Přidat >>
de: _Hinzufügen >>
es: _Añadir >>
fr: _Ajouter >>
hu: _Hozzáadás >>
it: _Aggiungi >>
ja: 追加(_A) >>
pl: _Dodawanie >>
pt_br: _Adicionar >>
ru: _Добавить >>
sk: _Pridať>>

source: _Remove
cs: _Odebrat
de: _Entfernen
es: _Eliminar
fr: _Retirer
hu: _Eltávolítás
it: _Rimuovi
ja: 削除(_R)
pl: _Usuń
pt_br: _Remover
ru: _Удалить
sk: _Odstrániť

source: Selected Users
cs: Vybraní uživatelé
de: Ausgewählte Benutzer
es: Usuarios seleccionados
fr: Utilisateurs sélectionnés
hu: A kijelölt felhasználók
it: Utenti selezionati
ja: 選択されたユーザ
pl: Wybrani użytkownicy
pt_br: Usuários Selecionados
ru: Выбранные пользователи
sk: Vybratí používatelia

source: Has conflicts
cs: Má konflikty
de: Hat Konflikte
es: Tiene conflictos
fr: Conflits
hu: ütközéseket tartalmaz
it: Sono presenti conflitti
ja: 競合あり
pl: Zawiera konflikty
pt_br: Possui conflitos
ru: Есть конфликты
sk: Má konflikty

source: Not set up
cs: Není nastaveno
de: Nicht eingerichtet
es: Sin configuración
fr: Non configuré
hu: Nincs beállítva
it: Non configurato
ja: セットアップされていません
pl: Nie skonfigurowany
pt_br: Não configurado
ru: Не настроено
sk: Nie je nastavený

source: Waiting to connect
cs: Čeká se na připojení
de: Warten auf Verbindung
es: Esperando la conexión
fr: Connexion en attente
hu: Várakozás a kapcsolódásra
it: In attesa di connessione
ja: 接続待機中
pl: Oczekiwanie na połączenie
pt_br: Aguardando para Conectar
ru: Ожидание соединения
sk: Čaká na pripojenie

source: Waiting to synchronize
cs: Čeká se na synchronizaci
de: Warten auf Synchronisierung
es: Esperando sincronizar
fr: En attente de synchronisation
hu: Várakozás a szinkronizálásra
it: In attesa di sincronizzazione
ja: 同期待機中
pl: Oczekiwanie na synchronizację
pt_br: Aguardando sincronização
ru: Ожидание синхронизации
sk: Čaká na synchronizáciu

source: OK
es: Aceptar
ru: ОК

source: {0} items not synchronized
cs: {0} položek není synchronizováno
de: {0} Elemente nicht synchronisiert
es: {0} elementos no sincronizados
fr: {0} éléments non synchronisés
hu: {0} elem nincs szinkronizálva
it: {0} elementi non sincronizzati
ja: {0} 項目が同期していません
pl: Elementów niezsynchronizowanych: {0}
pt_br: {0} itens não sincronizados
ru: {0} элементов не синхронизировано
sk: {0} položiek nie je synchronizovaných

source: {0} items to synchronize
cs: Zbývá synchronizovat {0} položek
de: {0} zu synchronisierende Elemente
es: {0} elementos para sincronizar
fr: {0} éléments à synchroniser
hu: {0} szinkronizálandó elem
it: {0} elementi da sincronizzare
ja: {0} 項目を同期します
pl: Elementów do zsynchronizowania: {0}
pt_br: {0} itens a sincronizar
ru: {0} элементов для синхронизации
sk: {0} položiek na synchronizáciu

source: Synchronizing
cs: Probíhá synchronizace
de: Synchronisierung läuft
es: Sincronizando
fr: Synchronisation
hu: Szinkronizálás
it: Sincronizzazione in corso
ja: 同期中
pl: Synchronizowanie
pt_br: Sincronizando
ru: Синхронизация
sk: Synchronizuje sa

source: Incomplete synchronization
cs: Neúplná synchronizace
de: Unvollständige Synchronisierung
es: Sincronización incompleta
fr: Synchronisation incomplète
hu: Befejezetlen szinkronizálás
it: Sincronizzazione non completata
ja: 不完全な同期
pl: Synchronizacja niepełna
pt_br: Sincronização incompleta
ru: Незавершенная синхронизация
sk: Neukončená synchronizácia

source: Checking for changes
cs: Kontrola změn
de: Änderungen werden gesucht
es: Buscando cambios
fr: Recherche des changements
hu: Változások keresése
it: Ricerca delle modifiche in corso
ja: 変更を確認しています
pl: Wyszukiwanie zmian
pt_br: Verificando mudanças
ru: Проверка изменений
sk: Zisťujú sa zmeny

source: Server unavailable
cs: Server není k dispozici
de: Server nicht verfügbar
es: Servidor no disponible
fr: Serveur indisponible
hu: Nem érhető el a kiszolgáló
it: Server non disponibile
ja: サーバは使用できません
pl: Serwer niedostępny
pt_br: Servidor não disponível
ru: Сервер недоступен
sk: Server nie je k dispozícii

source: Idle...
cs: Nečinné...
de: Bereit...
es: Inactivo...
fr: Inactif...
hu: Üresjárat...
it: Inattivo...
pl: Wolna...
pt_br: Inativo...
ru: Ожидание...
sk: Nečinný...

source: New
cs: Nový
de: Neu
es: Nuevo
fr: Nouvelle
hu: Új
it: Nuovo
ja: 新規
pl: Nowy
pt_br: Novo
ru: Создать
sk: Nové

source: Create a new iFolder
cs: Vytvořit novou složku iFolder
de: Neuen iFolder-Order erstellen
es: Crear nueva carpeta iFolder
fr: Créer un nouveau dossier iFolder
hu: Új iFolder mappa létrehozása
it: Crea nuova cartella iFolder
ja: iFolderを新規に作成する
pl: Utwórz nowy iFolder
pt_br: Criar um novo iFolder
ru: Создать новую папку iFolder
sk: Vytvoriť nový priečinok iFolder

source: Set Up
cs: Nastavit
de: Einrichten
es: Configurar
fr: Configurer
hu: Beállítás
it: Configura
ja: セットアップ
pl: Konfiguracja
pt_br: Configurar
ru: Настройка
sk: Nastaviť

source: Set up the selected iFolder
cs: Nastavit vybranou složku iFolder
de: Ausgewählten iFolder-Ordner einrichten
es: Configurar la iFolder seleccionada
fr: Configurer le dossier iFolder sélectionné
hu: A kiválasztott iFolder mappa beállítása
it: Configura cartella iFolder selezionata
ja: 選択されたiFolderをセットアップする
pl: Konfiguruj wybrany iFolder
pt_br: Configurar a pasta selecionada do iFolder
ru: Настроить выбранную папку iFolder
sk: Nastaviť vybratý priečinok iFolder

source: Synchronize
cs: Synchronizovat
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
hu: Szinkronizálás
it: Sincronizza
ja: 同期
pl: Synchronizuj
pt_br: Sincronizar
ru: Синхронизировать
sk: Synchronizovať

source: Synchronize the selected iFolder
cs: Synchronizovat vybranou složku iFolder
de: Ausgewählten iFolder-Ordner synchronisieren
es: Sincronizar la iFolder seleccionada
fr: Synchroniser le dossier iFolder sélectionné
hu: A kiválasztott iFolder mappa szinkronizálása
it: Sincronizza la cartella iFolder selezionata
ja: 選択されたiFolderを同期する
pl: Synchronizuj wybrany iFolder
pt_br: Sincronizar a pasta selecionada do iFolder
ru: Синхронизировать выбранную папку iFolder
sk: Synchronizovať vybratý priečinok iFolder

source: Share
cs: Sdílení
de: Freigeben
es: Compartir
fr: Partager
hu: Megosztás
it: Condiv.
ja: 共用
pl: Współużytkowanie
pt_br: Compartilhar
ru: Совм. исп.
sk: Zdieľať

source: Share the selected iFolder
cs: Sdílet vybranou složku iFolder
de: Ausgewählten iFolder-Ordner freigeben
es: Compartir la iFolder seleccionada
fr: Partager le dossier iFolder sélectionné
hu: A kiválasztott iFolder mappa megosztása
it: Condividi cartella iFolder selezionata
ja: 選択されたiFolderを共有する
pl: Współużytkuj wybrany iFolder
pt_br: Compartilhar a pasta selecionada do iFolder
ru: Совместно использовать выбранную папку iFolder
sk: Zdieľať vybratý priečinok iFolder

source: Resolve
cs: Vyřešit
de: Auflösen
es: Resolver
fr: Résoudre
hu: Feloldás
it: Risolvi
ja: 解決
pl: Rozwiąż
pt_br: Resolver
ru: Исправить
sk: Vyriešiť

source: Resolve conflicts in the selected iFolder
cs: Vyřešit konflikty ve vybrané složce iFolder
de: Konflikte im ausgewählten iFolder-Ordner lösen
es: Resolver conflictos en la iFolder seleccionada
fr: Résoudre les conflits dans le dossier iFolder sélectionné
hu: Ütközések feloldása a kiválasztott iFolder mappában
it: Risolvi conflitti nella cartella iFolder selezionata
ja: 選択されたiFolderの競合を解決する
pl: Rozwiąż konflikty w wybranym iFolderze
pt_br: Resolver conflitos na pasta selecionada do iFolder
ru: Разрешить конфликты в выбранной папке iFolder
sk: Vyriešiť konflikty vo vybratom priečinku iFolder

source: Filter the list of iFolders by server
cs: Filtrovat seznam složek iFolder podle serverů
de: iFolder-Liste nach Server filtern
es: Filtre la lista de carpetas iFolder por servidor
fr: Filtrer la liste des dossiers iFolder par serveur
hu: Az iFolder mappák listájának szűrése kiszolgáló szerint
it: Filtra elenco di cartelle iFolder in base al server
ja: iFolderリストをサーバ別にフィルタ処理する
pl: Filtruj listę iFolderów według serwera
pt_br: Filtrar a lista de pastas do iFolder por servidor
ru: Отфильтровать список папок iFolder по серверам
sk: Filtrovať zoznam priečinkov iFolder podľa servera

source: Server:
es: Servidor:
fr: Serveur :
hu: Kiszolgáló:
ja: サーバ:
pl: Serwer:
pt_br: Servidor:
ru: Сервер:

source: _New
cs: _Nový
de: _Neu
es: _Nuevo
fr: _Nouveau
hu: Ú_j
it: _Nuovo
ja: 新規作成(_N)
pl: _Nowy
pt_br: _Novo
ru: _Создать
sk: _Nové

source: _Set Up...
cs: _Nastavit...
de: _Einrichten...
es: _Configurar...
fr: _Configurer...
hu: _Beállítás...
it: _Configura...
ja: セットアップ(_S)...
pl: _Konfiguracja...
pt_br: _Configurar...
ru: _Настройка...
sk: _Nastaviť...

source: _Delete
cs: O_dstranit
de: _Löschen
es: _Suprimir
fr: _Supprimer
hu: _Törlés
it: _Cancella
ja: 削除(_D)
pl: _Usuń
pt_br: _Apagar
ru: _Удалить
sk: _Odstrániť

source: Re_move
cs: Ode_brat
de: Ent_fernen
fr: Su_pprimer
hu: El_távolítás
it: Ri_muovi
ja: 削除(_M)
pl: U_suń
pt_br: Re_mover
ru: Уд_алить
sk: Pre_sunúť

source: Share _with...
cs: Sdíl_et s...
de: Gemeinsam _verwenden mit...
es: Compartir _con...
fr: Partager _avec...
hu: Me_gosztás...
it: Condividi _con...
ja: 共有(_W)...
pl: Współużytkuj _z...
pt_br: Compartilhar _com...
ru: Совместное использование _с...
sk: Zdieľať _s...

source: Resolve conflic_ts
cs: Vyřešit konflikt_y
de: Konflik_te beheben
es: Resolver conflic_tos
fr: Résoudre les confli_ts
hu: Ütközések fel_oldása
it: Risolvi confli_tti
ja: 競合の解消(_T)
pl: Rozstrzygnij kon_flikty
pt_br: Resolver confli_tos
ru: Устранить конфлик_ты
sk: Vyriešiť konflik_ty

source: S_ynchronize now
cs: S_ynchronizovat teď
de: Jetzt s_ynchronisieren
es: S_incronizar ahora
fr: S_ynchroniser
hu: Azonnali s_zinkronizálás
it: S_incronizza ora
ja: いますぐ同期(_Y)
pl: Z_synchronizuj teraz
pt_br: Sin_cronizar agora
ru: С_инхронизировать сейчас
sk: S_ynchronizovať

source: _Revert to a Normal Folder
cs: Změn_it na normální složku
de: _Auf normalen Ordner zurücksetzen
es: _Revertir a una carpeta normal
fr: _Revenir à un dossier normal
hu: _Visszaalakítás normál mappává
it: _Ripristina cartella normale
ja: 標準フォルダに戻す(_R)
pl: _Przywróć do postaci zwykłego folderu
pt_br: _Reverter para uma Pasta Normal
ru: _Преобразовать в стандартную папку
sk: _Zmeniť na normálny priečinok

source: _Preferences
cs: _Předvolby
de: _Einstellungen
es: _Preferencias
fr: _Préférences
hu: Sa_ját beállítások
it: _Preferenze
ja: 初期設定(_P)
pl: Pre_ferencje
pt_br: _Preferências
ru: _Настройки
sk: _Preferencie

source: _Edit
cs: Úp_ravy
de: _Bearbeiten
fr: _Éditer
hu: Sz_erkesztés
it: _Modifica
ja: 編集(_E)
pl: _Edycja
pt_br: _Editar
ru: _Изменить
sk: _Upraviť

source: _Accounts
cs: Úč_ty
de: _Konten
es: _Cuentas
fr: _Comptes
hu: _Fiókok
it: _Conti
ja: アカウント(_A)
pl: _Konta
pt_br: _Contas
ru: _Учетные записи
sk: _Kontá

source: Synchronization _Log
cs: Sync_hronizační protokol
de: _Synchronisierungsprotokoll
es: Registro de _sincronizaciones
fr: _Journal de synchronisation
hu: _Szinkronizálási napló
it: _Log di sincronizzazione
ja: 同期ログ(_L)
pl: Dziennik s_ynchronizacji
pt_br: Registro de _Sincronização
ru: _Журнал синхронизации
sk: _Denník synchronizácie

source: _View
cs: Zo_brazení
de: _Anzeigen
es: _Ver
fr: A_fficher
hu: Me_gtekintés
it: _Visualizza
ja: 表示(_V)
pl: _Widok
pt_br: _Ver
ru: _Просмотр
sk: _Zobraziť

source: A_bout
cs: O _programu
de: In_fo
es: Ac_erca de
fr: À_propos de
hu: Né_vjegy
it: Informazioni_su
ja: バージョン情報_
pl: _O programie
pt_br: S_obre
ru: О _программе
sk: I_nformácie

source: _Help
cs: _Nápověda
de: _Hilfe
es: _Ayuda
fr: _Aide
hu: _Súgó
it: _Guida
ja: ヘルプ(_H)
pl: _Pomoc
pt_br: _Ajuda
ru: _Справка
sk: _Pomocník

source: Location
cs: Umístění
de: Standort
es: Ubicación
fr: Emplacement
hu: Hely
it: Ubicazione
ja: 位置
pl: Położenie
pt_br: Localização
ru: Расположение
sk: Umiestnenie

source: Status
cs: Stav
es: Estado
fr: État
hu: Állapot
it: Stato
ja: ステータス
pl: Stan
ru: Состояние
sk: Stav

source: Open
cs: Otevřít
de: Öffnen
es: Abrir
fr: Ouvrir
hu: Megnyitás
it: Apri
ja: 開く
pl: Otwórz
pt_br: Abrir
ru: Открыть
sk: Otvoriť

source: Share with...
cs: Sdílet s...
de: Gemeinsam verwenden mit...
es: Compartir con...
fr: Partager avec...
hu: Megosztás...
it: Condividi con...
ja: 共有...
pl: Współużytkuj z...
pt_br: Compartilhar com...
ru: Совместное использование с...
sk: Zdieľať s...

source: Resolve conflicts
cs: Vyřešit konflikty
de: Konflikte lösen
es: Resolver conflictos
fr: Résoudre les conflits
hu: Ütközések feloldása
it: Risolvi conflitti
ja: 競合の解消
pl: Rozwiąż konflikty
pt_br: Resolver conflitos
ru: Разрешение конфликтов
sk: Vyriešiť konflikty

source: Synchronize Now
cs: Synchronizovat nyní
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
hu: Azonnali szinkronizálás
it: Sincronizza ora
ja: いますぐ同期化
pl: Synchronizuj teraz
pt_br: Sincronizar Agora
ru: Синхронизировать сейчас
sk: Synchronizovať teraz

source: Revert to a Normal Folder
cs: Změnit na normální složku
de: Auf normalen Ordner zurücksetzen
es: Revertir a una carpeta normal
fr: Rétablir en dossier normal
hu: Visszaalakítás normál mappává
it: Ripristina cartella normale
ja: 標準フォルダに戻す
pl: Przywróć do postaci zwykłego folderu
pt_br: Reverter para uma Pasta Normal
ru: Преобразовать в стандартную папку
sk: Zmeniť na normálny priečinok

source: Delete
cs: Odstranit
de: Löschen
es: Suprimir
fr: Supprimer
hu: Törlés
it: Cancella
ja: 削除
pl: Usuwanie
pt_br: Apagar
ru: Удалить
sk: Odstrániť

source: Remove
cs: Odebrat
de: Entfernen
es: Eliminar
fr: Retirer
hu: Eltávolítás
it: Rimuovi
ja: 削除
pl: Usuń
pt_br: Remover
ru: Удалить
sk: Odstrániť

source: Properties
cs: Vlastnosti
de: Eigenschaften
es: Propiedades
fr: Propriétés
hu: Tulajdonságok
it: Proprietà
ja: プロパティ
pl: Właściwości
pt_br: Propriedades
ru: Свойства
sk: Vlastnosti

source: Set Up...
cs: Nastavit...
de: Einrichten...
es: Configurar...
fr: Configurer...
hu: Beállítás...
it: Configura...
ja: セットアップ...
pl: Konfiguracja...
pt_br: Configurar...
ru: Настройка...
sk: Nastaviť...

source: New...
cs: Nový...
de: Neu...
es: Nuevo...
fr: Nouveau...
hu: Új...
it: Nuovo...
ja: 新規作成...
pl: Nowy...
pt_br: Novo...
ru: Создать...
sk: Nové...

source: Refresh
cs: Obnovit
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
hu: Frissítés
it: Aggiorna
ja: 更新
pl: Odśwież
pt_br: Atualizar
ru: Обновить
sk: Obnoviť

source: Unable to open iFolder "{0}"
cs: Nelze otevřít složku iFolder "{0}"
de: iFolder-Ordner "{0}" kann nicht geöffnet werden.
es: No es posible abrir la iFolder "{0}".
fr: Impossible d'ouvrir le dossier iFolder "{0}"
hu: Nem lehet megnyitni a(z) "{0}" iFolder mappát.
it: Impossibile aprire iFolder "{0}"
ja: iFolder {0} を開けません。
pl: Nie można otworzyć iFolderu "{0}"
pt_br: Impossível abrir o iFolder "{0}"
ru: Не удается открыть iFolder "{0}"
sk: Nie je možné otvoriť priečinok iFolder „{0}“

source: iFolder could not open the Nautilus File Manager or the Konquerer File Manager.
cs: Aplikace iFolder nemohla otevřít programy Nautilus File Manager nebo Konquerer File Manager.
de: Nautilus File Manager oder Konquerer File Manager konnte von iFolder nicht geöffnet werden.
es: iFolder no ha podido abrir el Gestor de archivos Nautilus o el Konquerer.
fr: iFolder n'a pas pu ouvrir le gestionnaire de fichiers Nautilus ou Konquerer.
hu: Az iFolder nem tudta megnyitni a Nautilus vagy a Konquerer fájlkezelőt.
it: Impossibile aprire il manager dei file Nautilus o Konquerer.
ja: iFolderはNautilus File ManagerまたはKonquerer File Managerを開けませんでした。
pl: Program iFolder nie mógł otworzyć programu Nautilus File Manager lub Konquerer File Manager.
pt_br: O iFolder não pôde abrir o Nautilus File Manager nem o Konquerer File Manager.
ru: iFolder не удается открыть менеджер файлов Nautilus или Konquerer.
sk: Aplikácii iFolder sa nepodarilo otvoriť správcu súborov Nautilus alebo Konquerer.

source: Revert this iFolder to a normal folder?
cs: Změnit tuto složku iFolder zpět na normální složku?
de: Diesen iFolder-Ordner auf einen normalen Ordner zurücksetzen?
es: ¿Desea revertir esta iFolder a una carpeta normal?
fr: Rétablir ce dossier iFolder à l'état de dossier normal ?
hu: Visszaállítja normál mappává ezt az iFolder mappát?
it: Annullare la conversione di questa cartella in cartella iFolder?
ja: このiFolderを標準フォルダに戻しますか?
pl: Czy przywrócić ten iFolder do postaci normalnego folderu?
pt_br: Reverter esta pasta do iFolder para uma pasta normal?
ru: Преобразовать данную папку iFolder в стандартную папку?
sk: Zmeniť tento priečinok iFolder na normálny priečinok?
