Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: Please verify the information you have entered.
cs: Ověřte zadané informace.
de: Überprüfen Sie die eingegebenen Informationen.
es: Verifique que la información introducida.
fr: Vérifiez que les informations entrées sont correctes.
hu: Ellenőrizze, hogy helyesek-e a megadott adatok.
it: Verificare le informazioni immesse.
ja: 入力した情報を確認してください。
pl: Zweryfikuj wprowadzone informacje.
pt_br: Verifique se as informações digitadas estão corretas.
ru: Проверьте правильность введенных данных.
sk: Overte zadané informácie.

source: Server Address:
cs: Adresa serveru:
de: Serveradresse:
es: Dirección del servidor:
fr: Adresse du serveur :
hu: Kiszolgáló címe:
it: Indirizzo server:
ja: サーバアドレス:
pl: Adres serwera:
pt_br: Endereço do Servidor:
ru: Адрес сервера:
sk: Adresa servera:

source: Server address:
cs: Adresa serveru:
de: Serveradresse:
es: Dirección del servidor:
fr: Adresse du serveur :
hu: Kiszolgáló címe:
it: Indirizzo del server:
ja: サーバアドレス:
pl: Adres serwera:
pt_br: Endereço do servidor:
ru: Адрес сервера:
sk: Adresa servera:

source: Remember password:
cs: Pamatovat si heslo:
de: Passwort speichern:
es: Recordar contraseña:
fr: Mémoriser le mot de passe :
hu: Jelszó mentése:
it: Memorizza password:
ja: パスワードを保存する:
pl: Zapamiętaj hasło:
pt_br: Lembrar senha:
ru: Запомнить пароль:
sk: Zapamätať heslo:

source: _Remember password:
cs: _Pamatovat si heslo:
de: Passwort _speichern:
es: _Recordar contraseña:
fr: _Mémoriser le mot de passe :
hu: Jelszó _mentése:
it: _Memorizza password:
ja: パスワードを保存する(_R):
pl: _Zapamiętaj hasło:
pt_br: _Lembrar senha:
ru: _Запомнить пароль:
sk: _Zapamätať heslo:

source: Make default account:
cs: Vytvořit výchozí účet:
de: Standardkonto erstellen:
es: Crear cuenta por defecto:
fr: Compte par défaut :
hu: Legyen ez az alapértelmezett fiók:
it: Imposta come conto di default:
ja: デフォルトアカウントにする:
pl: Utwórz konto domyślne:
pt_br: Tornar padrão esta conta:
ru: Создание учетной записи по умолчанию:
sk: Nastaviť ako predvolené konto:

source: Click "Connect" to test your connection with the server.
cs: Klepnutím na tlačítko "Připojit" ověříte připojení k serveru.
de: Klicken Sie auf "Verbinden", um Ihre Verbindung mit dem Server zu prüfen.
es: Haga clic en "Conectar" para probar la conexión con el servidor.
fr: Cliquez sur "Se connecter" pour tester votre connexion avec le serveur.
hu: A kiszolgálóval való kapcsolat teszteléséhez kattintson a "Kapcsolódás" gombra.
it: Fare clic su "Connetti" per verificare la connessione al server.
ja: ［接続］をクリックし、サーバとの接続をテストします。
pl: Kliknij przycisk Połącz, aby przetestować połączenie z serwerem.
pt_br: Clique em "Conectar" para validar sua conexão com o servidor.
ru: Щелкните "Подключить", чтобы проверить соединение с сервером.
sk: Kliknutím na položku Pripojiť overte pripojenie na server.

source: Click "Connect" to proceed.
cs: Pokračujte klepnutím na tlačítko "Připojit".
de: Klicken Sie zum Fortfahren auf "Verbinden".
es: Haga clic en "Conectar" para continuar.
fr: Cliquez sur "Se connecter" pour continuer.
hu: A folytatáshoz kattintson a "Kapcsolódás" gombra.
it: Fare clic su "Connetti" per continuare.
ja: 続行するには、［接続］をクリックします。
pl: Kliknij przycisk Połącz, aby kontynuować.
pt_br: Clique em "Conectar" para continuar.
ru: Щелкните "Подключить" для продолжения.
sk: Ak chcete pokračovať, kliknite na možnosť Pripojiť.

source: Unable to Verify Identity
cs: Nelze ověřit identitu
de: Überprüfung der Identität nicht möglich
es: No es posible verificar la identidad.
fr: Impossible de vérifier l'identité
hu: Nem lehet ellenőrizni az azonosító adatokat
it: Impossibile verificare l'identità
ja: IDを確認できません
pl: Nie można zweryfikować tożsamości.
pt_br: Impossível Verificar a Identidade
ru: Не удается проверить подлинность
sk: Nie je možné overiť identitu

source: Encryption
cs: Šifrování
de: Verschlüsselung
es: Cifrado
fr: Codage
hu: Titkosítás
it: Cifratura
ja: 暗号化
pl: Szyfrowanie
pt_br: Criptografia
ru: Шифрование
sk: Šifrovanie

source: Enter the passphrase
cs: Zadejte heslo
de: Passwortsatz eingeben
es: Introduzca la contraseña codificada.
fr: Entrer la phrase secrète
hu: Adja meg a hozzáférési kódot
it: Immettere la stringa di cifratura
ja: パスフレーズを入力
pl: Wprowadź zwrot hasłowy
pt_br: Digite a frase secreta
ru: Введите контрольную фразу
sk: Zadajte prístupový výraz

source: _Passphrase:
cs: _Heslo:
de: _Passwortsatz:
es: Con_traseña codificada:
fr: _Phrase secrète :
hu: _Hozzáférési kód:
it: Stringa di ci_fratura:
ja: パスフレーズ(_P):
pl: _Zwrot hasłowy:
pt_br: _Frase secreta:
ru: _Контрольная фраза:
sk: _Prístupový výraz:

source: R_etype the Passphrase:
cs: Z_novu zadejte heslo:
de: Passwortsatz wied_erholen:
es: Ree_scriba la contraseña codificada:
fr: R_etaper la phrase secrète :
hu: Í_rja be újra a hozzáférési kódot:
it: R_idigitare la stringa di cifratura:
ja: パスフレーズを再度入力(_E):
pl: _Wpisz zwrot hasłowy ponownie:
pt_br: R_edigite a Frase Secreta:
ru: Вв_едите контрольную фразу еще раз:
sk: Znova zadajt_e prístupový výraz:

source: _Remember the Passphrase
cs: _Zapamatovat heslo
de: Pass_wortsatz speichern
es: _Recordar la contraseña codificada
fr: _Mémoriser la phrase secrète
hu: _Hozzáférési kód megjegyzése
it: _Memorizza la stringa di cifratura
ja: パスフレーズを保存する(_R)
pl: _Zapamiętaj zwrot hasłowy
pt_br: _Lembrar Frase Secreta
ru: _Запомнить контрольную фразу
sk: _Zapamätať prístupový výraz

source: Select the Passphrase Recovery Agent
cs: Vyberte agenta pro obnovení hesla
de: Agent für die Passwortsatzwiederherstellung auswählen
es: Seleccione el agente de recuperación de contraseña codificada
fr: Sélectionner l'agent de récupération de mot de passe
hu: Állítsa be a hozzáférési kód helyreállítási ügynökét
it: Selezionare l'agente di recupero della stringa di cifratura
ja: パスフレーズ回復エージェントを選択
pl: Wybierz agenta odzyskiwania zwrotów hasłowych
pt_br: Selecione o Agente de Recuperação de Frase Secreta
ru: Выберите агент восстановления контрольной фразы
sk: Vyberte agenta obnovenia prístupového výrazu

source: Passphrase Recovery Agents
cs: Agenti obnovení hesla
de: Passwortsatz-Wiederherstellungsagent
es: Agentes de recuperación de contraseñas codificadas
fr: Agents de récupération de phrase secrète
hu: Helyreállítási ügynökök a hozzáférési kódhoz
it: Agenti di recupero della stringa di cifratura
ja: パスフレーズ回復エージェント
pl: Agenty odzyskiwania zwrotu hasłowego
pt_br: Agentes de Recuperação de Frase Secreta
ru: Агенты восстановления контрольной фразы
sk: Agenti obnovenia prístupového výrazu

source: Congratulations!
cs: Blahopřejeme
de: Herzlichen Glückwunsch
es: ¡Enhorabuena!
fr: Félicitations
hu: Gratulálunk!
it: Operazione completata con successo
ja: おめでとうございます
pl: Gratulacje
pt_br: Parabéns
ru: Поздравляем!
sk: Blahoželáme.

source: iFolder Account Assistant
cs: Asistent účtu iFolder
de: iFolder-Kontoassistent
es: Asistente de cuenta iFolder
fr: Assistant Compte iFolder
hu: iFolder-fiók segéd
it: Assistente conti iFolder
ja: iFolderアカウントアシスタント
pl: Asystent konta programu iFolder
pt_br: Assistente de Conta do iFolder
ru: Помощник по настройке учетных записей iFolder
sk: Asistent kont aplikácie iFolder

source: iFolder Account Creation Wizard
cs: Průvodce vytvořením účtu iFolder
de: Assistent zum Erstellen von iFolder-Konten
es: Asistente de creación de cuentas de iFolder
fr: Assistant de création d'un compte iFolder
hu: iFolder fiók létrehozása varázsló
it: Creazione guidata conto iFolder
ja: iFolderアカウント作成ウィザード
pl: Kreator tworzenia konta programu iFolder
pt_br: Assistente de Criação de Conta do iFolder
ru: Мастер создания учетных записей iFolder
sk: Sprievodca vytváraním kont aplikácie iFolder

source: iFolder Account Assistant - (1 of 5)
cs: Asistent účtu iFolder - (1 z 5)
de: iFolder-Kontoassistent - (1 von 5)
es: Asistente de cuenta iFolder - (1 de 5)
fr: Assistant Compte iFolder - (1 sur 5)
hu: iFolder-fiók segéd - (1/5)
it: Assistente conti iFolder - (1 di 5)
ja: iFolderアカウントアシスタント - (1 / 5)
pl: Asystent tworzenia konta programu iFolder — krok 1 z 5
pt_br: Assistente de Conta do iFolder - (1 de 5)
ru: Помощник по настройке учетных записей iFolder - (1 из 5)
sk: Asistent kont aplikácie iFolder – (1 z 5)

source: iFolder Account Assistant - (2 of 5)
cs: Asistent účtu iFolder - (2 z 5)
de: iFolder-Kontoassistent - (2 von 5)
es: Asistente de cuenta iFolder - (2 de 5)
fr: Assistant Compte iFolder - (2 sur 5)
hu: iFolder-fiók segéd - (2/5)
it: Assistente conti iFolder - (2 di 5)
ja: iFolderアカウントアシスタント - (2 / 5)
pl: Asystent tworzenia konta programu iFolder — krok 2 z 5
pt_br: Assistente de Conta do iFolder - (2 de 5)
ru: Помощник по настройке учетных записей iFolder - (2 из 5)
sk: Asistent kont aplikácie iFolder – (2 z 5)

source: iFolder Account Assistant - (3 of 5)
cs: Asistent účtu iFolder - (3 z 5)
de: iFolder-Kontoassistent - (3 von 5)
es: Asistente de cuenta iFolder - (3 de 5)
fr: Assistant Compte iFolder - (3 sur 5)
hu: iFolder-fiók segéd - (3/5)
it: Assistente conti iFolder - (3 di 5)
ja: iFolderアカウントアシスタント - (3 / 5)
pl: Asystent tworzenia konta programu iFolder — krok 3 z 5
pt_br: Assistente de Conta do iFolder - (3 de 5)
ru: Помощник по настройке учетных записей iFolder - (3 из 5)
sk: Asistent kont aplikácie iFolder – (3 z 5)

source: iFolder Account Assistant - (4 of 5)
cs: Asistent účtu iFolder - (4 z 5)
de: iFolder-Kontoassistent - (4 von 5)
es: Asistente de cuenta iFolder - (4 de 5)
fr: Assistant Compte iFolder - (4 sur 5)
hu: iFolder-fiók segéd - (4/5)
it: Assistente conti iFolder - (4 di 5)
ja: iFolderアカウントアシスタント - (4 / 5)
pl: Asystent tworzenia konta programu iFolder — krok 4 z 5
pt_br: Assistente de Conta do iFolder - (4 de 5)
ru: Помощник по настройке учетных записей iFolder - (4 из 5)
sk: Asistent kont aplikácie iFolder – (4 z 5)

source: iFolder Account Assistant - (5 of 5)
cs: Asistent účtu iFolder - (5 z 5)
de: iFolder-Kontoassistent - (5 von 5)
es: Asistente de cuenta iFolder - (5 de 5)
fr: Assistant Compte iFolder - (5 sur 5)
hu: iFolder-fiók segéd - (5/5)
it: Assistente conti iFolder - (5 di 5)
ja: iFolderアカウントアシスタント - (5 / 5)
pl: Asystent tworzenia konta programu iFolder — krok 5 z 5
pt_br: Assistente de Conta do iFolder - (5 de 5)
ru: Помощник по настройке учетных записей iFolder - (5 из 5)
sk: Asistent kont aplikácie iFolder – (5 z 5)

source: _Skip
cs: _Přeskočit
de: Ü_berspringen
es: _Omitir
fr: _Omettre
hu: Ki_hagyás
it: _Ignora
ja: スキップ(_S)
pl: _Pomiń
pt_br: _Ignorar
ru: _Пропустить
sk: _Vynechať

source: Yes
cs: Ano
de: Ja
es: Sí
fr: Oui
hu: Igen
it: Sì
ja: はい
pl: Tak
pt_br: Sim
ru: Да
sk: Áno

source: No
cs: Ne
de: Nein
fr: Non
hu: Nem
ja: いいえ
pl: Nie
pt_br: Não
ru: Нет
sk: Nie

source: _Yes
cs: _Ano
de: _Ja
es: _Sí
fr: _Oui
hu: _Igen
it: _Sì
ja: はい(_Y)
pl: _Tak
pt_br: _Sim
ru: _Да
sk: _Áno

source: _No
cs: _Ne
de: _Nein
fr: _Non
hu: _Nem
ja: いいえ(_N)
pl: _Nie
pt_br: _Não
ru: _Нет
sk: _Nie

source: Co_nnect
cs: _Připojit
de: Verbi_nden
es: Co_nectar
fr: _Se connecter
hu: Ka_pcsolódás
it: Co_nnetti
ja: 接続(_N)
pl: _Połącz
pt_br: Co_nectar
ru: Под_ключить
sk: Prip_ojiť

source: Congratulations! You are now connected to: Account Name: {0} Server Address: {1} User Name: {2} Click "Finish" to close this window.
cs: Blahopřejeme! Nyní jste připojeni k: Název účtu: {0} Adresa serveru: {1} Uživatelské kméno: {2} Klepnutím na tlačítko "Ukončit" toto okno zavřete.
de: Herzlichen Glückwunsch! Sie sind jetzt verbunden mit: Kontoname: {0} Serveradresse: {1} Benutzername: {2} Klicken Sie auf "Fertig stellen", um dieses Fenster zu schließen.
es: Enhorabuena. Está conectado a: Nombre de cuenta: {0} Dirección del servidor: {1} Nombre de usuario: {2} Haga clic en "Finalizar" para cerrar esta ventana.
fr: Félicitations ! Vous êtes désormais connecté à : Nom de compte : {0} Adresse du serveur : {1} Nom d'utilisateur : {2} Cliquez sur "Terminer" pour fermer cette fenêtre.
hu: Gratulálunk, csatlakozott a következőhöz: Fiók neve: {0} Kiszolgáló címe: {1} Felhasználónév: {2} Az ablak bezárásához kattintson a "Befejezés" gombra.
it: Connessione eseguita a: Nome conto: {0} Indirizzo server: {1} Nome utente: {2} Fare clic su "Fine" per chiudere la finestra.
ja: 接続に成功しました。 接続情報: アカウント名: {0} サーバアドレス: {1} ユーザ名: {2} ［終了］をクリックしてこのウィンドウを閉じます。
pl: Gratulacje! Nawiązano połączenie: Nazwa konta: {0} Adres serwera: {1} Nazwa użytkownika: {2} Kliknij przycisk "Zakończ", aby zamknąć to okno.
pt_br: Parabéns! Você agora está conectado ao: Nome da Conta: {0} Endereço do Servidor: {1} Nome de Usuário: {2} Clique em "Concluir" para fechar esta janela.
ru: Поздравляем! Сейчас Вы подключены: Имя учетной записи: {0} Адрес сервера: {1} Имя пользователя: {2} Щелкните "Готово" для закрытия этого окна.
sk: Blahoželáme! Pripojili ste sa na: Názov konta: {0} Adresa servera: {1} Meno používateľa: {2} Toto okno zavriete kliknutím na tlačidlo Dokončiť.

source: You are now connected to: Server name: {0} Server address: {1} User name: {2} Click "Finish" to close this wizard.
cs: Nyní jste připojeni k: Název serveru: {0} Adresa serveru: {1} Uživatelské kméno: {2} Klepnutím na tlačítko "Ukončit" tohoto průvodce zavřete.
de: Sie sind jetzt verbunden mit: Servername: {0} Serveradresse: {1} Benutzername: {2} Klicken Sie auf "Fertig stellen", um diesen Assistenten zu schließen.
es: Ahora está conectado a: Nombre del servidor: {0} Dirección del servidor: {1} Nombre de usuario: {2} Haga clic en "Finalizar" para cerrar este asistente.
fr: Vous êtes désormais connecté à : Nom du serveur : {0} Adresse du serveur : {1} Nom d'utilisateur : {2} Cliquez sur "Terminer" pour fermer cet assistant.
hu: Sikerült kapcsolódnia a következőhöz: Kiszolgáló neve: {0} Kiszolgáló címe: {1} Felhasználónév: {2} A varázsló bezárásához kattintson a "Befejezés" gombra.
it: Connessione eseguita a: Nome server: {0} Indirizzo server: {1} Nome utente: {2} Fare clic su "Fine" per chiudere la procedura guidata.
ja: 接続しました。接続情報: サーバ名: {0} サーバアドレス: {1} ユーザ名: {2} ［終了］をクリックしてこのウィザードを閉じます。
pl: Nawiązano połączenie: Nazwa serwera: {0} Adres serwera: {1} Nazwa użytkownika: {2} Kliknij przycisk Zakończ, aby zamknąć tego kreatora.
pt_br: Você agora está conectado ao: Nome do servidor: {0} Endereço do servidor: {1} Nome do usuário: {2} Clique em "Concluir" para fechar este assistente.
ru: Выполнено подключение к: Имя сервера: {0} Адрес сервера: {1} Имя пользователя: {2} Щелкните "Готово" для закрытия этого окна.
sk: Pripojili ste sa na: Názov servera: {0} Adresa servera: {1} Meno používateľa: {2} Ak chcete zavrieť okno tohto sprievodcu, kliknite na tlačidlo Dokončiť.

source: _Finish
cs: Do_končit
de: _Fertig stellen
es: _Finalizar
fr: _Terminer
hu: _Befejezés
it: _Fine
ja: 終了(_F)
pl: _Zakończ
pt_br: C_oncluir
ru: _Готово
sk: _Dokončiť

source: Passphrase mismatch
cs: Heslo nesouhlasí
de: Passwortsätze stimmen nicht überein
es: Discrepancias de contraseñas codificadas
fr: Discordance de phrase secrète
hu: Nem egyező hozzáférési kód
it: Stringa di cifratura non corrispondente
ja: パスフレーズが一致していません
pl: Brak dopasowania zwrotów hasłowych
pt_br: Incompatibilidade de frase secreta
ru: Контрольная фраза не совпадает
sk: Nezhoda prístupových výrazov

source: The passphrase and retyped passphrase are not same
cs: Heslo a opětovně napsané heslo nesouhlasí.
de: Der Passwortsatz und die Passwortsatzbestätigung stimmen nicht überein
es: La contraseña codificada y la contraseña codificada reescrita no coinciden.
fr: La phrase secrète ne correspond pas à celle entrée dans le champ de confirmation.
hu: Nem egyezik a hozzáférési kód és az újra beírt hozzáférési kód
it: La stringa di cifratura immessa e quella ridigitata non corrispondono
ja: パスフレーズと再入力されたパスフレーズが一致していません
pl: Zwrot hasłowy i wpisany ponownie zwrot hasłowy nie są takie same.
pt_br: A frase secreta e a frase secreta redigitada não são iguais
ru: Контрольная фраза не совпадает с повторно введенным значением
sk: Prístupový výraz a znova zadaný prístupový výraz nie sú rovnaké

source: None
cs: Žádný
de: Keine
es: Ninguno
fr: aucun
hu: Nincs
it: Nessuno
ja: なし
pl: Brak
pt_br: Nenhum
ru: Нет
sk: Žiadne

source: Error setting the passphrase
cs: Při nastavování hesla došlo k chybě.
de: Fehler beim Festlegen des Passwortsatzes
es: Error al definir la contraseña codificada
fr: Erreur lors de la définition de la phrase secrète
hu: Hiba történt a hozzáférési kód beállításakor.
it: Errore durante l'impostazione della stringa di cifratura
ja: パスフレーズの設定中にエラーが発生しました
pl: Błąd podczas ustawiania zwrotu hasłowego.
pt_br: Erro ao definir a frase secreta
ru: Ошибка при задании контрольной фразы
sk: Chyba nastavovania prístupového výrazu

source: Unable to change the Passphrase
cs: Nelze změnit heslo.
de: Passwortsatz konnte nicht geändert werden.
es: No es posible cambiar la contraseña codificada
fr: Impossible de modifier la phrase secrète
hu: Sikertelen a hozzáférési kód módosítása
it: Impossibile modificare la stringa di cifratura
ja: パスフレーズを変更できません
pl: Nie można zmienić zwrotu hasłowego
pt_br: Impossível mudar a Frase Secreta
ru: Не удалось изменить контрольную фразу
sk: Nepodarilo sa zmeniť prístupový výraz

source: PassPhrase Invalid
cs: Neplatné heslo
de: Passwortsatz unzulässig
es: Contraseña codificada no válida
fr: Phrase secrète non valide
hu: Érvénytelen hozzáférési kód
it: Stringa di cifratura non valida
ja: パスフレーズが無効です
pl: Zwrot hasłowy jest nieprawidłowy.
pt_br: Frase Secreta Inválida
ru: Неверная контрольная фраза
sk: Neplatný prístupový výraz

source: Invalid PassPhrase
cs: Neplatné heslo
de: Ungültiger Passwortsatz
es: Contraseña codificada no válida
fr: Phrase secrète non valide
hu: Érvénytelen hozzáférési kód
it: Stringa di cifratura non valida
ja: 無効なパスフレーズ
pl: Nieprawidłowy zwrot hasłowy.
pt_br: Frase Secreta Inválida
ru: Неверная контрольная фраза
sk: Neplatný prístupový výraz

source: The PassPhrase entered is not valid
cs: Zadané heslo není platné
de: Der eingegebene Passwortsatz ist nicht gültig
es: La contraseña codificada introducida no es válida
fr: La phrase secrète entrée n'est pas valide
hu: A megadott hozzáférési kód nem érvényes
it: La stringa di cifratura immessa non è valida
ja: 入力されたパスフレーズは無効です
pl: Wprowadzony zwrot hasłowy jest nieprawidłowy
pt_br: A Frase Secreta digitada não é válida
ru: Введенная контрольная фраза недействительна
sk: Zadaný prístupový výraz je neplatný

source: The Current PassPhrase entered is not valid
cs: Aktuální zadané heslo není platné
de: Der eingegebene aktuelle Passwortsatz ist unzulässig.
es: Se ha introducido una contraseña codificada que no es no válida
fr: La phrase secrète actuelle entrée n'est pas valide
hu: A megadott hozzáférési kód érvénytelen
it: La stringa di cifratura attuale non è valida
ja: 入力した現在のパスフレーズが無効です
pl: Wprowadzony bieżący zwrot hasłowy jest nieprawidłowy
pt_br: A Frase Secreta Atual digitada não é válida
ru: Введена неверная контрольная фраза
sk: Aktuálne zadaný prístupový výraz je neplatný

source: Unable to set the passphrase
cs: Nelze nastavit heslo
de: Passwortsatz kann nicht festgelegt werden
es: No es posible definir la contraseña codificada
fr: Impossible de définir la phrase secrète
hu: Nem sikerült a hozzáférési kód beállítása
it: Impossibile impostare la stringa di cifratura
ja: パスフレーズを設定できません
pl: Nie można ustawić zwrotu hasłowego.
pt_br: Impossível definir frase secreta
ru: Не удалось установить контрольную фразу
sk: Nepodarilo sa nastaviť prístupový výraz

source: Please enter the passphrase again
cs: Zadejte heslo znovu
de: Geben Sie den Passwortsatz erneut ein.
es: Vuelva a introducir la contraseña codificada
fr: Entrez à nouveau la phrase secrète
hu: Adja meg újra a hozzáférési kódot
it: Immettere nuovamente la stringa di cifratura
ja: パスフレーズを再度入力してください
pl: Wprowadź zwrot hasłowy ponownie
pt_br: Digite a frase secreta novamente
ru: Введите контрольную фразу еще раз
sk: Zadajte prístupový výraz znova

source: Connecting...
cs: Připojit...
de: Verbindung wird hergestellt...
es: Conectando...
fr: Connexion en cours...
hu: Csatlakozás...
it: Connessione in corso...
ja: 接続中...
pl: Połączenie...
pt_br: Conectando...
ru: Подключение...
sk: Pripája sa...

source: Please wait while your iFolder account is connecting.
cs: Vyčkejte na připojení vašeho účtu iFolder.
de: Ihr iFolder-Konto stellt die Verbindung her. Bitte warten.
es: Espere mientras se conecta la cuenta iFolder.
fr: Veuillez patienter pendant la connexion de votre compte iFolder.
hu: Várjon, amíg az iFolder-fiók kapcsolódik.
it: Attendere. Connessione del conto iFolder in corso.
ja: iFolderアカウントが接続している間、お待ちください
pl: Trwa łączenie z kontem programu iFolder. Czekaj.
pt_br: Aguarde até que a conta do iFolder seja conectada.
ru: Подождите, выполняется подключение к учетной записи iFolder.
sk: Prebieha pripojenie konta aplikácie iFolder. Čakajte.

source: An account already exists
cs: Účet již existuje.
de: Konto bereits vorhanden
es: Ya existe una cuenta
fr: Il existe déjà un compte
hu: Már van egy fiók
it: Esiste già un conto
ja: アカウントはすでに存在します
pl: Konto już istnieje
pt_br: Já existe uma conta
ru: Учетная запись уже существует
sk: Konto už existuje

source: Accept the certificate of this server?
cs: Přijmout certifikát tohoto serveru?
de: Zertifikat dieses Servers akzeptieren?
es: ¿Desea aceptar el certificado de este servidor?
fr: Accepter le certificat de ce serveur ?
hu: Elfogadja a kiszolgáló tanúsítványát?
it: Accettare il certificato di questo server?
ja: このサーバの証明書を受け入れますか?
pl: Zaakceptować certyfikat tego serwera?
pt_br: Aceita o certificado deste servidor?
ru: Принять сертификат от данного сервера?
sk: Chcete prijať certifikát tohto servera?

source: iFolder is unable to verify "{0}" as a trusted server. You should examine this server's identity certificate carefully.
cs: Složka iFolder nemůže ověřit, zda je "{0}" důvěryhodný server. Měli byste pečlivě prozkoumat certifikát identity tohoto serveru.
de: iFolder kann "{0}" nicht als berechtigten Server verifizieren. Überprüfen Sie das Identitätszertifikat dieses Servers genau.
es: iFolder no puede verificar que "{0}" sea un servidor de confianza. Deberá examinar detenidamente el certificado de identidad de este servidor.
fr: iFolder ne peut pas identifier "{0}" comme un serveur approuvé. Examinez attentivement le certificat d'identité de ce serveur.
hu: Az iFolder nem tudja ellenőrizni a(z) "{0}" kiszolgáló megbízhatóságát. Célszerű alaposan megvizsgálnia a kiszolgálót azonosító tanúsítványt.
it: Impossibile confermare l'attendibilità del server "{0}". Esaminare attentamente il certificato di identità del server.
ja: iFolderは「{0}」を信頼するサーバとして確認できません。このサーバのID証明書を慎重に検証してください。
pl: Program iFolder nie może zweryfikować serwera "{0}" jako zaufanego. Dokładnie sprawdź certyfikat tożsamości tego serwera.
pt_br: O iFolder não pode verificar "{0}" como um servidor confiável. É preciso examinar o certificado de identificação deste servidor cuidadosamente.
ru: iFolder не может проверить "{0}" в качестве доверенного сервера. Необходимо внимательно проверить идентификационный сертификат этого сервера.
sk: Aplikácia iFolder nemôže overiť „{0}“ ako dôveryhodný server. Mali by ste dôkladne skontrolovať certifikát identity tohto servera.

source: Certificate
cs: Certifikát
de: Zertifikat
es: Certificado
fr: Certificat
hu: Tanúsítvány
it: Certificato
ja: 証明書
pl: Certyfikat
pt_br: Certificado
ru: Сертификат
sk: Certifikát
