Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: There are no logged-in domains for importing keys.
cs: Nejsou žádné přihlášené domény pro importování klíčů.
de: Es sind keine angemeldeten Domänen zum Importieren von Schlüsseln vorhanden.
es: No se ha entrado a ningún dominio para la importación de claves.
fr: Il n'existe pas de domaine logué pour l'importation des clés.
hu: Nincsen bejelentkezett tartomány a kulcsok importálásához.
it: Non vi sono domini collegati per l'importazione delle chiavi.
ja: キーをインポートするためのログインドメインがありません。
pl: Brak zalogowanych domen do importowania kluczy.
pt_br: Não há domínios registrados para chaves de importação.
ru: Нет доменов, в которые выполнен вход, для импорта ключей.
sk: Nie sú prihlásené žiadne domény na import kľúčov.

source: There are no logged-in accounts for importing keys.
cs: Nejsou žádné přihlášené účty pro importování klíčů.
de: Es sind keine angemeldeten Konten zum Importieren von Schlüsseln vorhanden.
es: No se ha entrado a ninguna cuenta para la importación de claves.
fr: Aucun compte n'est logué pour l'importation des clés.
hu: Nincs bejelentkezett fiók a kulcsok importálásához.
ja: キーをインポートするためのログインアカウントがありません。
pl: Brak zalogowanych kont do importowania kluczy.
pt_br: Não há contas registradas para importação de chaves.
ru: Нет учетных записей, в которые выполнен вход, для импорта ключей.
sk: Nie sú prihlásené žiadne kontá na import kľúčov.

source: There are no logged-in domains for resetting keys.
cs: Nejsou žádné přihlášené domény pro obnovení klíčů.
de: Es sind keine angemeldeten Domänen zum Zurücksetzen von Schlüsseln vorhanden.
es: No se ha entrado a ningún dominio para el restablecimiento de las claves.
fr: Aucun domaine n'est logué pour la réinitialisation des clés.
hu: Nincs bejelentkezett tartomány a kulcsok alaphelyzetbe állításához.
it: Non vi sono domini collegati per la reimpostazione delle chiavi.
ja: キーをリセットするためのログインドメインがありません。
pl: Brak zalogowanych domen do resetowania kluczy.
pt_br: Não há domínios registrados para redefinir chaves.
ru: Отсутствуют зарегистрированные домены для переустановки ключей.
sk: Nie sú prihlásené žiadne domény na obnovenie kľúčov.

source: There are no logged-in accounts for resetting keys.
cs: Nejsou žádné přihlášené účty pro obnovení klíčů.
de: Es sind keine angemeldeten Konten zum Zurücksetzen von Schlüsseln vorhanden.
es: No se ha entrado a ninguna cuenta para el restablecimiento de las claves.
fr: Aucun compte n'est logué pour la réinitialisation des clés.
hu: Nincs bejelentkezett fiók a kulcsok alaphelyzetbe állításához.
ja: キーをリセットするためのログインアカウントがありません。
pl: Brak zalogowanych kont do resetowania kluczy.
pt_br: Não há contas registradas para redefinição de chaves.
ru: Отсутствуют зарегистрированные учетные записи для переустановки ключей.
sk: Nie sú prihlásené žiadne kontá na obnovenie kľúčov.

source: For resetting keys the domain should be connected. Log on to the domain and try.
cs: Pro resetování klíčů by měla být připojena doména. Přihlaste se k doméně a zkuste to.
de: Zum Zurücksetzen der Schlüssel sollte die Domäne verbunden sein. Melden Sie sich bei der Domäne an, und wiederholen Sie den Vorgang.
es: Para restaurar claves, el dominio debe estar conectado. Entre al dominio e inténtelo.
fr: La réinitialisation des clés nécessite la connexion du domaine. Loguez-vous au domaine et essayez.
hu: Kulcsok alaphelyzetbe állításához kapcsolódnia kell a tartományhoz. Jelentkezzen be a tartományba, és próbálja meg újra.
it: Per reimpostare le chiavi, è necessario connettersi al dominio. Eseguire il login al dominio e riprovare.
ja: キーをリセットするにはドメインに接続する必要があります。ドメインにログインしてから、やり直してください。
pl: Resetowanie kluczy jest możliwe po podłączeniu domeny. Zaloguj się w domenie i spróbuj ponownie.
pt_br: Para importar chaves, o domínio deve estar conectado. Efetue login no domínio e tente novamente.
ru: Для сброса ключей должен быть подключен домен. Выполните вход в домен и повторите попытку.
sk: Ak chcete znova nastaviť kľúče, doména musí byť pripojená. Prihláste sa do domény a skúste to.

source: To reset the keys, you must be logged in to an account. Log in and try again.
cs: Chcete-li obnovit klíče, musíte být přihlášeni k účtu. Přihlaste se a zkuste to znovu.
de: Zum Zurücksetzen der Schlüssel müssen Sie bei einem Konto angemeldet sein. Melden Sie sich an und versuchen Sie es erneut.
es: Para restablecer las claves, debe estar conectado a una cuenta. Entre en la cuenta y vuelva a intentarlo.
fr: Pour réinitialiser les clés, vous devez être logué à un compte. Loguez-vous et réessayez.
hu: A kulcsokat csak úgy állíthatja alaphelyzetbe, ha be van jelentkezve egy fiókba. Jelentkezzen be, majd próbálkozzon újra.
ja: キーをリセットするには、アカウントにログインしている必要があります。ログインしてから再度実行してください。
pl: Aby zresetować klucze, musisz być użytkownikiem zalogowanym do konta. Zaloguj się i spróbuj ponownie.
pt_br: Para redefinir as chaves, você deve efetuar login em uma conta. Efetue login e tente novamente.
ru: Для сброса ключей необходимо войти в учетную запись. Выполните вход и попробуйте еще раз.
sk: Ak chcete znova nastaviť kľúče, musíte byť prihlásení v konte. Prihláste sa a skúste to znova.

source: For resetting the passphrase the domain should be connected. Log on to the domain and try.
cs: Pro změnu hesla by měla být připojena doména. Přihlaste se k doméně a zkuste to.
de: Zum Zurücksetzen des Passwortsatzes sollte die Domäne verbunden sein. Melden Sie sich bei der Domäne an und wiederholen Sie den Vorgang.
es: Para restablecer la contraseña codificada, el dominio debe estar conectado. Conéctese al dominio e inténtelo.
fr: Pour réinitialiser la phrase secrète, vous devez être logué au domaine. Loguez-vous au domaine et essayez.
hu: A hozzáférési kód alaphelyzetbe állításához kapcsolódnia kell a tartományhoz. Jelentkezzen be a tartományba, és próbálja meg újra.
it: Per reimpostare la stringa di cifratura, è necessario connettersi al dominio. Eseguire il login al dominio, quindi, riprovare.
ja: パスフレーズをリセットするにはドメインに接続する必要があります。ドメインにログインしてから、やり直してください。
pl: Resetowanie zwrotu hasłowego jest możliwe po podłączeniu domeny. Zaloguj się w domenie i spróbuj ponownie.
pt_br: Para mudar a frase secreta, o domínio deve estar conectado. Efetue logon no domínio e tente novamente.
ru: Для изменения ключевой фразы должен быть подключен домен. Выполните вход в домен и повторите попытку.
sk: Na obnovenie prístupového výrazu musí byť doména pripojená. Prihláste sa do domény a skúste to.

source: To reset the passphrase, you must be logged in to an account. Log in and try again.
cs: Chcete-li obnovit heslo, musíte být přihlášeni k účtu. Přihlaste se a zkuste to znovu.
de: Zum Zurücksetzen des Passwortsatzes müssen Sie bei einem Konto angemeldet sein. Melden Sie sich an und versuchen Sie es erneut.
es: Para restablecer la contraseña codificada, debe estar conectado a una cuenta. Entre en la cuenta y vuelva a intentarlo.
fr: Pour réinitialiser la phrase secrète, vous devez être logué à un compte. Loguez-vous et réessayez.
hu: A hozzáférési kódot csak úgy állíthatja alaphelyzetbe, ha be van jelentkezve egy fiókba. Jelentkezzen be, majd próbálkozzon újra.
ja: パスフレーズをリセットするには、アカウントにログインしている必要があります。ログインしてから再度実行してください。
pl: Aby zresetować zwrot hasłowy, musisz być użytkownikiem zalogowanym do konta. Zaloguj się i spróbuj ponownie.
pt_br: Para redefinir a frase secreta, você deve efetuar login em uma conta. Efetue login e tente novamente.
ru: Для сброса ключевой фразы необходимо войти в учетную запись. Выполните вход и попробуйте еще раз.
sk: Ak chcete obnoviť prístupový výraz, musíte byť prihlásení v konte. Prihláste sa a skúste to znova.

source: To import, you must be logged in to an account. Log in and try again.
cs: Chcete-li provést import, musíte být přihlášeni k účtu. Přihlaste se a zkuste to znovu.
de: Zum Importieren müssen Sie bei einem Konto angemeldet sein. Melden Sie sich an und versuchen Sie es erneut.
es: Debe estar conectado a una cuenta para poder realizar la importación. Entre en la cuenta y vuelva a intentarlo.
fr: Pour effectuer une importation, vous devez être logué à un compte. Loguez-vous et réessayez.
hu: Csak úgy végezhet importálást, ha be van jelentkezve egy fiókba. Jelentkezzen be, majd próbálkozzon újra.
ja: インポートするには、アカウントにログインしている必要があります。ログインしてから再度実行してください。
pl: Aby wykonać operację importowania, musisz być użytkownikiem zalogowanym do konta. Zaloguj się i spróbuj ponownie.
pt_br: Para importar, você deve efetuar login em uma conta. Efetue login e tente novamente.
ru: Для выполнения импорта необходимо войти в учетную запись. Выполните вход и попробуйте еще раз.
sk: Ak chcete vykonať import, musíte byť prihlásení v konte. Prihláste sa a skúste to znova.

source: Successfully imported the keys and changed the passphrase
cs: Klíče byly úspěšně naimportovány a heslo bylo změněno
de: Schlüssel wurden erfolgreich importiert und der Passwortsatz wurde erfolgreich geändert
es: Las claves se han importado correctamente y se ha cambiado la contraseña codificada
fr: Les clés ont été importées et la phrase secrète modifiée
hu: Sikeresen importálta a kulcsokat, és módosította a hozzáférési kódot
it: Importazione delle chiavi e modifica della stringa di cifratura completate
ja: キーを正常にインポートし、パスフレーズを変更しました
pl: Importowanie kluczy i zmiana zwrotu hasłowego zostały pomyślnie wykonane.
pt_br: Chaves importadas e frase secreta alterada com êxito
ru: Успешное импортирование ключей и изменение контрольной фразы
sk: Úspešne importované kľúče a zmenený prístupový výraz

source: Error importing the keys.
cs: Při importu klíčů došlo k chybě.
de: Fehler beim Importieren der Schlüssel.
es: Error al importar las claves.
fr: Erreur d'importation des clés.
hu: Hiba történt a kulcsok importálásakor.
it: Errore durante l'importazione delle chiavi.
ja: キーをインポート中にエラーが起こりました。
pl: Podczas importowania kluczy wystąpił błąd.
pt_br: Erro ao importar chaves.
ru: Ошибка импорта ключей.
sk: Chyba importu kľúčov.

source: There are no logged-in domains for changing the passphrase.
cs: Nejsou žádné přihlášené domény pro změnu hesla.
de: Es sind keine angemeldeten Domänen zum Ändern des Passwortsatzes vorhanden.
es: No se ha entrado a ningún dominio para cambiar la contraseña codificada.
fr: Il n'existe pas de domaine logué pour la modification de la phrase secrète.
hu: Nincsen bejelentkezett tartomány a hozzáférési kód módosításához.
it: Non vi sono domini collegati per la modifica della stringa di cifratura.
ja: パスフレーズを変更するためのログインドメインがありません。
pl: Brak zalogowanych domen do zmiany zwrotu hasłowego.
pt_br: Não há domínios registrados para mudar a frase secreta.
ru: Нет доменов, в которые выполнен вход, для изменения контрольной фразы.
sk: Nie sú prihlásené žiadne domény na zmenu prístupového výrazu.

source: There are no logged-in accounts for changing the passphrase.
cs: Nejsou žádné přihlášené účty pro změnu hesla.
de: Es sind keine angemeldeten Konten zum Ändern des Passwortsatzes vorhanden.
es: No se ha entrado a ninguna cuenta para cambiar la contraseña codificada.
fr: Aucun compte n'est logué pour la modification de la phrase secrète.
hu: Nincs bejelentkezett fiók a hozzáférési kód módosításához.
ja: パスフレーズを変更するためのログインアカウントがありません。
pl: Brak zalogowanych kont do zmiany zwrotu hasłowego.
pt_br: Não há contas registradas para mudança de frase secreta.
ru: Нет доменов, в которые выполнен вход, для изменения ключевой фразы.
sk: Nie sú prihlásené žiadne kontá na zmenu prístupového výrazu.

source: For changing passphrase the domain should be connected. Log on to the domain and try.
cs: Pro změnu hesla by měla být připojena doména. Přihlaste se k doméně a zkuste to.
de: Zum Ändern des Passwortsatzes sollte die Domäne verbunden sein. Melden Sie sich bei der Domäne an und wiederholen Sie den Vorgang.
es: Para cambiar la contraseña codificada, el dominio debe estar conectado. Conéctese al dominio e inténtelo.
fr: Pour changer de phrase secrète, vous devez être logué au domaine. Loguez-vous au domaine et essayez.
hu: A hozzáférési kód módosításához kapcsolódnia kell a tartományhoz. Jelentkezzen be a tartományba, és próbálja meg újra.
it: Per modificare la stringa di cifratura, è necessario connettersi al dominio. Eseguire il login al dominio e riprovare.
ja: パスフレーズを変更するにはドメインに接続する必要があります。ドメインにログインしてから、やり直してください。
pl: Zmiana zwrotu hasłowego jest możliwa po podłączeniu domeny. Zaloguj się w domenie i spróbuj ponownie.
pt_br: Para mudar a frase secreta, o domínio deve estar conectado. Faça logon do domínio e tente novamente.
ru: Для изменения контрольной фразы должен быть подключен домен. Выполните вход в домен и повторите попытку.
sk: Na zmenu prístupového výrazu musí byť doména pripojená. Prihláste sa na doménu a skúste to.

source: To change the passphrase, you must be logged in to an account. Log in and try again.
cs: Chcete-li změnit heslo, musíte být přihlášeni k účtu. Přihlaste se a zkuste to znovu.
de: Zum Ändern des Passwortsatzes müssen Sie bei einem Konto angemeldet sein. Melden Sie sich an und versuchen Sie es erneut.
es: Para cambiar la contraseña codificada, debe estar conectado a una cuenta. Entre en la cuenta y vuelva a intentarlo.
fr: Pour modifier la phrase secrète, vous devez être logué à un compte. Loguez-vous et réessayez.
hu: A hozzáférési kódot csak úgy változtathatja meg, ha be van jelentkezve egy fiókba. Jelentkezzen be, majd próbálkozzon újra.
ja: パスフレーズを変更するには、アカウントにログインしている必要があります。ログインしてから再度実行してください。
pl: Aby zmienić zwrot hasłowy, musisz być użytkownikiem zalogowanym do konta. Zaloguj się i spróbuj ponownie.
pt_br: Para mudar a frase secreta, você deve efetuar login em uma conta. Efetue login e tente novamente.
ru: Для изменения ключевой фразы необходимо войти в учетную запись. Выполните вход и попробуйте еще раз.
sk: Ak chcete zmeniť prístupový výraz, musíte byť prihlásení v konte. Prihláste sa a skúste to znova.

source: Successfully exported the keys.
cs: Klíče byly úspěšně exportovány.
de: Die Schlüssel wurden erfolgreich exportiert.
es: Las claves se han exportado correctamente.
fr: Les clés ont été exportées.
hu: Sikeresen exportálta a kulcsokat.
it: Esportazione delle chiavi completata.
ja: キーを正常にエクスポートしました。
pl: Klucze zostały pomyślnie wyeksportowane.
pt_br: Chaves exportadas com êxito.
ru: Успешно экспортированные ключи.
sk: Kľúče boli úspešne exportované.

source: There is no iFolder 2.x data present on this computer.
cs: V tomto počítači se nenachází žádná data aplikace iFolder verze 2.x.
de: Auf diesem Computer befinden sich keine iFolder 2.x-Daten.
es: En este equipo no existen datos de iFolder 2.x.
fr: Il n'y a pas de données iFolder 2.x présentes sur cet ordinateur.
hu: Ezen a számítógépen nincsenek iFolder 2.x verziójú adatok.
it: Nel computer non sono presenti dati iFolder 2.x.
ja: このコンピュータにはiFolder 2.xデータはありません。
pl: Na tym komputerze nie ma danych programu iFolder w wersji 2.x.
pt_br: Não existem dados do Folder 2.x neste computador.
ru: На этом компьютере нет данных iFolder 2.x.
sk: V tomto počítači nie sú žiadne údaje priečinka iFolder 2.x

source: The client tarball {0} is downlaoded to the location {1}. Run the script {2} from the downloaded location with root permissions to install the new client.
cs: Soubory klienta {0} byly staženy do umístění {1}. Pokud chcete instalovat nového klienta, spusťte z tohoto umístění skript {2} s povolením ke kořenovému adresáři.
de: Die Client-Tarball-Datei {0} wird in das Verzeichnis {1} heruntergeladen. Führen Sie das Skript {2} vom heruntergeladenen Verzeichnis mit root-Berechtigungen aus, um den neuen Client zu installieren.
es: El archivo Tarball {0} del cliente se ha descargado a la ubicación {1}. Ejecute el guión {2} desde la ubicación de descarga con permisos de usuario "root" para instalar el nuevo cliente.
fr: Le fichier Tarball client {0} est téléchargé à l'emplacement {1}. Exécutez le script {2} à partir de l'emplacement de téléchargement avec autorisations root pour installer le nouveau client.
hu: Az ügyfél .tar fájljának ({0}) letöltési helye: {1}. Az új ügyfél telepítéséhez futtassa a(z) {2} parancsfájlt gyökér jogosultsággal a letöltési helyről.
it: Il file tarball del client {0} è stato scaricato nell'ubicazione {1}. Per installare il nuovo client, utilizzare le autorizzazioni radice per accedere a tale ubicazione ed eseguire lo script {2}.
ja: クライアントのtarballファイル「{0}」が場所「{1}」にダウンロードされました。ダウンロードされた場所から、root権限のあるユーザでスクリプト「{2}」を実行し、新しいクライアントをインストールしてください。
pl: Archiwum TAR z klientem {0} zostało pobrane i znajduje się w położeniu {1}. Uruchom w tym położeniu skrypt {2} z uprawnieniami użytkownika root, aby zainstalować nowego klienta.
pt_br: O tarball cliente {0} é transferido para o local {1}. Execute o script {2} do local de transferência com as permissões root para instalar o novo cliente.
ru: Tarball {0} клиента загружен в {1}. Для установки нового клиента запустите процедуру {2} из загруженного расположения с разрешениями "root".
sk: Klientsky balík tarball {0} bol prevzatý na umiestnenie {1}. Z tohto umiestnenia spustite skript {2} s koreňovými povoleniami na inštaláciu nového klienta.

source: There is no Recovery Agent selected. Encrypted data cannot be recovered later, if passphrase is lost. Do you want to continue?
cs: Není vybrán žádný agent pro obnovení. Pokud dojde ke ztrátě hesla, nemohou být zašifrovaná data později obnovena. Přejete si pokračovat?
de: Es wurde kein Wiederherstellungsagent ausgewählt. Verschlüsselte Daten können später nicht wiederhergestellt werden, wenn der Passwortsatz verloren geht. Möchten Sie den Vorgang fortsetzen?
es: No hay ningún agente de recuperación seleccionado. Los datos cifrados no podrán recuperarse más adelante si se pierde la contraseña codificada. ¿Desea continuar?
fr: Aucun agent de récupération sélectionné. Les données codées ne pourront pas être récupérées plus tard si la phrase secrète est perdue. Souhaitez-vous continuer ?
hu: Nincs kijelölve helyreállítási ügynök. A titkosított adatokat később nem lehet helyreállítani a hozzáférési kód elveszítése esetén. Folytatja?
it: Nessun agente di recupero selezionato. Se la stringa di cifratura viene perduta, non sarà in seguito possibile recuperare i dati cifrati. Continuare?
ja: 回復エージェントが選択されていません。パスフレーズを紛失すると、暗号化データを後で回復できなくなります。続行しますか?
pl: Nie wybrano agenta odzyskiwania. W przypadku utraty zwrotu hasłowego nie będzie można odzyskać zaszyfrowanych danych. Czy chcesz kontynuować?
pt_br: Não existe um Agente de Recuperação selecionado. Se perder a frase secreta, os dados criptografados não poderão ser recuperados depois. Deseja continuar?
ru: Агент восстановления не выбран. Если контрольная фраза потеряна, шифрованные данные невозможно будет восстановить. Продолжить?
sk: Nie je vybratý žiaden agent obnovenia. Ak stratíte prístupový výraz, šifrované údaje sa neskôr nebudú dať obnoviť. Chcete pokračovať?

source: Recovery Agent Not Selected
cs: Nebyl vybrán agent pro obnovení
de: Wiederherstellungsagent nicht ausgewählt
es: No se ha seleccionado el agente de recuperación
fr: Agent de récupération non sélectionné
hu: Nincs kijelölve helyreállítási ügynök
it: Agente di recupero non selezionato
ja: 回復エージェントが選択されていません
pl: Nie wybrano agenta odzyskiwania
pt_br: Agente de Recuperação Não Selecionado
ru: Агент восстановления не выбран
sk: Nie je vybratý agent obnovenia

source: Policy Violation
cs: Porušení zásad
de: Richtlinienverletzung
es: Infracción de directiva
fr: Violation de règle
hu: Házirendsértés
it: Violazione delle norme
ja: ポリシー違反
pl: Naruszenie założeń
pt_br: Violação de Política
ru: Нарушение политики
sk: Porušenie zásad

source: Sharing is disabled so this iFolder can not be shared.
cs: Není povoleno sdílení. Tato složka iFolder proto nemůže být sdílena.
de: Die Freigabe ist deaktiviert, sodass dieser iFolder-Ordner nicht freigegeben werden kann.
es: Esta carpeta de iFolder no se puede compartir porque la función de compartición está inhabilitada.
fr: Le partage étant désactivé, ce dossier iFolder ne peut pas être partagé.
hu: A megosztás nincs engedélyezve, ezért ezt az iFolder mappát nem lehet megosztani.
it: Condivisione disabilitata. Impossibile condividere la cartella iFolder.
ja: 共有が無効であるため、このiFolderは共有できません。
pl: Udostępnianie jest wyłączone i nie można udostępnić tego iFolderu.
pt_br: A opção de compartilhamento está desabilitada, portanto, o iFolder não pode ser compartilhado.
ru: Данная папка iFolder не может совместно использоваться, так как совместное использование отключено.
sk: Zdieľanie je zakázané, takže tento priečinok iFolder nie je možné zdieľať.

source: Save to Conflict Bin
cs: Uložit do zásobníku konfliktů
de: In Konfliktübersicht speichern
es: Guardar en la bandeja de conflictos
fr: Enregistrer dans la liste des conflits
hu: Mentés az ütközési lomtárba
it: Salva nel raccoglitore dei conflitti
ja: 競合ファイルに保存
pl: Zapisz w pojemniku na pliki konfliktowe
pt_br: Gravar na Pasta de Conflito
ru: Сохранить в корзину
sk: Uložiť do priečinka Kôš konfliktov

source: Save to iFolder
cs: Uložit do složky iFolder
de: In iFolder speichern
es: Guardar en la carpeta iFolder
fr: Enregistrer dans le dossier iFolder
hu: Mentés az iFolder mappába
it: Salva nella cartella iFolder
ja: iFolderに保存
pl: Zapisz w folderze iFolder
pt_br: Gravar no iFolder
ru: Сохранить в iFolder
sk: Uložiť do priečinka iFolder

source: Action
cs: Akce
de: Aktion
es: Acción
fr: Opération
hu: Művelet
it: Azione
ja: アクション
pl: Czynność
pt_br: Ação
ru: Действие
sk: Akcia

source: Enable
cs: Zapnout
de: Aktivieren
es: Habilitar
fr: Activer
hu: Engedélyezés
it: Abilita
ja: 有効
pl: Włącz
pt_br: Habilitar
ru: Разрешить
sk: Povoliť

source: No Password
cs: Žádné heslo
de: Kein Passwort
es: Sin contraseña
fr: Aucun mot de passe
hu: Nincs jelszó
it: Nessuna password
ja: パスワードなし
pl: Bez hasła
pt_br: Sem Senha
ru: Нет пароля
sk: Žiadne heslo

source: Entering password is cancelled. If password is not provided, Automatic Account creation will fail. Do you want to continue?
cs: Zadání hesla je zrušeno. Pokud není zadáno heslo, automatické vytvoření účtu selže. Přejete si pokračovat?
de: Die Eingabe des Passworts wurde abgebrochen. Wenn das Passwort nicht angegeben wird, schlägt die automatische Kontoerstellung fehl. Möchten Sie fortfahren?
es: Se ha cancelado la especificación de la contraseña. Si no se proporciona la contraseña, no será posible crear una cuenta de manera automática. ¿Desea continuar?
fr: Saisie du mot de passe annulée. Si le mot de passe n'est pas spécifié, la création de compte automatique échouera. Souhaitez-vous continuer ?
hu: Nem adott meg jelszót. Ha nincs megadva jelszó, a fiók automatikus létrehozása sikertelen lesz. Folytatja?
it: Immissione della password annullata. Se non viene specificata una password, la creazione automatica del conto avrà esito negativo. Continuare?
ja: パスワードの入力が取り消されました。パスワードを指定しないと自動アカウント作成が失敗します。続行しますか?
pl: Wprowadzanie hasła zostało anulowane. Jeżeli hasło nie zostanie podane, utworzenie konta automatycznego nie powiedzie się. Czy chcesz kontynuować?
pt_br: A opção para digitar a senha está cancelada. Se uma senha não for fornecida, não será possível criar uma Conta Automática. Deseja continuar?
ru: Ввод пароля отменен. При отсутствии пароля произойдет сбой функции автоматического создания учетной записи. Продолжить?
sk: Zadávanie hesla je zrušené. Ak nezadáte heslo, vytváranie automatického konta zlyhá. Chcete pokračovať?

source: No Passphrase
cs: Žádné heslo
de: Kein Passwortsatz
es: Sin contraseña codificada
fr: Aucune phrase secrète
hu: Nincs hozzáférési kód
it: Nessuna stringa di cifratura
ja: パスフレーズなし
pl: Brak zwrotu hasłowego
pt_br: Nenhuma Frase Secreta
ru: Нет контрольной фразы
sk: Žiaden prístupový výraz
