Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: The iFolder is full. Click <a href="ShowSyncLog">here</a> to view the Synchronization Log.
cs: Složka iFolder je plná. Klepnutím na <a href="ShowSyncLog">tento odkaz</a> zobrazíte synchronizační protokol.
de: Der iFolder-Ordner ist voll. Klicken Sie <a href="ShowSyncLog">hier</a>, um das Synchronisierungsprotokoll anzuzeigen.
es: La iFolder está llena. Haga clic <a href="ShowSyncLog">aquí</a> para ver el registro de sincronizaciones.
fr: Le dossier iFolder est plein. Cliquez <a href="ShowSyncLog">ici</a> pour afficher le journal de synchronisation.
hu: Az iFolder mappa megtelt. Ha meg szeretné tekinteni a szinkronizálási naplót, kattintson <a href="ShowSyncLog">ide</a>.
it: La cartella iFolder è piena. Fare clic <a href="ShowSyncLog">qui</a> per visualizzare il log di sincronizzazione.
ja: iFolderがいっぱいです。 同期ログを表示するには<a href="ShowSyncLog">ここ</a>をクリックしてください。
pl: Określony folder iFolder jest pełny. Kliknij <a href="ShowSyncLog">tutaj</a>, aby wyświetlić dziennik synchronizacji.
pt_br: A pasta iFolder está cheia. Clique <a href="ShowSyncLog">aqui</a> para ver o Registro de Sincronização.
ru: Папка iFolder заполнена. Щелкните <a href="ShowSyncLog">здесь</a> для просмотра журнала синхронизации.
sk: Priečinok iFolder je plný. Kliknutím <a href="ShowSyncLog">sem</a> zobrazíte denník synchronizácie.

source: You have Read-only access to this iFolder. Files that you place in this iFolder will not be synchronized. Click <a href="ShowSyncLog">here</a> to view the Synchronization Log.
cs: K této složce iFolder máte přístup pouze pro čtení. Soubory, které umístíte do této složky iFolder nebudou synchronizovány. Klepnutím na <a href="ShowSyncLog">tento odkaz</a> zobrazíte synchronizační protokol.
de: Sie verfügen nur über Lesezugriff für diesen iFolder-Ordner. Dateien, die Sie darin ablegen, werden nicht synchronisiert. Klicken Sie <a href="ShowSyncLog">hier</a>, um das Synchronisierungsprotokoll anzuzeigen.
es: Tiene acceso de sólo lectura a la iFolder. Los archivos que coloque en esta iFolder no se sincronizarán. Haga clic <a href="ShowSyncLog">aquí</a> para ver el registro de sincronizaciones.
fr: Vous disposez d'un accès en lecture seule sur ce dossier iFolder. Les fichiers qu'il contient ne seront pas synchronisés. Cliquez <a href="ShowSyncLog">ici</a> pour afficher le journal de synchronisation.
hu: Ehhez az iFolder mappához Olvasásra hozzáférése van. Az ebben az iFolder mappában elhelyezett fájlok nem szinkronizálódnak. Ha meg szeretné tekinteni a szinkronizálási naplót, kattintson <a href="ShowSyncLog">ide</a>.
it: Si dispone dell'accesso di sola lettura alla cartella iFolder. I file inclusi in tale cartella non verranno sincronizzati. Fare clic <a href="ShowSyncLog">qui</a> per visualizzare il log di sincronizzazione.
ja: このiFolderへのアクセス権は読み込み専用です。このiFolder内のファイルは同期されません。 同期ログを表示するには<a href="ShowSyncLog">ここ</a>をクリックしてください。
pl: Masz dostęp do tego folderu iFolder w trybie tylko do odczytu. Umieszczone w tym folderze iFolder pliki nie zostaną zsynchronizowane. Kliknij <a href="ShowSyncLog">tutaj</a>, aby wyświetlić dziennik synchronizacji.
pt_br: Você tem acesso apenas leitura a esta pasta iFolder. Os arquivos colocados nela não serão sincronizados. Clique <a href="ShowSyncLog">aqui</a> para ver o Registro de Sincronização.
ru: Данная папка iFolder доступна только для чтения. Файлы, помещенные в эту папку iFolder, не будут синхронизированы. Щелкните <a href="ShowSyncLog">здесь</a> для просмотра журнала синхронизации.
sk: K tomuto priečinku iFolder máte prístup iba na čítanie. Súbory, ktoré umiestnite do tohto priečinka, sa nebudú synchronizovať. Kliknutím <a href="ShowSyncLog">sem</a> zobrazíte denník synchronizácie.

source: Incomplete Synchronization: {0}
cs: Neúplná synchronizace: {0}
de: Unvollständige Synchronisierung: {0}
es: Sincronización incompleta: {0}
fr: Synchronisation incomplète : {0}
hu: Befejezetlen szinkronizálás: {0}
it: Sincronizzazione non completata: {0}
ja: 不完全な同期: {0}
pl: Synchronizacja niepełna: {0}
pt_br: Sincronização Incompleta: {0}
ru: Незавершенная синхронизация: {0}
sk: Nedokončená synchronizácia: {0}

source: New iFolder "{0}"
cs: Nová složka iFolder "{0}"
de: Neuer iFolder-Ordner "{0}"
es: Nueva carpeta iFolder "{0}"
fr: Nouveau dossier iFolder "{0}"
hu: Új iFolder "{0}"
it: Nuova cartella iFolder "{0}"
ja: 新しいiFolder "{0}"
pl: Nowy iFolder "{0}"
pt_br: Novo iFolder "{0}"
ru: Новая папка iFolder "{0}"
sk: Nový priečinok iFolder „{0}“

source: {0} has invited you to participate in this shared iFolder. Click <a href="SetUpiFolder:{1}">here</a> to set up this iFolder.
cs: {0} vás vyzval k účasti v této sdílené složce iFolder. Klepnutím na <a href="SetUpiFolder:{1}">toto místo</a> nastavíte složku iFolder.
de: {0} hat Sie eingeladen, diesen freigegebenen iFolder-Ordner zu verwenden. Klicken Sie <a href="SetUpiFolder:{1}">hier</a>, um diesen iFolder-Ordner einzurichten.
es: {0} le ha invitado a participar en la iFolder compartida. Haga clic <a href="SetUpiFolder:{1}">aquí</a> para configurarla.
fr: {0} vous a invité à participé à ce dossier iFolder partagé. Cliquez <a href="SetUpiFolder:{1}">ici</a> pour configurer ce dossier iFolder.
hu: {0} meghívta, hogy vegyen részt ennek a megosztott iFolder mappának a használatában. Az iFolder mappa beállításához kattintson <a href="SetUpiFolder:{1}">ide</a>.
it: È stato ricevuto un invito ad aderire a questa cartella iFolder condivisa da parte di {0}. Fare clic <a href="SetUpiFolder:{1}">qui</a> per configurare la cartella iFolder.
ja: {0} がこの共有iFolderへの参加を招待しました。 このiFolderをセットアップするには<a href="SetUpiFolder:{1}">ここ</a>をクリックします。
pl: Użytkownik {0} zaprosił Cię do wspólnego korzystania z tego udostępnionego folderu iFolder. Kliknij <a href="SetUpiFolder:{1}">tutaj</a>, aby skonfigurować ten folder iFolder.
pt_br: {0} o convidou para participar desta pasta iFolder compartilhada. Clique <a href="SetUpiFolder:{1}">aqui</a> para configurá-la.
ru: {0} приглашает Вас принять участие в совместном использовании этой папки iFolder. Щелкните <a href="SetUpiFolder:{1}">здесь</a> для установки папки iFolder.
sk: Používateľ {0} vás pozval do tohto zdieľaného priečinka iFolder. Kliknutím <a href="SetUpiFolder:{1}">sem</a> nastavíte tento priečinok iFolder.

source: A conflict has been detected in this iFolder. Click <a href="ResolveiFolderConflicts:{0}">here</a> to resolve the conflicts. What is a <a href="ShowConflictHelp">conflict</a>?
cs: Byl zjištěn konflikt v této složce iFolder. Klepnutím na <a href="ResolveiFolderConflicts:{0}">toto místo</a> vyřešíte konflikt ve složce iFolder. Co znamená <a href="ShowConflictHelp">konflikt</a>?
de: In diesem iFolder-Ordner ist ein Konflikt aufgetreten. Klicken Sie <a href="ResolveiFolderConflicts:{0}">hier</a>, um die Konflikte zu beheben. Was ist ein <a href="ShowConflictHelp">Konflikt</a>?
es: Se ha detectado un conflicto en la iFolder. Haga clic <a href="ResolveiFolderConflicts:{0}">aquí</a> para resolverlo. ¿Qué es un <a href="ShowConflictHelp">conflicto</a>?
fr: Un conflit a été détecté dans ce dossier iFolder. Cliquez <a href="ResolveiFolderConflicts:{0}">ici</a> pour résoudre ce conflit. Définition d'un <a href="ShowConflictHelp">conflit</a>
hu: Ütközés észlelhető ebben az iFolder mappában. Ha fel szeretné oldani az ütközéseket, kattintson <a href="ResolveiFolderConflicts:{0}">ide</a>. Mi az az <a href="ShowConflictHelp">ütközés</a>?
it: È stato rilevato un conflitto nella cartella iFolder. Fare clic <a href="ResolveiFolderConflicts:{0}">qui</a> per risolvere i conflitti. Cos'è un <a href="ShowConflictHelp">conflitto</a>?
ja: このiFolder内で競合が検出されました。 <a href="ResolveiFolderConflicts:{0}">ここ</a>をクリックして競合を解決してください。 <a href="ShowConflictHelp">競合</a>についての説明
pl: W tym folderze iFolder wykryto konflikty. Kliknij <a href="ResolveiFolderConflicts:{0}">tutaj</a>, aby rozstrzygnąć te konflikty. Co to jest <a href="ShowConflictHelp">konflikt</a>?
pt_br: Conflito detectado nesta pasta iFolder. Clique <a href="ResolveiFolderConflicts:{0}">aqui</a> para resolver os conflitos. O que é um <a href="ShowConflictHelp">conflito</a>?
ru: В данной папке iFolder обнаружен конфликт. Щелкните <a href="ResolveiFolderConflicts:{0}">здесь</a> для устранения конфликтов. Какой <a href="ShowConflictHelp">конфликт</a>?
sk: V tomto priečinku iFolder sa zistil konflikt. Ak chcete vyriešiť konflikty, kliknite <a href="ResolveiFolderConflicts:{0}">sem</a>. Čo je <a href="ShowConflictHelp">konflikt</a>?

source: New iFolder User
cs: Nový uživatel aplikace iFolder
de: Neuer iFolder-Benutzer
es: Nuevo usuario de la carpeta de iFolder
fr: Nouvel utilisateur iFolder
hu: Új iFolder felhasználó
it: Nuovo utente iFolder
ja: 新しいiFolderユーザ
pl: Nowy użytkownik iFolderu
pt_br: Novo Usuário do iFolder
ru: Новый пользователь iFolder
sk: Nový používateľ priečinka iFolder

source: {0} has joined the iFolder "{1}"
cs: {0} se připojil ke složce iFolder "{1}"
de: {0} ist dem iFolder-Ordner "{1}" beigetreten
es: {0} se ha unido a la iFolder "{1}"
fr: {0} a rejoint le dossier iFolder "{1}"
hu: {0} csatlakozott a következő iFolder mappához: "{1}"
it: {0} ha aderito alla condivisione della cartella iFolder "{1}"
ja: {0} がiFolder 「{1}」へ参加しました
pl: Użytkownik {0} przyłączył się do iFolderu "{1}"
pt_br: {0} ingressou na pasta "{1}" do iFolder
ru: {0} присоединился к iFolder "{1}"
sk: {0} sa pridal k priečinku iFolder „{1}“

source: Welcome to iFolder
cs: Vítejte ve složce iFolder
de: Willkommen bei iFolder
es: Bienvenido a iFolder
fr: Bienvenue dans iFolder
hu: iFolder – köszönti a program
it: iFolder
ja: iFolderへようこそ
pl: Witamy w programie iFolder
pt_br: Bem-vindo ao iFolder
ru: Добро пожаловать в iFolder!
sk: Víta vás aplikácia iFolder

source: iFolder is starting
cs: Aplikace iFolder se spouští
de: iFolder wird gestartet.
es: iFolder se está iniciando
fr: iFolder est lancé
hu: Az iFolder elindul
it: Avvio di iFolder in corso
ja: iFolderを開始しています
pl: Trwa uruchamianie programu iFolder
pt_br: O iFolder está iniciando
ru: Запускается iFolder
sk: Aplikácia iFolder sa spúšťa

source: iFolder is shutting down
cs: Aplikace iFolder se vypíná
de: iFolder wird heruntergefahren.
es: iFolder se está apagando
fr: iFolder s'arrête
hu: Az iFolder leáll
it: Chiusura di iFolder in corso
ja: iFolderをシャットダウンしています
pl: Trwa zamykanie programu iFolder
pt_br: O iFolder está encerrando
ru: Завершается работа iFolder
sk: Aplikácia iFolder sa ukončuje

source: iFolders
cs: Složky iFolder
de: iFolder-Ordner
es: Carpetas iFolder
fr: Dossiers iFolder
hu: iFolder mappák
it: Cartelle iFolder
ja: iFolder
pl: iFoldery
pt_br: Pastas do iFolder
ru: Папки iFolder
sk: Priečinky iFolder

source: Accounts
cs: Účty
de: Konten
es: Cuentas
fr: Comptes
hu: Fiókok
it: Conti
ja: アカウント
pl: Konta
pt_br: Contas
ru: Учетные записи
sk: Kontá

source: Unable to read files from the folder. Verify the permissions on your local folder.
cs: Soubory ze složky nelze přečíst. Zkontrolujte oprávnění k místní složce.
de: Dateien aus dem Ordner können nicht gelesen werden. Überprüfen Sie die Berechtigungen für Ihren lokalen Ordner.
es: No es posible leer los archivos de la carpeta. Compruebe los permisos en la carpeta local.
fr: Les fichiers ne peuvent pas être lus à partir du dossier. Vérifiez les autorisations associées à votre dossier local.
hu: Nem olvashatók a mappában levő fájlok. Ellenőrizze a helyi mappára vonatkozó engedélyeket.
it: Impossibile leggere i file dalla cartella. Verificare le autorizzazioni relative alla cartella locale.
ja: フォルダからファイルを読み込めません。ローカルフォルダのパーミッションを確認してください。
pl: Nie można odczytać plików z folderu. Zweryfikuj uprawnienia do folderu lokalnego.
pt_br: Não é possível ler arquivos da pasta. Verifique as permissões na sua pasta local.
ru: Не удается выполнить чтение файлов из папки. Проверьте разрешения на локальную папку.
sk: Súbory v priečinku sa nedajú čítať. Overte povolenia pre lokálny priečinok.

source: Unable to write files in the folder. Verify the permissions on your local folder.
cs: Soubory nelze zapsat do složky. Zkontrolujte oprávnění k místní složce.
de: Fehler beim Schreiben der Dateien in den Ordner. Überprüfen Sie die Berechtigungen für Ihren lokalen Ordner.
es: No es posible escribir archivos en la carpeta. Compruebe los permisos en la carpeta local.
fr: Les fichiers ne peuvent pas être inscrits dans le dossier. Vérifiez les autorisations associées à votre dossier local.
hu: Nem írhatók a mappában levő fájlok. Ellenőrizze a helyi mappára vonatkozó engedélyeket.
it: Impossibile scrivere i file nella cartella. Verificare le autorizzazione relative alla cartella locale.
ja: フォルダにファイルを書き込めません。ローカルフォルダのパーミッションを確認してください。
pl: Nie można zapisać plików w folderze. Zweryfikuj uprawnienia do folderu lokalnego.
pt_br: Não é possível gravar arquivos na pasta. Verifique as permissões na sua pasta local.
ru: Не удается записать файлы в папку. Проверьте разрешения на локальную папку.
sk: Súbory v priečinku sa nedajú zapísať. Overte povolenia pre lokálny priečinok.

source: General
cs: Obecné
de: Allgemein
fr: Général
hu: Általános
it: Generale
ja: 一般
pl: Ogólne
pt_br: Geral
ru: Общие
sk: Všeobecné

source: Synchronization Log
cs: Synchronizační protokol
de: Synchronisierungsprotokoll
es: Registro de sincronizaciones
fr: Journal de synchronisation
hu: Szinkronizálási napló
it: Log di sincronizzazione
ja: 同期ログ
pl: Dziennik synchronizacji
pt_br: Registro de Sincronização
ru: Журнал синхронизации
sk: Denník synchronizácie

source: Preferences
cs: Předvolby
de: Einstellungen
es: Preferencias
fr: Préférences
hu: Saját beállítások
it: Preferenze
ja: 初期設定
pl: Preferencje
pt_br: Preferências
ru: Настройки
sk: Preferencie

source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
hu: Súgó
ja: ヘルプ
pl: Pomoc
pt_br: Ajuda
ru: Справка
sk: Pomocník

source: About
cs: O programu
de: Info
es: Acerca de
fr: À propos de
hu: Névjegy
it: Informazioni su
ja: バージョン情報
pl: O programie
pt_br: Sobre
ru: О программе
sk: Čo je

source: Quit
cs: Ukončit
de: Beenden
es: Salir
fr: Quitter
hu: Kilépés
it: Esci
ja: 終了
pl: Koniec
pt_br: Sair
ru: Выход
sk: Skončiť

source: Details
cs: Podrobnosti
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
pl: Szczegóły
pt_br: Detalhes
ru: Подробная информация
sk: Podrobnosti

source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
hu: Bezárás
it: Chiudi
ja: 閉じる
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sk: Zavrieť

source: System Information
cs: Systémové informace
de: Systemangaben
es: Información de sistema
fr: Informations sur le système
hu: Rendszeradatok
it: Informazioni di sistema
ja: システム情報
pl: Informacje o systemie
pt_br: Informações do sistema
ru: Информация о системе
sk: Informácie o systéme

source: Name:
cs: Název:
es: Nombre:
fr: Nom :
hu: Név:
it: Nome:
ja: 名前:
pl: Nazwa:
pt_br: Nome:
ru: Имя:
sk: Názov:

source: Description:
cs: Popis:
de: Beschreibung:
es: Descripción:
hu: Leírás:
it: Descrizione:
ja: 説明:
pl: Opis:
pt_br: Descrição:
ru: Описание:
sk: Popis:

source: Disk Space on Server
cs: Diskový prostor na serveru
de: Speicherplatz auf Server
es: Espacio del disco en el servidor
fr: Espace disque du serveur
hu: Lemezterület a kiszolgálón
it: Spazio su disco nel server
ja: サーバ上のディスクスペース
pl: Miejsce na dysku serwera
pt_br: Espaço em Disco no Servidor
ru: Дисковое пространство на сервере
sk: Miesto na disku na serveri

source: Quota:
cs: Kvóta:
de: Quote:
es: Cuota:
hu: Kvóta:
ja: 割り当て量:
pl: Przydział:
pt_br: Cota:
ru: Квота:
sk: Kvóta:

source: MB
fr: Mo
ru: Мб

source: Used:
cs: Používáno:
de: Belegt:
es: Usado:
fr: Utilisé :
hu: Használt:
it: In uso:
ja: 使用済み:
pl: Używane:
pt_br: Usado:
ru: Используется:
sk: Využité:

source: Available:
cs: Dostupný:
de: Verfügbar:
es: Disponible:
fr: Disponible :
hu: Használható:
it: Disponibile:
ja: 使用可能:
pl: Dostępny:
pt_br: Disponível:
ru: Доступен:
sk: K dispozícii:

source: full
cs: Úplná
de: Voll
es: lleno
fr: Saturé
hu: Tele
it: Completo
ja: フル
pl: Imię i nazwisko
pt_br: completo
ru: полный
sk: plný

source: empty
cs: prázdné
de: Leer
es: Vacío
fr: Vide
hu: Üres
it: Vuoto
ja: 空
pl: Puste
pt_br: Vazio
ru: пустой
sk: prázdny

source: N/A
cs: Nepoužívá se
de: N/Z
es: N/D
hu: Nincs adat
it: N/D
ja: 該当なし
pl: Niedostępny
pt_br: N/D
ru: Н/Д
sk: Nie je k dispozícii

source: New iFolder...
cs: Nová složka iFolder...
de: Neuer iFolder-Ordner...
es: Nueva carpeta iFolder...
fr: Nouveau dossier iFolder...
hu: Új iFolder...
it: Nuova cartella iFolder...
ja: 新しいiFolder...
pl: Nowy iFolder...
pt_br: Novo iFolder...
ru: Новая папка iFolder...
sk: Nový priečinok iFolder...

source: More options
cs: Více možností
de: Weitere Optionen
es: Más opciones
fr: Autres options
hu: További lehetőségek
it: Altre opzioni
ja: 詳細オプション
pl: Więcej opcji
pt_br: Mais Opções
ru: Дополнительно
sk: Ďalšie možnosti

source: iFolder Server:
cs: Server iFolder:
es: Servidor iFolder:
fr: Serveur iFolder :
hu: iFolder-kiszolgáló:
it: Server iFolder:
ja: iFolderサーバ:
pl: Serwer programu iFolder:
pt_br: Servidor iFolder:
ru: Сервер iFolder:
sk: Server iFolder:

source: iFolder Account:
cs: Účet iFolder:
de: iFolder-Konto:
es: Cuenta iFolder:
fr: Compte iFolder :
hu: iFolder-fiók:
ja: iFolderアカウント:
pl: Konto programu iFolder:
pt_br: Conta do iFolder:
ru: Учетная запись iFolder:
sk: Konto aplikácie iFolder:

source: Rename file
cs: Přejmenovat soubor
de: Datei umbenennen
es: Renombrar archivo
fr: Renommer le fichier
hu: Fájl átnevezése
it: Rinomina file
ja: ファイルのリネーム
pl: Zmień nazwę pliku
pt_br: Renomear Arquivo
ru: Переименовать файл
sk: Premenovať súbor

source: File name:
cs: Název souboru:
de: Dateiname:
es: N. de archivo:
fr: Nom de fichier :
hu: Fájlnév:
it: Nome file:
ja: ファイル名:
pl: Nazwa pliku:
pt_br: Nome do Arquivo:
ru: Имя файла:
sk: Názov súboru:

source: Set Up iFolder:
cs: Nastavit složku iFolder:
de: iFolder-Ordner einrichten:
es: Configurar iFolder:
fr: Configurer iFolder :
hu: iFolder beállítása:
it: Configura cartella iFolder:
ja: iFolderのセットアップ:
pl: Konfiguruj iFolder:
pt_br: Configurar iFolder:
ru: Настройка iFolder:
sk: Nastaviť priečinok iFolder:

source: Details:
cs: Podrobnosti:
es: Detalles:
fr: Détails :
hu: Részletek:
it: Dettagli:
ja: 詳細:
pl: Szczegóły:
pt_br: Detalhes:
ru: Информация:
sk: Podrobnosti:

source: Name: {0} Shared by: {1} Access: {2}
cs: Název: {0} Sdíleno: {1} Přístup: {2}
de: Name: {0} Freigegeben von: {1} Zugriff: {2}
es: Nombre: {0} Compartida por: {1} Acceso: {2}
fr: Nom : {0} Partagé par : {1} Accès : {2}
hu: Név: {0} Megosztotta: {1} Hozzáférés: {2}
it: Nome: {0} In condivisione con: {1} Accesso: {2}
ja: 名前: {0} 共有者: {1} アクセス: {2}
pl: Nazwa: {0} Współużytkowane przez: {1} Dostęp: {2}
pt_br: Nome: {0} Compartilhada por: {1} Acesso: {2}
ru: Имя: {0} Совместно используется: {1} Доступ: {2}
sk: Názov: {0} Zdieľané: {1} Prístup: {2}

source: The iFolder will be set up here:
cs: Složka iFolder bude vytvořena zde:
de: Der iFolder-Ordner wird hier eingerichtet:
es: La carpeta de iFolder se configurará aquí:
fr: Le dossier iFolder sera configuré ici :
hu: Az iFolder telepítése a következő helyen lesz:
it: La cartella iFolder verrà configurata in:
ja: iFolderはここに作成されます:
pl: iFolder zostanie skonfigurowany w lokalizacji:
pt_br: O iFolder será configurado aqui:
ru: Установка системы iFolder:
sk: Priečinok iFolder bude nastavený v:

source: Read/Write
cs: Číst/zapisovat
de: Lesen/Schreiben
es: Lectura-Escritura
fr: Lect./écrit.
hu: Olvasás/írás
it: Lettura/scrittura
ja: 読書き可能
pl: Odczyt/zapis
pt_br: Leitura/Gravação
ru: Чтение/запись
sk: Čítanie a zápis

source: Full Control
cs: Úplné řízení
de: Vollständige Kontrolle
es: Control total
fr: Contrôle total
hu: Teljes hozzáférés
it: Controllo completo
ja: フル制御
pl: Pełna kontrola
pt_br: Controle Total
ru: Полный контроль
sk: Úplné ovládanie

source: Read Only
cs: Pouze ke čtení
de: Nur Lesen
es: Sólo lectura
fr: Lecture seule
hu: Csak olvasás
it: Sola lettura
ja: 読み込み専用
pl: Tylko do odczytu
pt_br: Apenas Leitura
ru: Только чтение
sk: Iba na čítanie

source: Unknown
cs: Neznámý
de: Unbekannt
es: Desconocido
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
ja: 不明
pl: Nieznana
pt_br: Desconhecido
ru: Неизвестный
sk: Neznáme

source: Access for Multiple Users
cs: Přístup pro více uživatelů
de: Zugriff für mehrere Benutzer
es: Acceso para varios usuarios
fr: Accès pour plusieurs utilisateurs
hu: Hozzáférés több felhasználó számára
it: Accesso per più utenti
ja: 複数ユーザのアクセス
pl: Dostęp dla wielu użytkowników
pt_br: Acesso para Vários Usuários
ru: Доступ для нескольких пользователей
sk: Prístup pre viacerých používateľov

source: Access Rights for Multiple Users
cs: Přístupová práva pro více uživatelů
de: Zugriffsrechte für mehrere Benutzer
es: Derechos de acceso para varios usuarios
fr: Droits d'accès pour plusieurs utilisateurs
hu: Hozzáférési jogok több felhasználó számára
it: Diritti di accesso per più utenti
ja: 複数ユーザのアクセス権
pl: Prawa dostępu dla wielu użytkowników
pt_br: Direitos de Acesso para Vários Usuários
ru: Права доступа для нескольких пользователей
sk: Prístupové práva pre viacerých používateľov

source: Access for {0}
cs: Přístup pro {0}
de: Zugriff für {0}
es: Acceso para {0}
fr: Accès pour {0}
hu: {0} hozzáférése
it: Accesso per {0}
ja: {0} のアクセス
pl: Dostęp dla {0}
pt_br: Acesso para {0}
ru: Доступ для {0}
sk: Prístup pre {0}

source: Access Rights for {0}
cs: Přístupová práva pro {0}
de: Zugriffsrechte für {0}
es: Derechos de acceso para {0}
fr: Droits d'accès pour {0}
hu: {0} hozzáférési jogai
it: Diritti di accesso per {0}
ja: {0} のアクセス権
pl: Prawa dostępu dla {0}
pt_br: Direitos de Acesso para {0}
ru: Права доступа для {0}
sk: Prístupové práva pre {0}

source: Access
cs: PŘÍSTUP
de: ZUGRIFF
es: ACCESO
fr: Accès
hu: HOZZÁFÉRÉS
it: ACCESSO
pl: Dostęp
pt_br: ACESSO
ru: Доступ
sk: Prístup

source: Access Rights
cs: Přístupová práva
de: Zugriffsrechte
es: Derechos de acceso
fr: Droits d'accès
hu: Hozzáférési jogok
it: Diritti di accesso
ja: アクセス権
pl: Prawa dostępu
pt_br: Direitos de Acesso
ru: Права доступа
sk: Prístupové práva

source: Make this user the owner of the iFolder.
cs: Udělejte z tohoto uživatele vlastníka složky iFoder.
de: Diesen Benutzer zum iFolder-Eigentümer machen.
es: Hacer a este usuario propietario de la iFolder
fr: Désigner cet utilisateur comme propriétaire du dossier iFolder
hu: Ez a felhasználó legyen az iFolder mappa tulajdonosa
it: Assegna a questo utente la proprietà della cartella iFolder
ja: このユーザをiFolderの所有者にします。
pl: Uczyń użytkownika właścicielem iFolderu
pt_br: Tornar este usuário o proprietário do iFolder.
ru: Назначить данного пользователя владельцем iFolder.
sk: Zmeniť tohto používateľa na vlastníka priečinka iFolder

source: Name
cs: Název
es: Nombre
fr: Nom
hu: Név
it: Nome
ja: 名前
pl: Nazwa
pt_br: Nome
ru: Имя
sk: Názov

source: File
cs: Soubor
de: Datei
es: Archivo
fr: Fichier
hu: Fájl
ja: ファイル
pl: Plik
pt_br: Arquivo
ru: Файл
sk: Súbor

source: Resolve Conflicts
cs: Vyřešit konflikty
de: Konflikte lösen
es: Resolver conflictos
fr: Résoudre les conflits
hu: Ütközések feloldása
it: Risolvi conflitti
ja: 競合の解消
pl: Rozwiąż konflikty
pt_br: Resolver conflitos
ru: Разрешение конфликтов
sk: Vyriešiť konflikty

source: This iFolder contains conflicts
cs: Tato složka iFolder obsahuje konflikty.
de: Dieser iFolder-Ordner weist Konflikte auf.
es: Esta carpeta de iFolder contiene conflictos.
fr: Ce dossier iFolder contient des conflits.
hu: Ez az iFolder ütközéseket tartalmaz.
it: La cartella iFolder contiene conflitti.
ja: このiFolderで競合が見つかりました。
pl: Ten iFolder zawiera konflikty.
pt_br: Este iFolder contém conflitos.
ru: В данной папке iFolder обнаружены конфликты.
sk: Tento priečinok iFolder obsahuje konflikty

source: Location:
cs: Umístění:
de: Standort:
es: Ubicación:
fr: Emplacement :
hu: Hely:
it: Ubicazione:
ja: 位置:
pl: Położenie:
pt_br: Localização:
ru: Местоположение:
sk: Umiestnenie:
