Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: The old data file was successfully stored at the following path
cs: Starý datový soubor byl úspěšně uložen do následující cesty.
de: Die alte Datendatei wurde erfolgreich unter dem folgenden Pfad gespeichert
es: El archivo de datos antiguo se ha almacenado correctamente en la siguiente vía.
fr: L'ancien fichier de données a été stocké à l'emplacement suivant
hu: Sikerült menteni a régi adatfájlt a következő helyre
it: Il vecchio file di dati è stato memorizzato nel seguente percorso
ja: 古いデータファイルは、次のパスに正常に保存されました
pl: Stary plik danych został pomyślnie zapisany w następującej ścieżce
pt_br: O arquivo de dados antigo foi armazenado com êxito no seguinte caminho
ru: Старый файл данных успешно сохранен в следующей папке
sk: Starý údajový súbor bol úspešne uložený na nasledujúcej ceste

source: _Location to save old data file
cs: _Umístění pro uložení starého datového souboru
de: _Standort zum Speichern der alten Datendatei
es: _Ubicación para guardar el archivo de datos antiguo
fr: _Emplacement d'enregistrement de l'ancien fichier de données
hu: A régi adatfájl mentésének _helye
it: _Ubicazione in cui salvare il vecchio file di dati
ja: 古いデータファイルを保存する場所(_L)
pl: Położenie _zapisu starego pliku danych
pt_br: _Local para gravar o arquivo de dados antigo
ru: Располо_жение для сохранения старого файла данных
sk: _Miesto na uloženie starého údajového súboru

source: Congratulations!! You have successfully reset the passphrase.Now,you can use the new passphrase to access your data.
cs: Blahopřejeme! Úspěšně jste resetovali heslo. Nyní můžete získat přístup k datům pomocí nového hesla.
de: Herzlichen Glückwunsch!! Sie haben den Passwortsatz erfolgreich zurückgesetzt. Sie können nun den neuen Passwortsatz verwenden, um auf Ihre Daten zuzugreifen.
es: Enhorabuena. Ha restablecido correctamente la contraseña codificada. Ahora, puede utilizar la nueva contraseña codificada para acceder a los datos.
fr: Félicitations ! Votre phrase secrète est réinitialisée. Vous pouvez maintenant utiliser la nouvelle phrase secrète pour accéder à vos données.
hu: Gratulálunk! Sikeresen átállította a hozzáférési kódot. Most már ezzel az új kifejezéssel férhet hozzá adataihoz.
it: Congratulazioni. La stringa di cifratura è stata reimpostata. È ora possibile utilizzare la nuova stringa di cifratura per accedere ai dati.
ja: おめでとうございます。パスフレーズは正常にリセットされました。新しいパスフレーズを使用して、データにアクセスできるようになりました。
pl: Gratulacje! Zwrot hasłowy został pomyślnie zresetowany. Teraz możesz uzyskiwać dostęp do danych za pomocą nowego zwrotu hasłowego.
pt_br: Parabéns!! Você redefiniu com êxito a frase secreta. Agora,você pode usar a nova frase secreta para acessar seus dados.
ru: Поздравляем! Контрольная фраза сброшена. Теперь для доступа к данным можно использовать новую контрольную фразу.
sk: Blahoželáme! Úspešne ste nastavili nový prístupový výraz. Teraz môžete použiť nový prístupový výraz na získanie prístupu k údajom.

source: Set new passphrase
cs: Nastavit nové heslo
de: Neuen Passwortsatz festlegen
es: Definir nueva contraseña codificada
fr: Définir une nouvelle phrase secrète
hu: Új hozzáférési kód beállítása
it: Imposta nuova stringa di cifratura
ja: 新しいパスフレーズを設定する
pl: Ustaw nowy zwrot hasłowy
pt_br: Definir nova frase secreta
ru: Задать новую контрольную фразу
sk: Nastaviť nový prístupový výraz

source: Old data file sent successfully
cs: Starý datový soubor byl úspěšně odeslán.
de: Alte Datendatei erfolgreich gesendet
es: El archivo de datos antiguo se ha enviado correctamente.
fr: Ancien fichier de données envoyé
hu: Sikerült a régi adatfájl elküldése.
it: Invio del vecchio file di dati completato
ja: 古いデータファイルは正常に送信されました
pl: Stary plik danych został pomyślnie wysłany.
pt_br: Arquivo de dados antigo enviado com êxito
ru: Старый файл данных успешно отправлен
sk: Starý údajový súbor bol úspešne odoslaný

source: Obtain old data file
cs: Získat starý datový soubor
de: Alte Datendatei abrufen
es: Obtener archivo de datos antiguo
fr: Obtenir l'ancien fichier de données
hu: Régi adatfájl beszerzése
it: Ottieni il vecchio file di dati
ja: 古いデータファイルを取得する
pl: Uzyskaj stary plik danych
pt_br: Obter arquivo de dados antigo
ru: Получить старый файл данных
sk: Získať starý údajový súbor

source: Select passphrase recovery step
cs: Vybrat krok pro obnovení hesla
de: Schritt der Passwortsatzwiederherstellung auswählen
es: Seleccionar paso de recuperación de contraseña codificada
fr: Sélectionnez l'étape de récupération de la phrase secrète.
hu: Hozzáférési kód helyreállítási lépésének kijelölése
it: Selezionare il passaggio di recupero della stringa di cifratura
ja: パスフレーズ回復手順を選択する
pl: Wybierz krok odzyskiwania zwrotów hasłowych
pt_br: Selecione a etapa de recuperação de frase secreta
ru: Выберите этап восстановления контрольной фразы
sk: Vybrať krok obnovenia prístupového výrazu

source: Select account
cs: Vybrat účet
de: Konto auswählen
es: Seleccionar cuenta
fr: Sélectionner un compte
hu: Fiók kijelölése
it: Seleziona conto
ja: アカウントを選択する
pl: Wybierz konto
pt_br: Selecione a conta
ru: Выберите учетную запись
sk: Vybrať konto

source: Select an option to recover your passphrase.
cs: Vyberte možnost pro obnovení hesla.
de: Wählen Sie eine Option aus, um Ihren Passwortsatz wiederherzustellen.
es: Seleccione una opción para recuperar su contraseña codificada.
fr: Sélectionnez une option pour récupérer votre phrase secrète.
hu: Válasszon egy lehetőséget a hozzáférési kód helyreállítására.
it: Selezionare un'opzione per recuperare la stringa di cifratura.
ja: パスフレーズを回復するためのオプションを選択します。
pl: Wybierz opcję odzyskiwania zwrotu hasłowego.
pt_br: Selecione uma opção para recuperar a frase secreta.
ru: Выберите вариант восстановления контрольной фразы.
sk: Vyberte možnosť na obnovenie prístupového výrazu.

source: I have the _secret file and its password
cs: Mám _tajný soubor a jeho heslo
de: Ich habe die _geheime Datei und das zugehörige Passwort
es: Tengo el archivo de _secreto y su contraseña.
fr: Je dispose du _fichier secret et de son mot de passe
hu: Megvan a titko_s fájl és a jelszava
it: È disponibile il file _segreto e la password corrispondente
ja: 秘密ファイルとそのパスワードがある(_S)
pl: Mam _tajny plik i hasło do niego
pt_br: Tenho o _arquivo secreto e a senha
ru: У меня есть _секретный файл и пароль для него
sk: Mám tajný _súbor a jeho heslo

source: I have the new _data file sent by the administrator
cs: Mám nový _datový soubor odeslaný správcem
de: Der Administrator sendet mir die neue _Datendatei
es: Tengo el nuevo archivo de _datos enviado por el administrador.
fr: Je dispose du nouveau _fichier de données envoyé par l'administrateur.
hu: Megvan a ren_dszergazdától kapott új adatfájl
it: È disponibile il nuovo file di _dati inviato dall'amministratore
ja: 管理者から送信された新しいデータファイルがある(_D)
pl: Mam nowy plik _danych otrzymany od administratora
pt_br: Tenho o novo _arquivo de dados enviado pelo administrador
ru: У меня есть новый файл д_анных, полученный от администратора
sk: Mám _nový údajový súbor odoslaný správcom

source: _I have no secret or data file
cs: _Nemám žádný tajný ani datový soubor
de: _Ich habe keine geheime Datei oder Datendatei
es: _No tengo el archivo de secreto ni el archivo de datos.
fr: _Je ne dispose d'aucun fichier secret ni de données.
hu: _Nincs titkos fájl vagy adatfájl
it: _Non è disponibile il file segreto o di dati
ja: 秘密ファイルもデータファイルもない(_I)
pl: Nie _mam tajnego pliku ani pliku danych
pt_br: _Não tenho o arquivo secreto ou o arquivo de dados
ru: У меня _нет секретного файла или файла данных
sk: Nemám _tajný ani údajový súbor

source: Select a file ....
cs: Vybrat soubor...
de: Datei auswählen...
es: Seleccione un archivo...
fr: Sélectionner un fichier...
hu: Fájl kijelölése...
it: Seleziona un file...
ja: ファイルの選択...
pl: Wybierz plik...
pt_br: Selecione um arquivo...
ru: Выбор файла...
sk: Vyberte súbor...

source: Is the _above file encrypted?
cs: _Je výše uvedený soubor šifrovaný?
de: Ist die _oben genannte Datei verschlüsselt?
es: ¿Está cifrado el archivo anterior?
fr: Le fichier _ci-dessus est-il codé ?
hu: _A fenti fájl titkosítva van?
it: Il file _precedente è cifrato?
ja: 上のファイルは暗号化されていますか?(_A)
pl: Czy p_owyższy plik jest zaszyfrowany?
pt_br: O _arquivo acima está criptografado?
ru: Указанный _выше файл зашифрован?
sk: Je súbor uvedený _vyššie šifrovaný?

source: Finish
cs: Konec
de: Fertig stellen
es: Finalizar
fr: Terminer
hu: Befejezés
it: Fine
ja: 終了
pl: Zakończ
pt_br: Concluir
ru: Готово
sk: Dokončiť

source: Passphrase reset failed
cs: Resetování hesla se nezdařilo.
de: Fehler beim Zurücksetzen des Passwortsatzes
es: Error en la restauración de contraseña codificada
fr: La phrase secrète n'a pas pu être réinitialisée.
hu: A hozzáférési kód átállítása nem sikerült
it: Reimpostazione della stringa di cifratura non riuscita
ja: パスフレーズをリセットできませんでした
pl: Zresetowanie zwrotu hasłowego nie powiodło się.
pt_br: Falha ao redefinir frase secreta
ru: Ошибка сброса контрольной фразы
sk: Nastavenie nového prístupového výrazu zlyhalo

source: Unable to authenticate to the domain.You have been logged out of the account.Please login and try again
cs: Nelze provést ověření v doméně. Byli jste odhlášeni od účtu. Přihlaste se a zkuste to znovu.
de: Authentifizierung bei der Domäne nicht möglich. Sie wurden vom Konto abgemeldet. Melden Sie sich an und versuchen Sie es erneut
es: No es posible completar la autenticación para acceder al dominio. Ha salido de la cuenta. Entre y vuelva a intentarlo.
fr: Impossible de vous authentifier auprès du domaine. Vous avez été délogué du compte. Loguez-vous et réessayez.
hu: Nem lehet hitelesítést végrehajtani a tartomány felé. A rendszer kijelentkeztette a fiókból. Jelentkezzen be, és próbálkozzon újra.
it: Impossibile autenticare il dominio. È stato eseguito il logout del conto. Eseguire il login e riprovare
ja: ドメインに対して認証できません。アカウントからログアウトしています。ログインしてからやり直してください
pl: Nie można przeprowadzić uwierzytelniania w domenie. Nastąpiło wylogowanie z konta. Zaloguj się i spróbuj ponownie.
pt_br: Impossível autenticar o domínio. Você efetuou logout da conta. Efetue login e tente novamente
ru: Не удается аутентифицироваться в домене. Выполнен выход из учетной записи. Войдите в систему и повторите попытку.
sk: Nie je možné poskytnúť overenie pre doménu. Boli ste odhlásení z konta. Prihláste sa a skúste znova

source: You have been logged out of the account.Please login and try again.
cs: Byli jste odhlášeni od účtu. Přihlaste se a zkuste to znovu.
de: Sie wurden vom Konto abgemeldet. Melden Sie sich an und versuchen Sie es erneut.
es: Ha salido de la cuenta. Entre y vuelva a intentarlo.
fr: Vous avez été délogué du compte. Loguez-vous et réessayez.
hu: A rendszer kijelentkeztette a fiókból. Jelentkezzen be, és próbálkozzon újra.
it: È stato eseguito il logout del conto. Eseguire il login e riprovare.
ja: アカウントからログアウトしています。ログインしてからやり直してください。
pl: Nastąpiło wylogowanie z konta. Zaloguj się i spróbuj ponownie.
pt_br: Você efetuou logout da conta. Efetue login e tente novamente.
ru: Выполнен выход из учетной записи. Войдите в систему и повторите попытку.
sk: Boli ste odhlásení z konta. Prihláste sa a skúste znova.

source: Passphrase reset successfully
cs: Resetování hesla bylo úspěšné.
de: Passwortsatz erfolgreich zurückgesetzt
es: La contraseña codificada se ha restablecido correctamente.
fr: La phrase secrète a été réinitialisée.
hu: Sikerült a hozzáférési kód átállítása.
it: Reimpostazione della stringa di cifratura completata
ja: パスフレーズは正常にリセットされました
pl: Zwrot hasłowy został pomyślnie zresetowany.
pt_br: Frase secreta redefinida com êxito
ru: Контрольная фраза сброшена
sk: Nový prístupový výraz bol úspešne nastavený

source: Server_Default
cs: _Výchozí nastavení serveru
de: Server-Standardeinstellung
es: Valores por defecto_del servidor
hu: _Kiszolgálói alapértelmezés
it: Default _server
ja: サーバのデフォルト(_D)
pl: Serwer — _domyślny
pt_br: Servidor_Padrão
ru: Настройки сервера _по умолчанию
sk: _Server (predvolená hodnota)

source: The values in the new and confirm passphrase fields do not match
cs: Hodnoty v polích pro nové heslo a jeho potvrzení se neshodují.
de: Die Werte im neuen Passwortsatz stimmen nicht mit denen im wiederholten Passwortsatz überein
es: Los valores de los campos correspondientes a la contraseña codificada nueva y a la de confirmación no coinciden.
fr: Les valeurs des champs de la nouvelle phrase secrète et de la phrase secrète de confirmation ne correspondent pas.
hu: Az új és a megerősítő hozzáférési kód mezőjébe beírt érték nem egyezik.
it: I valori nei campi della nuova stringa di cifratura e di conferma non corrispondono
ja: 新しいパスフレーズと確認パスフレーズのフィールドの値が一致していません
pl: Wartości w polach nowego hasła i potwierdzenia hasła nie zgadzają się.
pt_br: Os valores nos campos nova e confirmar frase secreta não são iguais
ru: Значения в полях новой контрольной фразы и подтверждения не совпадают
sk: Hodnoty v poliach pre nový prístupový výraz a pre potvrdenie prístupového výrazu sa nezhodujú

source: New data location is invalid
cs: Nové datové umístění je neplatné.
de: Der neue Datenstandort ist ungültig
es: La ubicación de los nuevos datos no es válida.
fr: Le nouvel emplacement des données n'est pas valide.
hu: Érvénytelen az adathoz megadott új hely.
it: La nuova ubicazione dei dati non è valida
ja: 新しいデータの場所が無効です
pl: Nowe położenie danych jest nieprawidłowe.
pt_br: Novo local de dados inválido
ru: Новый путь к данным недопустим
sk: Nové umiestnenie údajov je neplatné

source: Enter the location of an xml file
cs: Zadejte umístění souboru XML.
de: Standort einer XML-Datei eingeben
es: Introduzca la ubicación de un archivo xml.
fr: Entrez l'emplacement d'un fichier XML.
hu: Adja meg egy XML-fájl helyét.
it: Immettere l'ubicazione di un file xml
ja: xml ファイルの場所を入力してください
pl: Wprowadź położenie pliku xml.
pt_br: Digite a localização do arquivo xml
ru: Введите путь к файлу XML
sk: Zadať umiestnenie súboru xml

source: Unable to send old data file
cs: Nelze odeslat starý datový soubor.
de: Senden der alten Datendatei nicht möglich
es: No es posible enviar el archivo de datos antiguo.
fr: Impossible d'envoyer l'ancien fichier de données.
hu: Nem sikerült elküldeni a régi adatfájlt.
it: Impossibile inviare il vecchio file di dati
ja: 古いデータファイルを送信できません
pl: Nie można wysłać starego pliku danych.
pt_br: Impossível enviar o arquivo de dados antigo
ru: Не удается отправить старый файл данных
sk: Nie je možné odoslať starý údajový súbor

source: Display synchronization _logs
cs: Zobrazit sync_hronizační protokoly
de: Synchronisierungs_protokolle anzeigen
es: Mostrar _registros de la sincronización
fr: Afficher les _journaux de synchronisation
hu: Szinkronizálási _naplók megjelenítése
it: Visualizza _log di sincronizzazione
ja: 同期ログを表示する(_L)
pl: _Wyświetl dzienniki synchronizacji
pt_br: Exibir registros de _sincronização
ru: Вывести на экран _журналы синхронизации
sk: Zobraziť denníky _synchronizácie

source: Display notifications for _policy violations
cs: Zobrazit _upozornění při porušení zásad
de: Benachrichtigung für _Richtlinienverletzungen anzeigen
es: Mostrar notificaciones de infracciones de _directivas
fr: Afficher des notifications pour les _violations de stratégies
hu: _Házirendmegsértésre vonatkozó értesítések megjelenítése
it: Visualizza notifiche per le violazioni delle _norme
ja: ポリシー違反の通知を表示する(_P)
pl: Wyświetl powiadomienia o _naruszeniu założeń
pt_br: Exibir notificações de _violações de política
ru: Отображать уведомления при _нарушении политики
sk: Zobrazovať upozornenia na _porušenie politiky

source: Hide ifolder _main window at startup
cs: Skrýt při _spuštění hlavní okno aplikace iFolder
de: iFolder-_Hauptfenster beim Starten ausblenden
es: Ocultar la ventana _principal de iFolder durante el inicio
fr: _Masquer la fenêtre principale du dossier iFolder au démarrage
hu: Az iFolder _főablak elrejtése indításkor
it: Nascondi la finestra _principale di iFolder all'avvio
ja: 起動時にiFolderメインウィンドウを表示しない(_M)
pl: Ukryj okno _główne programu iFolder po uruchomieniu
pt_br: Ocultar janela _principal do ifolder na inicialização
ru: Скрывать главное _окно iFolder при запуске
sk: Skryť _hlavné okno priečinka ifolder pri spustení

source: _Location:
cs: _Umístění:
de: _Standort:
es: _Ubicación:
fr: _Emplacement :
hu: _Hely:
it: _Ubicazione:
ja: 場所(_L):
pl: _Położenie:
pt_br: _Localização:
ru: _Расположение:
sk: _Umiestnenie:

source: Please wait for iFolder to start... Press <a href="CancelStartup">here</a> to cancel.
cs: Počkejte na spuštění složky iFolder... Klepnutím <a href="CancelStartup">sem</a> lze akci zrušit.
de: Warten Sie, bis iFolder gestartet wird... Drücken Sie <a href="CancelStartup">hier</a>, um den Vorgang abzubrechen.
es: Espere a que iFolder se inicie... Pulse <a href="CancelStartup">aquí</a> para cancelar.
fr: Veuillez patienter pendant le démarrage d'iFolder... Cliquez <a href="CancelStartup">ici</a> pour annuler.
hu: Várja meg, amíg az iFolder elindul... A megszakításhoz kattintson <a href="CancelStartup">ide</a>.
it: Attendere l'avvio di iFolder... Premere <a href="CancelStartup">qui</a> per annullare.
ja: iFolderが起動するまでお待ちください... キャンセルするには<a href="CancelStartup">ここ</a>をクリックしてください。
pl: Czekaj na uruchomienie programu iFolder... Kliknij <a href="CancelStartup">tutaj</a>, aby anulować.
pt_br: Aguarde enquanto o iFolder é iniciado... Clique <a href="CancelStartup">aqui</a> para cancelar.
ru: Подождите, пока запустится iFolder. Нажмите <a href="CancelStartup">здесь</a>, чтобы отменить.
sk: Počkajte, kým sa spustí aplikácia iFolder... Ak chcete jej spustenie zrušiť, kliknite <a href="CancelStartup">tu</a>.

source: Save as...
cs: Uložit jako...
de: Speichern unter...
es: Guardar como...
fr: Enregistrer sous...
hu: Mentés másként...
it: Salva come...
ja: 名前を付けて保存...
pl: Zapisz jako...
pt_br: Gravar como...
ru: Сохранить как...
sk: Uložiť ako...

source: Passphrase Recovery Wizard
cs: Průvodce obnovením hesla
de: Agent für die Passwortsatzwiederherstellung
es: Asistente de recuperación de contraseña codificada
fr: Assistant de récupération de la phrase secrète
hu: Hozzáférési kód helyreállítása varázsló
it: Recupero guidato stringa di cifratura
ja: パスフレーズ回復ウィザード
pl: Kreator odzyskiwania hasła
pt_br: Assistente de Recuperação de Frase Secreta
ru: Мастер восстановления контрольной фразы
sk: Sprievodca obnovením prístupového výrazu

source: _iFolder Account
cs: Účet _iFolder
de: _iFolder-Konto
es: _Cuenta de iFolder
fr: C_ompte iFolder
hu: _iFolder fiók
it: _Conto iFolder
ja: _iFolderアカウント(_I)
pl: _Konto programu iFolder
pt_br: _Conta do iFolder
ru: _Учетная запись iFolder
sk: _Konto aplikácie iFolder

source: Conflict Bin Path
cs: Cesta koše konfliktů
de: Pfad zur Konfliktübersicht
es: Vía de la bandeja de conflicto
fr: Chemin d'accès de la liste des conflits
hu: Ütközési lomtár elérési útja
it: Percorso cartella dei conflitti
ja: 競合ファイルのパス
pl: Ścieżka pojemnika na pliki konfliktowe
pt_br: Caminho da Pasta de Conflito
ru: Путь к корзине
sk: Cesta Koša konfliktov

source: Account Not Encrypted
cs: Účet není zašifrovaný.
de: Konto nicht verschlüsselt
es: Cuenta no cifrada
fr: Compte non codé
hu: Nem titkosított fiók
it: Conto non cifrato
ja: アカウントが暗号化されていません
pt_br: Conta Não Criptografada
ru: Учетная запись не зашифрована
sk: Konto nie je šifrované

source: Encryption is not enabled for this account. Contact your system administrator to enable encryption.
cs: Šifrování není pro tento účet zapnuto. Požádejte správce systému o zapnutí šifrování.
de: Für dieses Konto ist keine Verschlüsselung aktiviert. Wenden Sie sich an den Systemadministrator, um die Verschlüsselung zu aktivieren.
es: No se ha habilitado el cifrado para esta cuenta. Póngase en contacto con el administrador del sistema para habilitarlo.
fr: Le codage n'est pas activé pour ce compte. Pour activer le codage, contactez votre administrateur système.
hu: A titkosítás nincs engedélyezve a fiókhoz. Kérje meg a rendszergazdát, hogy engedélyezze a titkosítást.
it: Cifratura non abilitata per il conto. Contattare l'amministratore del sistema per abilitare la cifratura.
ja: このアカウントでは暗号化が有効になっていません。システム管理者に連絡して暗号化を有効にしてください。
pl: Szyfrowanie nie jest włączone dla tego konta. W sprawie jego włączenia skontaktuj się z administratorem systemu.
pt_br: A criptografia não está habilitada para esta conta. Contate seu administrador de sistema para habilitar a criptografia.
ru: Шифрование не включено для этой учетной записи. Чтобы включить его, обратитесь к системному администратору.
sk: Pre toto konto nie je povolené šifrovanie. Požiadajte správcu systému o povolenie šifrovania.

source: Passphrase Not Set
cs: Heslo není nastaveno.
de: Passwortsatz nicht festgelegt
es: Contraseña codificada no definida
fr: Phrase secrète non définie
hu: Nincs hozzáférési kód beállítva
it: Stringa di cifratura non impostata
ja: パスフレーズが設定されていません
pl: Nie ustawiono zwrotu hasłowego
pt_br: Frase secreta Não Definida
ru: Ключевая фраза не задана
sk: Prístupový výraz nie je nastavený

source: Passphrase is not set for this account.
cs: Pro tento účet není nastaveno heslo.
de: Für dieses Konto wurde kein Passwortsatz festgelegt.
es: No se ha definido la contraseña codificada para esta cuenta.
fr: Aucune phrase secrète n'est définie pour ce compte.
hu: A fiókhoz nincs hozzáférési kód beállítva.
it: Stringa di cifratura non impostata per il conto.
ja: このアカウントではパスフレーズが設定されていません。
pl: Nie ustawiono zwrotu hasłowego dla tego konta.
pt_br: A frase secreta não está definida para esta conta.
ru: Ключевая фраза не задана для этой учетной записи.
sk: Pre toto konto nie je nastavený prístupový výraz.

source: Available for download
cs: Dostupné pro stažení
de: Verfügbar zum Herunterladen
es: Disponible para la descarga
fr: Disponible pour téléchargement
hu: Letölthető
it: Disponibile per il download
ja: ダウンロード可能
pl: Dostępne do pobrania
pt_br: Disponível para download
ru: Доступно для загрузки
sk: K dispozícii na prevzatie

source: Available: {0}
cs: Dostupné: {0}
de: Verfügbar: {0}
es: Disponible: {0}
fr: Disponible: {0}
hu: Használható: {0}
it: Disponibili: {0}
ja: 使用可能: {0}
pl: Dostępne: {0}
pt_br: Disponível: {0}
ru: Доступно: {0}
sk: Dostupné: {0}

source: Used: {0}
cs: Používáno: {0}
de: Belegt: {0}
es: Usado: {0}
fr: Utilisé : {0}
hu: Használt: {0}
it: In uso: {0}
ja: 使用済み: {0}
pl: Używane: {0}
pt_br: Usado: {0}
ru: Используется: {0}
sk: Využité: {0}

source: Deletion in progress
cs: Probíhá odstraňování
de: Löschen wird durchgeführt
es: Supresión en curso
fr: Suppression en cours
hu: Törlés folyamatban
it: Eliminazione in corso
ja: 削除処理中
pl: Usuwanie w toku
pt_br: Exclusão em andamento
ru: Выполняется удаление
sk: Prebieha odstraňovanie

source: Cannot download the file (0) because the file path exceeds the optimal limit.
cs: Soubor (0) nelze stáhnout, protože cesta k souboru překračuje optimální limit.
de: Die Datei (0) kann nicht heruntergeladen werden, da der Dateipfad die optimale Grenze überschreitet.
es: No es posible descargar el archivo (0) porque la ruta del archivo supera el límite óptimo.
fr: Le fichier (0) ne peut pas être téléchargé car le chemin du fichier dépasse la limite optimale.
hu: Nem tölthető le a fájl (0), mert a fájlelérési út túllépi az optimális korlátot.
it: Impossibile effettuare il download del file (0) in quanto il percorso del file supera il limite ottimale.
ja: ファイルパスが最適な制限を超えているため、ファイル（0）をダウンロードできません。
pl: Nie można pobrać pliku (0), ponieważ ścieżka pliku przekracza optymalny limit.
pt_br: Não é possível fazer download do arquivo (0) porque o caminho do arquivo excede o limite ideal.
ru: Невозможно загрузить файл (0), поскольку путь к файлу превышает оптимальное ограничение.
sk: Súbor (0) nie je možné prevziať, pretože cesta k súboru presahuje optimálny limit.
