Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: You do not have access to save the file in the location you specified. Please select a different location.
cs: Nemáte přístup k uložení souboru do zadaného umístění. Vyberte prosím jiné umístění.
de: Sie haben keinen Zugriff zum Speichern der Datei am von Ihnen angegebenen Standort. Geben Sie einen anderen Standort an.
es: No dispone del acceso para guardar el archivo en la ubicación especificada. Seleccione una ubicación diferente e inténtelo de nuevo.
fr: Vous ne pouvez pas enregistrer le fichier à l'emplacement spécifié. Sélectionnez un autre emplacement.
hu: Nem rendelkezik hozzáférési jogosultsággal a fájlhoz a megadott helyen. Válasszon másik helyet.
it: Non si dispone di diritti di accesso sufficienti per salvare il file nell'ubicazione specificata. Selezionare un'altra ubicazione.
ja: 指定した場所にファイルを保存するためのアクセス権がありません。別の場所を選択してください。
pl: Użytkownik nie ma uprawnień do zapisania pliku w określonym położeniu. Należy wybrać inne położenie.
pt_br: Você não possui acesso de gravação do arquivo na localização especificada. Selecione outra localização.
ru: Нет доступа для сохранения файла в указанном расположении. Выберите другое расположение.
sk: Nemôžete súbor uložiť do zadaného umiestnenia, pretože nemáte dostatočný prístup. Vyberte iné umiestnenie.

source: Error saving the log file
cs: Chyba při ukládání protokolového souboru.
de: Fehler beim Speichern der Protokolldatei
es: Error al guardar el archivo de registro
fr: Erreur d'enregistrement du fichier journal
hu: Hiba történt a naplófájl mentésekor.
it: Errore durante il salvataggio del file di log
ja: ログファイルの保存中にエラーが発生しました
pl: Błąd podczas zapisywania pliku dziennika
pt_br: Erro ao gravar o arquivo de registro
ru: Ошибка сохранения файла журнала
sk: Chyba ukladania súboru denníka

source: An exception occurred trying to save the log: {0}
cs: Nastala výjimka při pokusu o uložení protokolu: {0}
de: Ausnahmefehler beim Speichern des Protokolls: {0}
es: Se ha producido una excepción al intentar guardar el registro: {0}
fr: Une exception s'est produite lors de la tentative d'enregistrement du journal : {0}
hu: Kivétel történt a napló mentésére tett kísérlet közben: {0}
it: Eccezione durante il tentativo di salvare il file di log: {0}
ja: ログの保存を試みましたがエラーが発生しました: {0}
pl: Podczas próby zapisania dziennika wystąpił wyjątek: {0}
pt_br: Exceção ao tentar gravar o registro: {0}
ru: Произошло исключение при попытке сохранения журнала: {0}
sk: Pri pokuse o uloženie denníka nastala výnimka: {0}

source: The iFolder Client experienced an error trying to save the log. Please report this bug.
cs: Klient aplikace iFolder se setkal s chybou při pokusu o uložení protokolu. Nahlaste prosím tuto chybu.
de: Auf dem iFolder-Client ist beim Speichern des Protokolls ein Fehler aufgetreten. Bitte melden Sie diesen Fehler.
es: El Cliente iFolder ha generado un error al intentar guardar el registro. Informe de este error.
fr: Erreur du client iFolder lors de la tentative d'enregistrement du journal. Veuillez signaler ce bogue.
hu: Az iFolder ügyfélprogram hibát észlelt a napló mentésére tett kísérlet közben. Kérjük, jelentse be a hibát.
it: Errore nel client iFolder durante il tentativo di salvare il file di log. Segnalare questo problema.
ja: ログの保存を試行中にiFolder Clientでエラーが発生しました。このバグは報告してください。
pl: Podczas próby zapisu dziennika klient iFolder zgłosił błąd. Przekaż raport o tym błędzie.
pt_br: O Cliente do iFolder apresentou um erro ao tentar gravar o registro. Reporte esse bug.
ru: Произошла ошибка клиента iFolder при попытке сохранения журнала. Сообщите об этом сбое.
sk: Klient aplikácie iFolder narazil na chybu pri pokuse o uloženie denníka. Nahláste túto chybu.

source: iFolder Preferences
cs: Předvolby složky iFolder
de: iFolder-Einstellungen
es: Preferencias de iFolder
fr: Préférences iFolder
hu: iFolder beállítások
it: Preferenze di iFolder
ja: iFolderの初期設定
pl: Preferencje programu iFolder
pt_br: Preferências do iFolder
ru: Настройки iFolder
sk: Preferencie aplikácie iFolder

source: Accou_nts
cs: Úč_ty
de: Ko_nten
es: Cuen_tas
fr: Co_mptes
hu: Fiók_ok
it: Co_nti
ja: アカウント(_N)
pl: Ko_nta
pt_br: Co_ntas
ru: Учетные запи_си
sk: Kon_tá

source: System Name
cs: Název systému
es: Nombre del sistema
fr: Nom du système
hu: Rendszer neve
it: Nome sistema
ja: システム名
pl: Nazwa systemowa
pt_br: Nome do Sistema
ru: Имя системы
sk: Názov systému

source: Username
cs: Uživatelské jméno
de: Benutzername:
es: Usuario:
fr: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente:
ja: ユーザ名
pl: Nazwa użytkownika
pt_br: Nome do Usuário
ru: Имя пользователя
sk: Meno používateľa

source: Server Name
cs: Název serveru
es: Servidor
fr: Nom du serveur
hu: Kiszolgáló neve
it: Nome server
ja: サーバ名
pl: Nazwa serwera
pt_br: Nome do Servidor
ru: Имя сервера
sk: Názov servera

source: Account Name
cs: Název účtu
de: Kontoname
es: Nombre de cuenta
fr: Nom du compte
hu: Fiók neve
ja: アカウント名
pl: Nazwa konta
pt_br: Nome da Conta
ru: Имя учетной записи
sk: Názov konta

source: _Details
cs: Po_drobné údaje
es: _Detalles
fr: _Détails
hu: _Részletek
it: _Dettagli
ja: 詳細(_D)
pl: _Szczegóły
pt_br: _Detalhes
ru: _Подробная информация
sk: _Podrobnosti

source: Account Settings
cs: Nastavení účtu
de: Kontoeinstellungen
es: Ajustes de cuenta
fr: Paramètres de compte
hu: Fiókbeállítások
it: Impostazioni conto
ja: アカウントの設定
pl: Ustawienia konta
pt_br: Configurações de Conta
ru: Настройки учетной записи
sk: Nastavenie konta

source: User name:
cs: Jméno uživatele:
de: Benutzername:
es: Usuario:
fr: Nom d'utilisateur :
hu: Felhasználónév:
it: Nome utente:
ja: ユーザ名:
pl: Nazwa użytkownika:
pt_br: Nome do Usuário:
ru: Имя пользователя:
sk: Meno používateľa:

source: Remember _password
cs: P_amatovat si heslo
de: _Passwort speichern
es: Recordar _contraseña
fr: Mémoriser le mot de _passe
hu: Jelszó _mentése
it: Memorizza _password
ja: パスワードを保存する(_P)
pl: Zapamiętaj _hasło
pt_br: Lembrar _senha
ru: Запомнить _пароль
sk: Zapamätať _heslo

source: _Enable account
cs: _Povolit účet
de: _Konto aktivieren
es: _Habilitar la cuenta
fr: _Activer le compte
hu: Fiók _engedélyezése
it: _Abilita conto
ja: アカウントを有効にする(_E)
pl: _Włącz konto
pt_br: _Habilitar Conta
ru: _Разрешение учетной записи
sk: _Povoliť konto

source: De_fault account
cs: Vý_chozí účet
de: St_andardkonto
es: C_uenta por defecto
fr: Compte par dé_faut
hu: _Alapértelmezett fiók
it: Conto di de_fault
ja: デフォルトアカウント(_F)
pl: _Domyślne konto
pt_br: Co_nta padrão
ru: Учетная запись по у_молчанию
sk: Pr_edvolené konto

source: Logged in
cs: Přihlášení provedeno
de: Angemeldet
es: Conectado
fr: Logué
hu: Bejelentkezve
it: Login eseguito
ja: ログイン
pl: Zalogowano
pt_br: Login Efetuado
ru: Выполнен вход
sk: Prihlásený

source: Logged out
cs: Odhlášen
de: Abgemeldet
es: Salió
fr: Délogué
hu: Kijelentkezve
it: Scollegato
ja: ログアウト済
pl: Wylogowany
pt_br: Desconectado
ru: Выполнен выход
sk: Odhlásený

source: Disabled
cs: Vypnuto
de: Deaktiviert
es: Inhabilitado
fr: Désactivé
hu: Letiltva
it: Disattivato
ja: 使用不可
pl: Wyłączone
pt_br: Desabilitado
ru: Запрещено
sk: Vypnutá

source: Lose current settings?
cs: Ztratit aktuální nastavení?
de: Aktuelle Einstellungen verwerfen?
es: ¿Desea ignorar los ajustes actuales?
fr: Perdre les paramètres actuels ?
hu: Hagyja elveszni az aktuális beállításokat?
it: Eliminare le impostazioni attuali?
ja: 現在の設定を廃棄しますか?
pl: Czy utracić bieżące ustawienia?
pt_br: Perder configurações atuais?
ru: Удалить текущие параметры?
sk: Chcete zrušiť aktuálne nastavenia?

source: You are currently creating a new account. By selecting a different account you cancel the operation.
cs: Právě vytváříte nový účet. Pokud vyberete jiný účet, operace bude zrušena.
de: Sie erstellen gerade ein neues Konto. Durch Auswahl eines anderen Kontos brechen Sie den Vorgang ab.
es: En estos momentos está creando una nueva cuenta. Para cancelar la operación, seleccione otra cuenta.
fr: Vous allez créer un nouveau compte. Si vous sélectionnez un autre compte, vous allez annuler cette opération.
hu: Jelenleg egy új fiók létrehozását végzi. Ha másik fiókot választ, megszakítja a műveletet.
it: È in corso la creazione di un nuovo conto. Se si seleziona un altro conto, l'operazione verrà annullata.
ja: 現在、新しいアカウントを作成中です。別のアカウントを選択すると操作をキャンセルします。
pl: Trwa tworzenie nowego konta. Wybranie innego konta spowoduje anulowanie wykonywanej operacji.
pt_br: Você está criando uma conta nova no momento. Ao selecionar outra conta, você cancela a operação.
ru: В данный момент создается новая учетная запись. При выборе другой учетной записи эта операция будет отменена.
sk: Momentálne vytvárate nové konto. Vybratím iného konta operáciu zrušíte.

source: Unable to log out of the iFolder Server
cs: Nelze se odhlásit ze serveru iFolder.
de: Abmeldung vom iFolder-Server nicht möglich
es: No es posible salir del servidor iFolder
fr: Impossible de se déloguer du serveur iFolder
hu: Nem sikerült kijelentkezni az iFolder kiszolgálóról
it: Impossibile eseguire il logout dal server iFolder
ja: iFolder サーバからログアウトできません
pl: Nie można wylogować się z serwera iFolder
pt_br: Impossível efetuar logout do Servidor iFolder
ru: Не удается выполнить выход из сервера iFolder
sk: Nepodarilo sa odhlásiť zo servera iFolder

source: An error was encountered while logging out of the iFolder Server. If the problem persists, please contact your network administrator.
cs: Během odhlašování ze serveru iFolder došlo k chybě. Pokud problém přetrvává, obraťte se na správce sítě.
de: Fehler beim Abmelden vom iFolder-Server. Wenn das Problem weiterhin auftritt, wenden Sie sich an Ihren Netzwerkadministrator.
es: Error al salir del servidor iFolder. Si el problema persiste, póngase en contacto con el administrador de red.
fr: Une erreur a été détectée lors du logout du serveur iFolder. Si le problème persiste, contactez votre administrateur réseau.
hu: Hiba történt az iFolder kiszolgálóról való kijelentkezés közben. Ha a probléma továbbra is fennáll, forduljon a hálózati rendszergazdához.
it: Errore durante l'esecuzione del logout dal server iFolder. Se il problema persiste, contattare l'amministratore di rete.
ja: iFolder サーバからのログアウト中にエラーが発生しました。問題が解決しない場合は、ネットワーク管理者に連絡してください。
pl: Podczas wylogowywania się z serwera iFolder wystąpił błąd. Jeśli problem będzie się powtarzał, skontaktuj się z administratorem sieci.
pt_br: Erro ao efetuar logout do Servidor iFolder. Se o problema persistir, contate o administrador da rede.
ru: Произошла ошибка при выходе из сервера iFolder. Если проблема возникнет снова, обратитесь к администратору сети.
sk: Pri odhlasovaní sa zo servera iFolder nastala chyba. Ak problém pretrváva, obráťte sa na správcu siete.

source: An account for this server already exists on the local machine. Only one account per server is allowed.
cs: Účet pro tento server v místním počítači již existuje. Povolen je pouze jeden účet pro každý server.
de: Auf dem lokalen Rechner gibt es bereits ein Konto für diesen Server. Es ist nur ein Konto pro Server zulässig.
es: Ya existe una cuenta para este servidor en el equipo local. Sólo se permite una cuenta por servidor.
fr: Il existe déjà un compte pour ce serveur sur la machine locale. Un seul compte par serveur est autorisé.
hu: Ehhez a kiszolgálóhoz már van egy fiók a helyi számítógépen. Kiszolgálónként csak egy fiók használható.
it: Esiste già un conto per questo server nel computer locale. È consentito un solo conto per server.
ja: このサーバのアカウントはローカルコンピュータ上にすでに存在します。サーバごとに許可されるアカウントは1つだけです。
pl: Konto dla tego serwera istnieje już na komputerze lokalnym. Dozwolone jest tylko jedno konto na serwer.
pt_br: Já existe uma conta deste servidor na máquina local. Somente uma conta por servidor é permitida.
ru: Учетная запись для данного сервера уже существует на локальном компьютере. Разрешена только одна учетная запись для каждого сервера.
sk: Konto pre tento server už na lokálnom počítači existuje. Povolené je iba jedno konto na server.

source: Unable to connect to the iFolder Server
cs: Nelze se připojit k serveru iFolder
de: Verbindung zu iFolder-Server nicht möglich
es: No es posible conectar con el servidor iFolder
fr: Impossible de se connecter au serveur iFolder
hu: Nem lehet kapcsolódni az iFolder kiszolgálóhoz
it: Impossibile eseguire la connessione al server iFolder
ja: iFolderサーバに接続できません
pl: Nie można połączyć się z serwerem iFolder
pt_br: Impossível conectar-se ao Servidor iFolder
ru: Не удается подключиться к серверу iFolder
sk: Nedá sa pripojiť k serveru iFolder

source: An error was encountered while connecting to the iFolder server. Please verify the information entered and try again. If the problem persists, please contact your network administrator.
cs: Během připojování k serveru iFolder došlo k chybě. Ověřte prosím zadané informace a zkuste to znovu. Pokud problém přetrvává, obraťte se na správce sítě.
de: Fehler beim Aufbauen der Verbindung zum iFolder-Server. Überprüfen Sie die eingegebenen Informationen und versuchen Sie es erneut. Wenn das Problem weiterhin auftritt, wenden Sie sich an den Netzwerkadministrator.
es: Error al conectar con el servidor iFolder. Verifique la información que ha escrito e inténtelo de nuevo. Si el problema persiste, póngase en contacto con el administrador de red.
fr: Erreur de connexion au serveur iFolder. Vérifiez les informations entrées et réessayez. Si le problème persiste, contactez votre administrateur réseau.
hu: Hiba történt az iFolder kiszolgálóhoz való csatlakozáskor. Ellenőrizze a megadott adatokat, és próbálja meg újra. Ha a probléma továbbra is fennáll, forduljon a hálózati rendszergazdához.
it: Errore durante la connessione al server iFolder. Verificare le informazioni immesse e riprovare. Se il problema persiste, contattare l'amministratore di rete.
ja: iFolderサーバへの接続中にエラーが発生しました。入力した情報を確認し、再度実行してください。それでも問題が解決しない場合は、ネットワーク管理者に連絡してください。
pl: Podczas łączenia się z serwerem iFolder wystąpił błąd. Sprawdź wprowadzone informacje i spróbuj ponownie. Jeśli problem będzie nadal występował, skontaktuj się z administratorem sieci.
pt_br: Erro ao conectar-se ao servidor iFolder. Verifique as informações digitadas e tente novamente. Se o problema persistir, contate o administrador da rede.
ru: Ошибка при подключении к серверу iFolder. Проверьте введенную информацию и повторите попытку. Если проблема остается, обратитесь к администратору сети.
sk: Pri pripájaní sa k serveru iFolder nastala chyba. Skontrolujte zadané informácie a skúste to znova. Ak problém pretrváva, obráťte sa na správcu siete.

source: iFolder cannot verify the identity of the iFolder Server "{0}".
cs: Aplikace iFolder nemůže ověřit identifikaci serveru iFolder "{0}".
de: Die Identität vom iFolder-Server "{0}" kann von iFolder nicht überprüft werden.
es: iFolder no puede verificar la identidad del servidor iFolder "{0}".
fr: iFolder ne peut pas vérifier l'identité du serveur iFolder "{0}".
hu: Az iFolder nem tudja ellenőrizni a következő iFolder kiszolgáló identitását: "{0}".
it: Impossibile verificare l'identità del server iFolder "{0}".
ja: iFolderはiFolderサーバ「{0}」のIDを確認できません。
pl: Program iFolder nie może zweryfikować tożsamości serwera iFolder {0}.
pt_br: O iFolder não pode verificar a identidade do Servidor iFolder "{0}".
ru: iFolder не удается проверить идентичность сервера iFolder "{0}".
sk: Aplikácia iFolder nemôže overiť identitu servera iFolder „{0}“.

source: The certificate for this iFolder Server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be "{0}" which could put your confidential information at risk. Before accepting this certificate, you should check with your system administrator. Do you want to accept this certificate permanently and continue to connect?
cs: Certifikát pro tento server iFolder byl podepsán neznámým certifikačním úřadem. Možná se připojujete k serveru, který předstírá, že je "{0}", což by mohlo ohrozit vaše důvěrné informace. Před přijetím tohoto certifikátu byste ho měli ověřit u správce systému. Chcete přijmout tento certifikát trvale a pokračovat v připojení?
de: Das Zertifikat für diesen iFolder-Server wurde von einer unbekannten Zertifizierungsstelle signiert. Sie bauen möglicherweise eine Verbindung zu einem Server auf, der vorgibt, "{0}" zu sein; dies könnte Ihre vertraulichen Informationen gefährden. Klären Sie den Sachverhalt mit Ihrem Systemadministrator, bevor Sie dieses Zertifikat akzeptieren. Möchten Sie dieses Zertifikat dauerhaft akzeptieren und den Verbindungsaufbau fortsetzen?
es: Una autoridad de certificación desconocida ha firmado el certificado de este servidor iFolder. Es posible que se esté conectando a un servidor que se hace pasar por "{0}" y puede poner la información confidencial en peligro. Antes de aceptar este certificado, compruébelo con la ayuda del administrador del sistema. ¿Desea aceptar este certificado de forma permanente y continuar con la conexión?
fr: Le certificat de ce serveur iFolder a été signé par une autorité de certification inconnue. Il se peut que vous vous connectiez à un serveur qui se fait passer pour "{0}". Cela peut présenter un risque pour vos informations confidentielles. Avant daccepter ce certificat, vérifiez-en la validité auprès de votre administrateur système. Voulez-vous accepter ce certificat définitivement et poursuivre la connexion ?
hu: Ennek az iFolder kiszolgálónak a tanúsítványát ismeretlen hitelesítésszolgáltató írta alá. Előfordulhat, hogy olyan kiszolgálóhoz csatlakozik, amely csupán színleli, hogy ő a(z) "{0}", ezzel viszont bizalmas adatait teheti kockára. Mielőtt elfogadná a tanúsítványt, célszerű a rendszergazdával egyeztetnie. Elfogadja véglegesen a tanúsítványt, és folytatja a csatlakozást?
it: Il certificato relativo a questo server iFolder è firmato da un'autorità di certificazione sconosciuta. È possibile che il server a cui si sta tentando di eseguire la connessione non sia "{0}". Ciò può costituire un rischio per la riservatezza dei propri dati. Prima di accettare il certificato, è necessario rivolgersi all'amministratore di sistema. Accettare il certificato in modo permanente e continuare la connessione?
ja: このiFolderサーバの証明書は不明な認証局によって署名されています。「{0}」になりすましているサーバに接続している可能性があり、機密情報が危険にさらされるおそれがあります。この証明書を受け入れる前に、管理者に確認する必要があります。この証明書を永続的に受け入れて、接続を続行しますか?
pl: Certyfikat tego serwera iFolder został podpisany przez nieznany ośrodek certyfikacji. Użytkownik może łączyć się z serwerem podszywającym się pod {0}, co niesie za sobą ryzyko ujawnienia poufnych informacji użytkownika. Przed zaakceptowaniem tego certyfikatu należy skontaktować się z administratorem systemu. Czy chcesz zaakceptować ten certyfikat na stałe i kontynuować łączenie?
pt_br: O certificado desse Servidor iFolder foi assinado por uma autoridade de certificação desconhecida. Talvez você esteja se conectando a um servidor que simule "{0}", o que pode colocar em risco suas informações confidenciais. Antes de aceitar este certificado, verifique com o administrador do sistema. Deseja aceitar este certificado permanentemente e continuar com a conexão?
ru: Сертификат для данного сервера iFolder подписан неизвестной сертифицирующей организацией. Возможно, Вы подключаетесь к серверу, который выполняет функции "{0}", что может привести к потере конфиденциальной информации. Перед принятием данного сертификата необходимо проконсультироваться с администратором системы. Вы действительно хотите принять данный сертификат и продолжить установку соединения?
sk: Certifikát tohto servera iFolder bol podpísaný neznámou certifikačnou autoritou. Je možné, že sa pripájate k serveru, ktorý predstiera, že je "{0}", čím môžete riskovať únik dôverných informácií. Skôr, ako tento certifikát prijmete, overte si tento postup u správcu systému. Chcete natrvalo prijať tento certifikát a pokračovať v pripájaní?

source: _Log Out
cs: _Odhlásit
de: _Abmelden
es: _Salir del sistema
fr: _Se déloguer
hu: _Kijelentkezés
ja: ログアウト(_L)
pl: Wyl_oguj
pt_br: Efetuar _Logout
ru: _Выход
sk: _Odhlásiť sa

source: Your password has expired
cs: Vaše heslo vypršelo
de: Ihr Passwort ist abgelaufen!
es: La contraseña ha caducado.
fr: Votre mot de passe a expiré.
hu: A jelszó lejárt.
it: Password scaduta
ja: パスワードの期限が切れました!
pl: Twoje hasło utraciło ważność
pt_br: Sua Senha Expirou!
ru: Срок действия пароля истек
sk: Platnosť hesla vypršala

source: You have {0} grace logins remaining.
cs: Zůstává vám {0} darovaných přihlášení.
de: Sie haben noch {0} Kulanzanmeldungen.
es: Dispone de {0} entradas de gracia.
fr: Il vous reste {0} logins bonus.
hu: Még {0} bejelentkezési kísérlete van.
it: Si dispone di {0} login extra rimanenti.
ja: 猶予ログインは {0} 回あります。
pl: Pozostało {0} logowań dodatkowych.
pt_br: Você tem {0} logins extras restantes.
ru: Осталось {0} входов с просроченным паролем.
sk: Zostáva vám {0} darovaných pokusov o prihlásenie

source: You are currently creating a new account. By closing the window or changing to a different page you cancel the operation.
cs: Momentálně vytváříte nový účet. Uzavřením okna nebo změnou na jinou stránku tuto operaci zrušíte.
de: Sie erstellen gerade ein neues Konto. Durch Schließen des Fensters oder durch Wechseln zu einer anderen Seite brechen Sie den Vorgang ab.
es: En estos momentos está creando una nueva cuenta. Para cancelar la operación, cierre la ventana o cambie a otra página.
fr: Vous allez créer un nouveau compte. Si vous fermez cette fenêtre ou accédez à une autre page, vous annulerez cette opération.
hu: Jelenleg egy új fiókot hoz létre. Ha bezárja az ablakot, vagy átvált egy másik oldalra, azzal megszakítja a műveletet.
it: È in corso la creazione di un nuovo conto. Se si chiude la finestra o si passa a un'altra pagina, l'operazione verrà annullata.
ja: 現在、新しいアカウントを作成中です。ウィンドウを閉じるか別のページへ移動すると操作をキャンセルします。
pl: Trwa tworzenie nowego konta. Zamknięcie tego okna lub przejście na inną stronę spowoduje anulowanie wykonywanej operacji.
pt_br: Você está criando uma conta nova no momento. Ao fechar a janela ou mudar para outra página, você cancela a operação.
ru: В данный момент создается новая учетная запись. При закрытии окна или переходе на другую страницу эта операция будет отменена.
sk: Momentálne vytvárate nové konto. Zatvorením okna alebo prechodom na inú stránku operáciu zrušíte.

source: Application
cs: Aplikace
de: Anwendung
es: Aplicación
hu: Alkalmazás
it: Applicazione
ja: アプリケーション
pl: Aplikacja
pt_br: Aplicativo
ru: Приложение
sk: Aplikácia

source: _Show Confirmation dialog when creating iFolders
cs: _Zobrazit potvrzovací dialogové okno při vytváření složek iFolder
de: Beim Erstellen von iFolder-Ordn_ern Bestätigungsdialogfeld einblenden
es: _Mostrar recuadro de diálogo de confirmación al crear carpetas de iFolder
fr: Afficher la boîte de dialogue de _confirmation lors de la création de dossiers iFolder
hu: _Megerősítés párbeszédpanel megjelenítése iFolder létrehozásakor
it: _Mostra finestra di conferma per la creazione di cartelle iFolder
ja: iFolderの作成時に確認ダイアログを表示(_S)
pl: _Pokaż okno dialogowe potwierdzenia podczas tworzeniu iFolderów
pt_br: _Mostrar caixa de diálogo de confirmação ao criar pastas do iFolder
ru: _Отображение диалогового окна "Подтверждение" при создании iFolder
sk: P_ri vytvorení priečinka iFolder zobraziť dialógové okno s potvrdením
