Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: _Display confirmation dialog on successful creation of iFolder
cs: Zo_brazit potvrzovací dialogové okno při úspěšném vytvoření složky iFolder
de: Bei erfolgreicher Erstellung von iFolder das Bestätigungsdialogfeld _anzeigen
es: _Mostrar diálogo de confirmación una vez se cree correctamente la carpeta iFolder
fr: Afficher la boîte de dialogue de _confirmation de la création d'un dossier iFolder
hu: _Megerősítő üzenet megjelenítése az iFolder mappa sikeres létrehozásakor
it: _Visualizza finestra di conferma della creazione della cartella iFolder
ja: iFolderが正常に作成されたら確認ダイアログを表示(_D)
pl: Wyświetl _okno dialogowe potwierdzenia po pomyślnym utworzeniu folderu iFolder
pt_br: _Exibe a caixa de diálogo de confirmação na criação bem-sucedida do iFolder
ru: _Вывести окно подтверждения при успешном создании папки iFolder
sk: _Zobraziť potvrdzujúce dialógové okno pri úspešnom vytvorení objektu iFolder

source: Show _Network Events messages when iFolder is started
cs: Zobrazit zprávy _síťových událostí po spuštění aplikace iFolder
de: Beim iFolder-Start Meldungen zu _Netzwerkereignissen anzeigen
es: Mostrar los mensajes de los _eventos de red al iniciar iFolder
fr: Afficher les messages d'événement _réseau au démarrage d'iFolder
hu: Az iFolder _elindításakor megjeleníti a hálózati eseményekre vonatkozó üzeneteket
it: Visualizza messaggi sugli eve_nti di rete all'avvio di iFolder
ja: iFolderの起動時にネットワークイベントメッセージを表示する(_N)
pl: Pokaż komunikaty o _zdarzeniach sieciowych po uruchomieniu programu iFolder
pt_br: Mostrar mensagens de _Eventos de Rede quando o iFolder for iniciado
ru: Показывать _сообщения о событиях в сети при запуске iFolder
sk: Po spustení aplikácie iFolder zobraziť správy _Udalostí siete

source: To start up iFolder at login, leave iFolder running when you log out and save your current setup.
cs: Pokud chcete při přihlášení spustit aplikaci iFolder, nechte ji při odhlášení spuštěnou a uložte vaše aktuální nastavení.
de: Um iFolder bei der Anmeldung zu starten, lassen Sie iFolder beim Abmelden ausgeführt und speichern Sie Ihr aktuelles Setup.
es: Para iniciar iFolder durante la entrada, al salir de la sesión, deje iFolder en ejecución y guarde la configuración actual.
fr: Pour démarrer iFolder au login, laissez-le en cours d'exécution lorsque vous vous déloguez et enregistrez votre configuration en cours.
hu: Ha azt szeretné, hogy az iFolder bejelentkezéskor elinduljon, hagyja futni az iFolder programot kijelentkezéskor, és mentse az aktuális beállítást.
it: Per avviare iFolder al login, lasciare iFolder in esecuzione dopo il logout e salvare la configurazione attuale.
ja: ログイン時にiFolderを起動するには、ログアウトするときにiFolderを実行したままにして、現在の設定を保存します。
pl: Jeśli chcesz, aby program iFolder został uruchomiony podczas logowania, nie kończ jego pracy przed wylogowaniem się. Pamiętaj też o zapisaniu bieżącej konfiguracji.
pt_br: Para iniciar o iFolder no login, deixe-o em execução durante o logout e grave sua configuração atual.
ru: Чтобы запустить iFolder при входе в систему, оставьте iFolder функционировать при выходе из системы и сохраните текущую настройку.
sk: Ak chcete, aby sa po prihlásení spustila aplikácia iFolder, ponechajte aplikáciu iFolder pri odhlásení spustenú a uložte svoje aktuálne nastavenie.

source: Notification
cs: Upozornění
de: Benachrichtigung
es: Notificación
hu: Értesítés
it: Notifica
ja: 通知
pl: Potwierdzenie
pt_br: Notificação
ru: Оповещение
sk: Upozornenie

source: Notify when iFolders are _shared
cs: Upozornit na sdíl_ení složek iFolder
de: Benachrichtigung bei _Freigabe von iFolder-Ordnern
es: Notificar cuando se _compartan carpetas iFolder
fr: M'avertir lorsque des dossiers iFolder sont _partagés
hu: Érte_sítés az iFolder mappák megosztásakor
it: Invia notifica quando le cartelle iFolder vengono condivi_se
ja: iFoldersが共有されたときに通知(_S)
pl: _Powiadom, gdy foldery iFolder są współużytkowane
pt_br: Notifique quando iFolders forem _compartilhados
ru: Уведомлять об от_крытии совместного доступа к папкам iFolder
sk: Upozorniť _na zdieľanie objektov iFolder

source: Notify of share_d iFolders
cs: Upozornění na s_dílené složky iFolder
de: Benachrichtigen bei _Freigabe von iFolder-Ordnern
es: Notificar carpetas de iFolder compartida_s
fr: Signaler les dossiers iFolder parta_gés
hu: Értesítés a m_egosztott iFolder mappákról
it: Notifica cartelle iFolder con_divise
ja: 共有されたiFolderの通知(_D)
pl: Powiadom o _współużytkowanych folderach iFolder
pt_br: Notificar pa_stas do iFolder compartilhadas
ru: Оповещение об общеиспользуе_мых папках iFolder
sk: Upozorniť na _zdieľané priečinky iFolder

source: Notify when conflic_ts arise
cs: Upozornit při výskytu konfli_ktů
de: Benachrichtigung bei Auftreten von Konflik_ten
es: Notificación de conflic_tos
fr: M'avertir en cas de confli_ts
hu: Értesítés az üt_közésekről
it: Invia notifica quando si verificano confli_tti
ja: 競合が発生したときに通知(_T)
pl: Powiadom o konflik_tach
pt_br: Notificar confli_tos
ru: Уведомлять о конфлик_те
sk: Upozorniť pri vzniku konflik_tu

source: Notify when a _user joins the iFolder domain
cs: Upozornit při připojení _uživatele k doméně iFolder
de: Benachrichtigung bei Eintritt eines _Benutzers in die iFolder-Domäne
es: Notificar cuando un _usuario se una al dominio de iFolder
fr: M'avertir lorsqu'un _utilisateur rejoint le domaine iFolder
hu: Értesítés, ha egy _felhasználó belép az iFolder-tartományba
it: Invia notifica quando un _utente partecipa al dominio iFolder
ja: iFolderドメインにユーザが参加したときに通知(_U)
pl: Powiadom, gdy _użytkownik dołączy do domeny iFolder
pt_br: Notifique quando um _usuário entrar no domínio iFolder
ru: Уведомлять о пр_исоединении пользователя к домену iFolder
sk: Upozorniť na pridanie po_užívateľa do domény iFolder

source: Notify when a _user joins the iFolder server
cs: Upozornit při připojení _uživatele k serveru iFolder
de: Benachrichtigung bei Eintritt eines _Benutzers auf den iFolder-Server
es: Notificar cuando un _usuario se una al servidor de iFolder
fr: M'avertir lorsqu'un _utilisateur rejoint le serveur iFolder
hu: Értesítés, ha egy _felhasználó belép az iFolder-kiszolgálóra
ja: iFolderサーバにユーザが参加したときに通知(_U)
pl: Powiadom, gdy _użytkownik dołączy do serwera programu iFolder
pt_br: Notificar quando um _usuário entrar no servidor iFolder
ru: Оповещать о пр_исоединении пользователя к серверу iFolder
sk: Upozorniť na pripojenie po_užívateľa k serveru iFolder

source: Automatically S_ynchronize iFolders
cs: Automaticky s_ynchronizovat složky iFolder
de: iFolder-Ordner automatisch s_ynchronisieren
es: S_incronizar automáticamente carpetas de iFolder
fr: S_ynchroniser automatiquement les dossiers iFolder
hu: Az iFolder mappák automatikus s_zinkronizálása
it: S_incronizza cartelle iFolder automaticamente
ja: iFolderの自動同期(_S)
pl: Automatycznie s_ynchronizuj foldery iFolder
pt_br: Sin_cronizar Pastas do iFolder Automaticamente
ru: Автоматическая с_инхронизация папок iFolder
sk: Automaticky s_ynchronizovať priečinky iFolder

source: Synchronize iFolders Every
cs: Synchronizovat složky iFolder každých
de: iFolder-Ordner synchronisieren alle
es: Sincronizar carpetas iFolder cada
fr: Synchroniser les dossiers iFolder toutes les
hu: iFolder mappák szinkronizálási gyakorisága
it: Sincronizza cartelle iFolder ogni
ja: iFolderを指定間隔で同期する
pl: Synchronizuj iFoldery co
pt_br: Sincronizar Pastas do iFolder a Cada
ru: Интервал синхронизации папок iFolder
sk: Synchronizovať priečinky iFolder každých

source: seconds
cs: sekund
de: Sekunden
es: segundos
fr: secondes
hu: másodperc
it: secondi
ja: 秒
pl: s
pt_br: segundos
ru: сек.
sk: sek.

source: minutes
cs: minut
de: Minuten
es: minutos
hu: perc
it: minuti
ja: 分
pl: min
pt_br: minutos
ru: мин.
sk: min.

source: hours
cs: hodin
de: Stunden
es: horas
fr: heures
hu: óra
it: ore
ja: 時間
pl: godzin
pt_br: horas
ru: час.
sk: hod.

source: days
cs: dnů
de: Tage
es: días
fr: jours
hu: nap
it: giorni
ja: 日
pl: dni
pt_br: dias
ru: дн.
sk: dní

source: Synchronization Interval Limit
cs: Limit synchronizačního intervalu
de: Synchronisierungsintervall-Begrenzung
es: Límite de intervalo de sincronización
fr: Limite de l'intervalle de synchronisation
hu: A szinkronizálási időköz határértéke
it: Limite dell'intervallo di sincronizzazione
ja: 同期間隔の制限
pl: Limit długości interwału synchronizacji
pt_br: Limite do Intervalo de Sincronização
ru: Ограничение интервала синхронизации
sk: Limit intervalu synchronizácie

source: The synchronization interval cannot be set to less than one minute. It was automatically changed to 60 seconds.
cs: Synchronizační interval nelze nastavit na méně než jednu minutu. Automaticky byl změněn na 60 sekund.
de: Das Synchronisierungsintervall kann nicht auf weniger als eine Minute eingestellt werden. Der Wert wird automatisch auf 60 Sekunden geändert.
es: El intervalo de sincronización no puede ser inferior a un minuto. Se ha cambiado automáticamente a 60 segundos.
fr: L'intervalle de synchronisation ne peut être inférieur à une minute. Il a été autormatiquement passé à 60 secondes.
hu: A szinkronizálási időköz nem állítható egy percnél rövidebbre. Automatikusan 60 másodpercre módosult.
it: L'intervallo di sincronizzazione non può essere impostato su un valore inferiore a un minuto. È stato quindi automaticamente modificato in 60 secondi.
ja: 同期間隔を1分未満に設定することはできません。指定した値は自動的に60秒に変更されました。
pl: Nie można ustawić interwału synchronizacji krótszego niż jedna minuta. Wartość interwału została automatycznie zmieniona na 60 sekund.
pt_br: O intervalo de sincronização não pode ser definido em menos de um minuto. Ele foi mudado automaticamente para 60 segundos.
ru: Интервал синхронизации не может быть меньше одной минуты. Он автоматически изменен на 60 секунд.
sk: Interval synchronizácie nie je možné nastaviť na hodnotu nižšiu ako jedna minúta. Hodnota bola automaticky zmenená na 60 sekúnd.

source: Remove this iFolder account?
cs: Odebrat tento účet iFolder?
de: Dieses iFolder-Konto entfernen?
es: ¿Desea eliminar esta cuenta iFolder?
fr: Supprimer ce compte iFolder ?
hu: Eltávolítja ezt az iFolder fiókot?
it: Rimuovere il conto iFolder?
ja: このiFolderアカウントを削除しますか?
pl: Czy usunąć to konto programu iFolder?
pt_br: Remover esta conta do iFolder?
ru: Удалить данную учетную запись iFolder?
sk: Odstrániť toto konto priečinka iFolder?

source: Remove this iFolder Account?
cs: Odebrat tento účet iFolder?
de: Dieses iFolder-Konto entfernen?
es: ¿Desea eliminar esta cuenta iFolder?
fr: Voulez-vous supprimer ce compte iFolder ?
hu: Eltávolítja ezt az iFolder fiókot?
it: Rimuovere il conto iFolder?
ja: このiFolderアカウントを削除しますか?
pl: Czy usunąć to konto programu iFolder?
pt_br: Remover esta Conta do iFolder?
ru: Удалить данную учетную запись iFolder?
sk: Odstrániť toto konto priečinka iFolder?

source: System Name:
cs: Název systému:
es: Nombre del sistema:
fr: Nom du système :
hu: Rendszer neve:
it: Nome sistema:
ja: システム名:
pl: Nazwa systemowa:
pt_br: Nome do Sistema:
ru: Имя системы:
sk: Názov systému:

source: iFolder server name:
cs: Název serveru iFolder:
es: Nombre del servidor de iFolder:
fr: Nom du serveur iFolder :
hu: iFolder-kiszolgáló neve:
it: Nome server iFolder:
ja: iFolderサーバ名:
pl: Nazwa serwera programu iFolder:
pt_br: nome do servidor iFolder:
ru: Имя сервера iFolder:
sk: Názov servera iFolder:

source: iFolder account name:
cs: Název účtu iFolder:
de: iFolder-Kontoname:
es: Nombre de la cuenta iFolder:
fr: Nom du compte iFolder :
hu: iFolder-fiók neve:
ja: iFolderアカウント名:
pl: Nazwa konta programu iFolder:
pt_br: Nome da conta do iFolder:
ru: Учетная запись iFolder:
sk: Názov konta aplikácie iFolder:

source: _Remove my iFolders and files from the server
cs: Odebrat _moje složky iFolder a soubory ze serveru
de: _Meine iFolder-Ordner und Dateien vom Server entfernen
es: _Eliminar mis carpetas iFolder y archivos del servidor
fr: _Supprimer les dossiers et fichiers iFolder du serveur
hu: A _kiszolgálóról eltávolítom iFolder mappáim és fájljaim
it: _Rimuovi cartelle iFolder e file personali dal server
ja: サーバからiFolderとファイルを削除する(_R)
pl: _Usuń z serwera moje iFoldery i pliki
pt_br: _Remover meus arquivos e pastas do iFolder do servidor
ru: _Удалить мои папки iFolder и файлы с сервера
sk: _Odstrániť moje priečinky iFolder a súbory zo servera

source: Removing iFolders from Server
cs: Odebírání složek iFolder ze serveru
de: iFolder-Ordner werden vom Server entfernt
es: Eliminando carpetas iFolder del servidor
fr: Suppression des dossiers iFolder du serveur
hu: iFolder mappák eltávolítása a kiszolgálóról
it: Rimozione delle cartelle iFolder dal server in corso
ja: サーバからiFolderを削除しています
pl: Usuwanie iFolderów z serwera
pt_br: Removendo Pastas do iFolder do Servidor
ru: Удаление папок iFolder с сервера
sk: Odstraňujú sa priečinky iFolder zo servera

source: Removing iFolders from the server will delete the files stored on the server. Your files will remain intact on this computer. If you've shared any iFolders with other users, they will no longer be able to synchronize them with the server. Additionally, you will no longer be able to access these iFolders from any other computer.
cs: Odebrání složek iFolder ze serveru odstraní soubory uložené na serveru. Vaše soubory v tomto počítači zůstanou neporušené. Pokud jste sdíleli jakékoliv soubory iFolder s jinými uživateli, nebudou už schopni synchronizovat tyto soubory s tímto serverem. Kromě toho už nebudete moci mít přístup k těmto složkám iFolder z žádného jiného počítače.
de: Wenn Sie iFolder-Ordner vom Server entfernen, werden die auf dem Server gespeicherten Dateien gelöscht. Ihre Dateien werden auf diesem Computer belassen. Wenn Sie iFolder-Ordner für andere Benutzer freigegeben haben, können diese sie nicht mehr mit dem Server synchronisieren. Außerdem können Sie nicht mehr von einem anderen Computer auf diese iFolder-Ordner zugreifen.
es: Si elimina carpetas iFolder del servidor, se borrarán los archivos almacenados en éste. Esto no implicará a los archivos de este equipo. Si ha compartido carpetas iFolder con otros usuarios, no podrán sincronizarlas con el servidor. Además, no tendrá acceso a éstas desde otro equipo.
fr: La suppression des dossiers iFolder du serveur supprimera les fichiers stockés sur ce dernier. Vos fichiers resteront intacts sur cet ordinateur. Si vous avez partagé des dossiers iFolder avec dautres utilisateurs, ceux-ci ne pourront plus les synchroniser avec le serveur. En outre, vous ne pourrez plus accéder à ces dossiers à partir dun autre ordinateur.
hu: Ha a kiszolgálóról eltávolítja az iFolder mappákat, azzal törli a kiszolgálón tárolt fájlokat. Ezen a számítógépen változatlanok maradnak a fájlok. Ha iFolder mappákat osztott meg más felhasználókkal, ők nem fogják tudni azokat a kiszolgálóval szinkronizálni. Ezen kívül Ön sem fogja tudni elérni ezeket az iFolder mappákat más számítógépről.
it: La rimozione delle cartelle iFolder dal server causerà la cancellazione dei file archiviati sul server. I file nel computer locale verranno conservati. Se si condividono le cartelle iFolder con altri utenti, questi ultimi non potranno più eseguire la sincronizzazione con il server. Non sarà inoltre più possibile accedere alle cartelle iFolder da altri computer.
ja: サーバからiFolderを削除すると、サーバに保存されたファイルが削除されます。このコンピュータ上のファイルはそのまま残ります。 iFolderを他のユーザと共有している場合、それらのユーザはサーバとの同期が実行できなくなります。また、iFolderへは他のコンピュータからアクセスできなくなります。
pl: Usunięcie iFolderów z serwera spowoduje usunięcie plików przechowywanych na tym serwerze. Pliki na tym komputerze pozostaną niezmienione. Jeśli jakiekolwiek iFoldery były współużytkowane, inni użytkownicy nie będą mogli synchronizować ich z serwerem. Ponadto użytkownik nie będzie miał dostępu do tych iFolderów z żadnego innego komputera.
pt_br: Remover as pastas do iFolder do servidor apagará os arquivos armazenados no servidor. Seus arquivos permanecerão intactos neste computador. Se você tiver compartilhado pastas do iFolder com outros usuários, eles não poderão mais sincronizá-las com o servidor. Além disso, você não poderá mais acessar essas pastas do iFolder a partir de qualquer outro computador.
ru: Удаление папок iFolder с сервера приведет к удалению файлов, сохраненных на сервере. Файлы останутся без изменений на этом компьютере. Если какие-либо папки iFolder используются совместно с другими пользователями, возможность их синхронизации с сервером будет утрачена. Кроме того, больше нельзя будет получить доступ к этим папкам iFolder с любого другого компьютера.
sk: Ak odstránite priečinky iFolder zo servera, budú odstránené súbory na serveri. Súbory na tomto počítači zostanú neporušené. Ak ste zdieľali akýkoľvek priečinok iFolder s inými používateľmi, používatelia už nebudú schopní synchronizovať svoje priečinky iFolder so serverom. Navyše vy nebudete môcť pristupovať k týmto priečinkom iFolder zo žiadneho iného počítača.

source: Error displaying help file "{0}"
cs: Chyba při zobrazování souboru nápovědy "{0}"
de: Fehler beim Anzeigen der Hilfedatei "{0}"
es: Error al mostrar el archivo de ayuda "{0}"
fr: Erreur lors de l'affichage du fichier d'aide "{0}"
hu: Hiba a következő súgófájl megjelenítése közben: "{0}"
it: Errore durante la visualizzazione del file della Guida "{0}"
ja: ヘルプファイル「{0}」を表示中にエラーが発生しました
pl: Błąd podczas wyświetlania pliku pomocy "{0}"
pt_br: Erro ao exibir arquivo de ajuda "{0}"
ru: Ошибка при отображении файла справки "{0}"
sk: Vyskytla sa chyba pri zobrazovaní súboru pomocníka „{0}“

source: iFolder could not open the default web browser to show the help file.
cs: Aplikace iFolder nemohla otevřít výchozí webový prohlížeč, aby se zobrazil soubor nápovědy.
de: iFolder konnte den Standard-Webbrowser zum Anzeigen der Hilfedatei nicht öffnen.
es: iFolder no ha podido abrir el navegador Web por defecto para mostrar el archivo de ayuda.
fr: Le dossier iFolder n'a pas réussi à ouvrir le navigateur Web par défaut pour afficher le fichier d'aide.
hu: Az iFolder nem tudta megnyitni az alapértelmezett webböngészőt, hogy megjelenítse a súgófájlt.
it: Impossibile aprire il browser Web di default per visualizzare il file della Guida.
ja: iFolderはデフォルトのWebブラウザを開いてヘルプファイルを表示できませんでした。
pl: W programie iFolder nie można otworzyć domyślnej przeglądarki sieci Web w celu wyświetlenia pliku pomocy.
pt_br: O iFolder não pôde abrir o browser da Web padrão para mostrar o arquivo de ajuda.
ru: iFolder не может открыть веб-навигатор по умолчанию для отображения файла справки.
sk: Aplikácia iFolder nemôže spustiť predvolený webový prehľadávač a zobraziť v ňom súbor pomocníka.

source: iFolder 3 Team
cs: Tým iFolder 3
es: Equipo de iFolder 3
fr: Équipe iFolder 3
hu: Az iFolder 3-csapat
it: Team di iFolder 3
ja: iFolder 3チーム
pl: Zespół iFolder 3
pt_br: Equipe do iFolder 3
ru: Коллектив разработчиков iFolder 3
sk: Skupina pre vývoj systému iFolder 3

source: Developers:
cs: Vývojáři:
de: Entwickler:
es: Desarrolladores:
fr: Développeurs :
hu: Fejlesztők:
it: Sviluppatori:
ja: 開発者:
pl: Deweloperzy:
pt_br: Desenvolvedores:
ru: Разработчики:
sk: Vývojári:

source: Quality Assurance:
cs: Zajištění kvality:
de: Qualitätssicherung:
es: Control de calidad:
fr: Assurance qualité :
hu: Minőségbiztosítás:
it: Controllo qualità:
ja: 品質保証:
pl: Kontrola jakości:
pt_br: Controle de Qualidade:
ru: Обеспечение качества:
sk: Kontrola kvality:

source: Product Management:
cs: Produktový management:
de: Produktmanagement:
es: Gestión del producto:
fr: Gestion du produit :
hu: Termékmenedzsment:
it: Responsabili del prodotto:
ja: 製品管理:
pl: Zarządzanie produktem:
pt_br: Gerenciamento de Produto:
ru: Управление продуктом:
sk: Správa produktu:

source: Documentation:
cs: Dokumentace:
de: Dokumentation:
es: Documentación:
hu: Dokumentáció:
it: Documentazione:
ja: マニュアル:
pl: Dokumentacja:
pt_br: Documentação:
ru: Документация:
sk: Dokumentácia:

source: Special Thanks
cs: Zvláštní poděkování
de: Besonderer Dank
es: Agradecimientos
fr: Remerciements particuliers
hu: Külön köszönet
it: Ringraziamenti speciali
ja: 謝意
pl: Specjalne podziękowania
pt_br: Agradecimentos Especiais
ru: Особая благодарность
sk: Zvláštne poďakovanie

source: Retired Contributers:
cs: Přispěvatelé, kteří již nejsou aktivní:
de: Ehemalige Mitwirkende:
es: Colaboradores jubilados:
fr: Collaborateurs à la retraite :
hu: Visszavonult közreműködők:
it: Altri contributi:
ja: 退職された貢献者:
pl: Emerytowani współpracownicy:
pt_br: Ex-colaboradores:
ru: Содействовавшие лица:
sk: Osoby podieľajúce sa na produkte v minulosti:

source: Organizations:
cs: Organizace:
de: Organisationen:
es: Organizaciones:
fr: Organisations :
hu: Szervezetek:
it: Organizzazioni:
ja: 組織:
pl: Organizacje:
pt_br: Organizações:
ru: Организации:
sk: Organizácie:

source: Code Contributors:
cs: Přispěvatelé kódování:
de: Codebeiträge:
es: Colaboradores desarrolladores:
fr: Collaborateurs de codage :
hu: Kódkészítők:
it: Collaboratori per il codice:
ja: 開発コードの貢献者:
pl: Współtwórcy kodu:
pt_br: Colaboradores de Código:
ru: Разработчики кодов:
sk: Osoby podieľajúce sa na kóde:

source: Other Contributors:
cs: Další přispěvatelé:
de: Andere Beiträge:
es: Otros colaboradores:
fr: Autres collaborateurs :
hu: Egyéb közreműködők:
it: Altri collaboratori:
ja: その他の貢献者:
pl: Inni współpracownicy:
pt_br: Outros Colaboradores:
ru: Другие участники:
sk: Iné osoby podieľajúce sa na produkte:

source: Copyright (C) 2008 Novell, Inc.
ru: Авторские права (C) 2008 Novell, Inc.
