Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: This reverts the iFolder back to a normal folder and leaves the files intact. The iFolder is then available from the server and must be set up in a different location to synchronize.
cs: Tato operace převede složku iFolder zpět na normální složku a soubory zůstanou neporušené. Složka iFolder je potom k dispozici ze serveru a musí se nastavit v jiném místě, aby došlo k synchronizaci.
de: Damit wird der iFolder-Ordner auf einen normalen Ordner zurückgesetzt und die Dateien werden intakt belassen. Der iFolder-Ordner ist dann vom Server verfügbar und muss für die Synchronisierung an einem anderen Standort eingerichtet werden.
es: Esta opción revierte la iFolder a una carpeta normal y deja los archivos intactos. La iFolder está disponible desde el servidor y se debe configurar en una ubicación diferente para sincronizarla.
fr: Cette opération rétablit le dossier iFolder à létat de dossier normal et laisse les fichiers intacts. Le dossier iFolder est ensuite disponible à partir du serveur et doit être configuré à un autre emplacement pour la synchronisation.
hu: Ezzel az iFolder mappa visszaalakítódik normál mappává, miközben a fájlok változatlanul maradnak. Az iFolder mappa ettől kezdve a kiszolgálóról lesz elérhető, a szinkronizáláshoz egy másik helyen kell beállítani.
it: Questa operazione annulla la conversione della cartella in cartella iFolder senza modificare in alcun modo i file. La cartella iFolder è quindi disponibile sul server ed è necessario configurarla in un'altra ubicazione per eseguire la sincronizzazione.
ja: この操作を実行すると、iFolderは標準のフォルダに戻りますが、ファイルはそのまま維持されます。このiFolderはサーバからは使用可能ですが、同期を実行するには別の場所にiFolderをセットアップする必要があります。
pl: Spowoduje to przywrócenie iFolderu z powrotem do postaci zwykłego folderu i pozostawienie plików bez zmian. iFolder stanie się dostępny z serwera i będzie musiał zostać skonfigurowany w innej lokalizacji, aby był synchronizowany.
pt_br: Essa ação reverte a pasta do iFolder para uma pasta normal e deixa os arquivos intactos. O iFolder fica disponível a partir do servidor e deve ser configurado em outra localização para sincronizar.
ru: Это приведет к преобразованию iFolder в стандартную папку и сохранению файлов без изменений. Затем папка iFolder будет доступна на сервере и должна быть настроена в другом расположении для синхронизации.
sk: Táto akcia zmení priečinok iFolder na normálny priečinok a ponechá súbory neporušené. Priečinok iFolder bude potom k dispozícii zo servera. Ak ho budete chcieť synchronizovať, bude potrebné ho nastaviť v inom umiestnení.

source: Remove iFolder {0}?
cs: Odebrat složku iFolder {0}?
de: iFolder-Ordner entfernen {0}?
es: Eliminar carpeta de iFolder {0}?
fr: Supprimer le dossier iFolder {0}?
hu: Eltávolítja a(z) {0} iFolder mappát?
it: Rimuovi cartella iFolder {0}?
ja: iFolder {0} を削除しますか?
pl: Usuń iFolder {0}?
pt_br: Remover iFolder {0}?
ru: Удалить iFolder {0}?
sk: Odstrániť priečinok iFolder {0}?

source: This removes the iFolder from your local computer. Because you are the owner, the iFolder is removed from all member computers. The iFolder cannot be recovered or re-shared on another computer. The files are not deleted from your local hard drive.
cs: Tato operace odebere složku iFolder z vašeho místního počítače. Protože jste majitelem, složka iFolder se odebere ze všech členských počítačů. Složku iFolder nelze obnovit nebo znovu sdílet v jiném počítači. Soubory se neodstraní z vaší místní jednotky pevného disku.
de: Damit wird der iFolder-Ordner von Ihrem lokalen Computer entfernt. Da Sie der Eigentümer sind, wird der iFolder-Ordner von allen Mitgliedscomputern entfernt. Der iFolder-Ordner kann nicht auf einem anderen Computer wiederhergestellt oder neu freigegeben werden. Die Dateien werden nicht von Ihrem lokalen Laufwerk gelöscht.
es: Esta opción elimina la iFolder del equipo local. Como usted es el propietario, la iFolder se elimina del servidor y de todos los equipos integrantes. La iFolder no se puede recuperar ni volver a compartir en otro equipo. Los archivos no se borrarán de la unidad de disco duro local.
fr: Cette opération supprime le dossier iFolder de votre ordinateur local. Comme vous êtes en êtes le propriétaire, ce dossier est supprimé de tous les ordinateurs membres. Il ne peut être ni récupéré ni de nouveau partagé sur un autre ordinateur. Les fichiers ne sont pas supprimés de votre disque dur local.
hu: Ezzel eltávolítja a helyi számítógépről az iFolder mappát. Mivel Ön a tulajdonos, az iFolder az összes tagszámítógépről is eltávolítódik. Az iFolder mappa nem állítható vissza, illetve nem osztható meg újra másik számítógépről. A fájlok a helyi merevlemezről nem törlődnek.
it: Questa operazione rimuove la cartella iFolder dal computer locale. Poiché si dispone della proprietà della cartella, quest'ultima verrà rimossa da tutti i computer membri. Non sarà possibile ripristinare o condividere nuovamente la cartella iFolder su altri computer. I file non verranno cancellati dal disco rigido locale.
ja: この操作を実行すると、iFolderはローカルコンピュータから削除されます。所有者による削除であるため、iFolderはすべてのメンバーのコンピュータから削除されます。削除されたiFolderは元に戻したり、他のコンピュータと再度共有したりできません。ローカルハードドライブ上のファイルは削除されません。
pl: Spowoduje to usunięcie iFolderu z komputera lokalnego. Ponieważ użytkownik jest właścicielem iFolderu, folder ten zostanie usunięty z wszystkich komputerów członków. iFolderu nie będzie można przywrócić ani ponownie współużytkować na innym komputerze. Pliki z lokalnego dysku twardego nie zostaną usunięte.
pt_br: Essa ação remove o iFolder do seu computador local. Como você é o proprietário, o iFolder é removido de todos os computadores membros. O iFolder não pode ser recuperado ou compartilhado novamente em outro computador. Os arquivos não são apagados da unidade de disco rígido local.
ru: Это приведет к удалению iFolder с локального компьютера. Поскольку Вы являетесь владельцем, папка iFolder будет удалена с компьютеров всех членов. Папка iFolder не может быть восстановлена или совместно использована на другом компьютере. Файлы не удаляются с Вашего локального жесткого диска.
sk: Táto akcia odstráni priečinok iFolder z lokálneho počítača. Keďže ste vlastníkom, priečinok iFolder bude odstránený zo všetkých členských počítačov. Priečinok iFolder nie je možné obnoviť alebo znova zdieľať na inom počítači. Súbory na lokálnom pevnom disku nebudú odstránené.

source: This removes the iFolder from your local computer. Because you are the owner, the iFolder is removed from the server and all member computers. The iFolder cannot be recovered or re-shared on another computer. The files are not deleted from your local hard drive.
cs: Tato operace odebere složku iFolder z vašeho místního počítače. Protože jste majitelem, složka iFolder se odebere ze serveru a ze všech členských počítačů. Složku iFolder nelze obnovit nebo znovu sdílet v jiném počítači. Soubory se neodstraní z vaší místní jednotky pevného disku.
de: Damit wird der iFolder-Ordner von Ihrem lokalen Computer entfernt. Da Sie der Eigentümer sind, wird der iFolder-Ordner vom Server und allen Mitgliedscomputern entfernt. Der iFolder-Ordner kann nicht auf einem anderen Computer wiederhergestellt oder neu freigegeben werden. Die Dateien werden nicht von Ihrem lokalen Laufwerk gelöscht.
es: Esta opción elimina la iFolder del equipo local. Como usted es el propietario, la iFolder se elimina del servidor y de todos los equipos integrantes. La iFolder no se puede recuperar ni volver a compartir en otro equipo. Los archivos no se borrarán de la unidad de disco duro local.
fr: Cette opération supprime le dossier iFolder de votre ordinateur local. Comme vous en êtes le propriétaire, ce dossier est supprimé du serveur et de tous les ordinateurs membres. Il ne peut être ni récupéré ni de nouveau partagé sur un autre ordinateur. Les fichiers ne sont pas supprimés de votre disque dur local.
hu: Ezzel eltávolítja az iFolder mappát a helyi számítógépről. Mivel Ön a tulajdonos, az iFolder mappa a kiszolgálóról és az összes tagszámítógépről is eltávolítódik. Az iFolder nem állítható vissza és nem osztható meg újra másik számítógép használatával. A fájlok nem törlődnek a helyi merevlemezről.
it: Questa operazione rimuove la cartella iFolder dal computer locale. Poiché si dispone della proprietà della cartella, quest'ultima verrà rimossa da tutti i computer membri. Non sarà possibile recuperare o condividere nuovamente la cartella iFolder su altri computer. I file non verranno cancellati dal disco rigido locale.
ja: この操作を実行すると、iFolderはローカルコンピュータから削除されます。所有者による削除であるため、iFolderはサーバおよびすべてのメンバーのコンピュータから削除されます。削除されたiFolderは元に戻したり、他のコンピュータと再度共有したりできません。ローカルハードドライブ上のファイルは削除されません。
pl: Spowoduje to usunięcie iFolderu z komputera lokalnego. Ponieważ użytkownik jest właścicielem iFolderu, folder ten zostanie usunięty z serwera i wszystkich komputerów członków. iFolderu nie będzie można przywrócić ani ponownie współużytkować na innym komputerze. Pliki z lokalnego dysku twardego nie zostaną usunięte.
pt_br: Essa ação remove o iFolder do seu computador local. Como você é o proprietário, o iFolder é removido do servidor e de todos os computadores membros. O iFolder não pode ser recuperado ou compartilhado novamente em outro computador. Os arquivos não são apagados da unidade de disco rígido local.
ru: Это приведет к удалению iFolder с локального компьютера. Поскольку Вы являетесь владельцем, папка iFolder будет удалена с сервера и компьютеров всех членов. Папка iFolder не может быть восстановлена или совместно использована на другом компьютере. Файлы не удаляются с Вашего локального жесткого диска.
sk: Táto akcia odstráni priečinok iFolder z lokálneho počítača. Keďže ste vlastníkom, priečinok iFolder bude odstránený zo servera aj z členských počítačov. Priečinok iFolder nie je možné obnoviť alebo znova zdieľať na inom počítači. Súbory na lokálnom pevnom disku nebudú odstránené.

source: This removes you as a member of the iFolder. You cannot access the iFolder unless the owner re-invites you. The files are not deleted from your local hard drive.
cs: Tato operace vás odebere jako člena aplikace iFolder. Dokud vás vlastník znovu nepozve, nemůžete přistupovat k aplikaci iFolder. Soubory se neodstraní z vašeho místního pevného disku.
de: Damit werden Sie als ein iFolder-Mitglied entfernt. Sie können erst wieder auf den iFolder-Ordner zugreifen, wenn der Eigentümer Sie erneut einlädt. Die Dateien werden nicht von Ihrer lokalen Festplatte gelöscht.
es: Esta opción le elimina como integrante de la iFolder. No podrá acceder a la iFolder a menos que el propietario le vuelva a invitar. Los archivos no se borrarán de la unidad de disco duro local.
fr: Cette opération vous supprime en tant que membre du dossier iFolder. Vous ne pouvez pas accéder au dossier iFolder à moins que le propriétaire ne vous réinvite. Les fichiers ne sont pas supprimés de votre disque dur local.
hu: Ezzel megszűnik az iFolder mappa tagjának lenni. Az iFolder mappát csak akkor érheti el újra, ha a tulajdonos ismét meghívja. A fájlok nem törlődnek a helyi merevlemezről.
it: Questa operazione annulla l'appartenenza dell'utente alla condivisione della cartella iFolder. Non sarà possibile accedere alla cartella iFolder senza un nuovo invito da parte del proprietario. I file non verranno cancellati dal disco rigido locale.
ja: この操作を実行すると、iFolderのメンバーから削除されます。このiFolderの所有者が再度招待しない限り、このiFolderにはアクセスできなくなります。ローカルハードドライブ上のファイルは削除されません。
pl: Spowoduje to usunięcie użytkownika jako członka iFolderu. Nie można będzie uzyskać dostępu do iFolderu, chyba że właściciel ponownie zaprosi użytkownika. Pliki z lokalnego dysku twardego nie zostaną usunięte.
pt_br: Essa ação o remove como membro do iFolder. Você não poderá acessar o iFolder a menos que o proprietário o convide novamente. Os arquivos não são apagados da unidade de disco rígido local.
ru: Это приведет к удалению Вашего членства в iFolder. Доступ к папке iFolder можно будет получить только после принятия повторного приглашения от ее владельца. Эти файлы не удаляются с Вашего локального жесткого диска.
sk: Táto akcia vám odoberie členstvo v priečinku iFolder. Nebudete mať prístup k priečinku iFolder, kým vás vlastník znova nepozve. Súbory na lokálnom pevnom disku nebudú odstránené.

source: Checking for new iFolders: {0}
cs: Kontrola nových složek iFolder: {0}
de: Neue iFolder-Ordner werden gesucht: {0}
es: Buscando carpetas iFolder nuevas: {0}
fr: Recherche des nouveaux dossiers iFolder : {0}
hu: Új iFolder mappák keresése: {0}
it: Ricerca di nuove cartelle iFolder in corso: {0}
ja: 新しいiFolderを確認しています: {0}
pl: Wyszukiwanie nowych iFolderów: {0}
pt_br: Verificando novas pastas do iFolder: {0}
ru: Проверка новых папок iFolder: {0}
sk: Zisťujú sa nové priečinky iFolder: {0}

source: Checking for new iFolders...
cs: Kontrola nových složek iFolder...
de: Neue iFolder-Ordner werden gesucht...
es: Buscando carpetas iFolder nuevas...
fr: Recherche des nouveaux dossiers iFolder...
hu: Új iFolder mappák keresése...
it: Ricerca di nuove cartelle iFolder in corso...
ja: 新しいiFolderを確認しています...
pl: Wyszukiwanie nowych iFolderów...
pt_br: Verificando novas pastas do iFolder...
ru: Проверка новых папок iFolder...
sk: Zisťujú sa nové priečinky iFolder...

source: Checking for changes: {0}
cs: Kontrola změn: {0}
de: Änderungen werden gesucht: {0}
es: Buscando cambios: {0}
fr: Recherche des changements : {0}
hu: Változások keresése: {0}
it: Ricerca delle modifiche in corso: {0}
ja: 変更を確認しています: {0}
pl: Wyszukiwanie zmian: {0}
pt_br: Verificando mudanças: {0}
ru: Проверка изменений: {0}
sk: Zisťujú sa zmeny: {0}

source: Synchronizing: {0}
cs: Probíhá synchronizace: {0}
de: Synchronisierung läuft: {0}
es: Sincronizando: {0}
fr: Synchronisation : {0}
hu: Szinkronizálás: {0}
it: Sincronizzazione in corso: {0}
ja: 同期中: {0}
pl: Synchronizowanie: {0}
pt_br: Sincronizando: {0}
ru: Синхронизация: {0}
sk: Synchronizuje sa: {0}

source: Deleting file: {0}
cs: Odstraňování souboru: {0}
de: System löscht Datei: {0}
es: Suprimiendo archivo: {0}
fr: Suppression du fichier : {0}
hu: Fájl törlése: {0}
it: cancellazione del file: {0}
ja: ファイルを削除します: {0}
pl: Usuwanie pliku: {0}
pt_br: Apagando arquivo: {0}
ru: Удаление файла: {0}
sk: Odstraňuje sa súbor: {0}

source: Uploading file: {0}
cs: Vysílání souboru: {0}
de: Datei wird heraufgeladen: {0}
es: Cargando archivo: {0}
fr: Téléchargement du fichier : {0}
hu: Fájl feltöltése: {0}
it: Caricamento del file in corso: {0}
ja: ファイルをアップロードしています: {0}
pl: Przekazywanie pliku: {0}
pt_br: Fazendo upload de arquivo: {0}
ru: Отправка файла: {0}
sk: Odovzdáva sa súbor: {0}

source: Downloading file: {0}
cs: Stahování souboru: {0}
de: Datei wird heruntergeladen: {0}
es: Descargando archivo: {0}
fr: Téléchargement du fichier : {0}
hu: Fájl letöltése: {0}
it: Scaricamento del file in corso: {0}
ja: ファイルをダウンロードしています: {0}
pl: Pobieranie pliku: {0}
pt_br: Fazendo download de arquivo: {0}
ru: Загрузка файла: {0}
sk: Preberá sa súbor: {0}

source: Found changes in file: {0}
cs: Nalezeny změny v souboru: {0}
de: Änderungen in Datei gefunden: {0}
es: Cambios encontrados en el archivo: {0}
fr: Changements trouvés dans le fichier : {0}
hu: Változás található a fájlban: {0}
it: Trovate modifiche nel file: {0}
ja: ファイルに変更が見つかりました: {0}
pl: Liczba znalezionych zmian w pliku: {0}
pt_br: Mudanças encontradas no arquivo: {0}
ru: Найдены изменения в файле: {0}
sk: Boli nájdené zmeny v súbore: {0}

source: Synchronizing file: {0}
cs: Synchronizace souboru: {0}
de: Datei wird synchronisiert: {0}
es: Sincronizando archivo: {0}
fr: Synchronisation du fichier : {0}
hu: Fájl szinkronizálása: {0}
it: Sincronizzazione del file in corso: {0}
ja: ファイルを同期中: {0}
pl: Synchronizacja pliku: {0}
pt_br: Sincronizando o arquivo: {0}
ru: Синхронизация файла: {0}
sk: Synchronizuje sa súbor: {0}

source: Deleting directory: {0}
cs: Odstraňování adresáře: {0}
de: Verzeichnis wird gelöscht: {0}
es: Suprimiendo directorio: {0}
fr: Suppression du répertoire : {0}
hu: Könyvtár törlése: {0}
it: Cancellazione della directory: {0}
ja: ディレクトリを削除中: {0}
pl: Usuwanie katalogu: {0}
pt_br: Apagando diretório: {0}
ru: Удаление каталога: {0}
sk: Odstraňuje sa adresár: {0}

source: Uploading directory: {0}
cs: Vysílání adresáře: {0}
de: Verzeichnis wird heraufgeladen: {0}
es: Cargando directorio: {0}
fr: Téléchargement du répertoire : {0}
hu: Könyvtár feltöltése: {0}
it: Caricamento della directory in corso: {0}
ja: ディレクトリをアップロード中: {0}
pl: Przekazywanie katalogu: {0}
pt_br: Fazendo upload do diretório: {0}
ru: Отправка каталога: {0}
sk: Odovzdáva sa adresár: {0}

source: Downloading directory: {0}
cs: Stahování adresáře: {0}
de: Verzeichnis wird heruntergeladen: {0}
es: Descargando directorio: {0}
fr: Téléchargement du répertoire : {0}
hu: Könyvtár letöltése: {0}
it: Scaricamento della directory in corso: {0}
ja: ディレクトリをダウンロード中: {0}
pl: Pobieranie katalogu: {0}
pt_br: Fazendo download do diretório: {0}
ru: Загрузка каталога: {0}
sk: Preberá sa adresár: {0}

source: Found changes in directory: {0}
cs: Nalezeny změny v adresáři: {0}
de: Änderungen in Verzeichnis gefunden: {0}
es: Cambios encontrados en el directorio: {0}
fr: Changements trouvés dans le répertoire : {0}
hu: Változás található a könyvtárban: {0}
it: Trovate modifiche nella directory: {0}
ja: ディレクトリに変更が見つかりました: {0}
pl: Liczba znalezionych zmian w katalogu: {0}
pt_br: Mudanças encontradas no diretório: {0}
ru: Найдены изменения в каталоге: {0}
sk: Boli nájdené zmeny v adresári: {0}

source: Synchronizing directory: {0}
cs: Synchronizace adresáře: {0}
de: Verzeichnis wird synchronisiert: {0}
es: Sincronizando directorio: {0}
fr: Synchronisation du répertoire : {0}
hu: Könyvtár szinkronizálása: {0}
it: Sincronizzazione della directory in corso: {0}
ja: ディレクトリを同期中: {0}
pl: Synchronizacja katalogu: {0}
pt_br: Sincronizando o diretório: {0}
ru: Синхронизация каталога: {0}
sk: Synchronizuje sa adresár: {0}

source: Deleting on server: {0}
cs: Odstraňování na serveru: {0}
de: Löschvorgang auf Server: {0}
es: Suprimiendo del servidor: {0}
fr: Suppression sur le serveur : {0}
hu: Törlés a kiszolgálón: {0}
it: Cancellazione sul server in corso: {0}
ja: サーバ上で削除中: {0}
pl: Usuwanie na serwerze: {0}
pt_br: Apagando no servidor: {0}
ru: Удаление на сервере: {0}
sk: Prebieha odstraňovanie na serveri: {0}

source: Set up an iFolder account?
cs: Nastavit účet aplikace iFolder?
de: Ein iFolder-Konto einrichten?
es: ¿Desea configurar una cuenta iFolder?
fr: Configurer un compte iFolder ?
hu: Beállít iFolder fiókot?
it: Configurare un conto iFolder?
ja: iFolderアカウントをセットアップしますか?
pl: Czy skonfigurować konto programu iFolder?
pt_br: Configurar uma conta do iFolder?
ru: Настроить учетную запись iFolder?
sk: Nastaviť konto priečinka iFolder?

source: To begin using iFolder, you must first set up an iFolder account.
cs: Chcete-li začít používat aplikaci iFolder, musíte nejprve nastavit účet aplikace Folder.
de: Um iFolder verwenden zu können, müssen Sie zunächst ein iFolder-Konto einrichten.
es: Para utilizar iFolder, en primer lugar debe configurar una cuenta iFolder.
fr: Pour commencer à utiliser iFolder, vous devez d'abord configurer un compte iFolder.
hu: Az iFolder használatának megkezdéséhez előbb iFolder fiókot kell beállítania.
it: Per iniziare a utilizzare iFolder, è necessario configurare un conto iFolder.
ja: iFolderの使用を開始するには、最初にiFolderアカウントをセットアップする必要があります。
pl: Aby rozpocząć korzystanie z programu iFolder, należy w pierwszej kolejności skonfigurować konto programu iFolder.
pt_br: Para começar a usar o iFolder, primeiro configure uma conta do iFolder.
ru: Чтобы начать использование iFolder, необходимо сначала настроить учетную запись iFolder.
sk: Ak chcete začať používať priečinok iFolder, je nutné najprv nastaviť konto priečinka iFolder.

source: Invalid folder specified
cs: Byla zadána neplatná složka
de: Ungültigen Ordner angegeben
es: Carpeta especificada no válida
fr: Dossier non valide spécifié
hu: Érvénytelen mappa van megadva
it: Cartella specificata non valida
ja: 無効なフォルダが指定されました
pl: Określono nieprawidłowy folder
pt_br: Pasta inválida especificada
ru: Указана неверная папка
sk: Je zadaný neplatný priečinok

source: An invalid folder was specified.
cs: Byla zadána neplatná složka
de: Ein ungültiger Ordner wurde angegeben
es: Se ha especificado una carpeta no válida
fr: Un dossier non valide a été spécifié
hu: Érvénytelen mappa volt megadva
it: È stata specificata una cartella non valida.
ja: 無効なフォルダが指定されました
pl: Określono nieprawidłowy folder
pt_br: Pasta inválida especificada
ru: Указана неверная папка.
sk: Bol zadaný neplatný priečinok

source: An invalid folder was specified
cs: Byla zadána neplatná složka
de: Ein ungültiger Ordner wurde angegeben
es: Se ha especificado una carpeta no válida
fr: Un dossier non valide a été spécifié
hu: Érvénytelen mappa volt megadva
it: È stata specificata una cartella non valida.
ja: 無効なフォルダが指定されました
pl: Określono nieprawidłowy folder
pt_br: Pasta inválida especificada
ru: Указана неверная папка
sk: Bol zadaný neplatný priečinok

source: The folder you've specified is invalid. Please remove the trailing separator character (/) and try again.
cs: Složka, kterou jste zadali, je neplatná. Odstraňte prosím znak koncového oddělovače (/) a zkuste to znovu.
de: Der von Ihnen angegebene Ordner ist ungültig. Entfernen Sie das nachfolgende Trennzeichen (/) und versuchen Sie es erneut.
es: La carpeta que se ha especificado no es válida. Quite el carácter separador final (/) e inténtelo de nuevo.
fr: Le dossier que vous avez spécifié est non valide. Supprimez le séparateur final (/) et réessayez.
hu: A megadott mappa érvénytelen. Törölje a név végéről az elválasztójelet (/), és próbálja meg újból.
it: La cartella specificata non è valida. Rimuovere il carattere di separazione finale (/) e riprovare.
ja: 指定したフォルダは無効です。末尾の区切り文字(/) を削除し、再度実行してください。
pl: Określony folder jest nieprawidłowy. Usuń końcowy znak rozdzielający (/) i spróbuj ponownie.
pt_br: A pasta especificada é inválida. Remova o caractere separador (/) à direita e tente novamente.
ru: Указанная папка неверна. Удалите замыкающий символ разделения (/) и повторите попытку.
sk: Zadaný priečinok je neplatný. Odstráňte záverečný oddeľovací znak (/) a skúste to znova.

source: Show All
cs: -- Zobrazit vše --
de: -- Alles anzeigen --
es: -- Mostrar todo --
fr: -- Afficher tout --
hu: -- Összes megjelenítése --
it: -- Mostra tutto --
ja: -- すべてを表示 --
pl: Pokaż wszystko
pt_br: -- Mostrar Tudo --
ru: Показать все
sk: Zobraziť všetky

source: The folder you've specified does not exist. Please select an existing folder and try again.
cs: Složka, kterou jste zadali, neexistuje. Vyberte prosím existující složku a zkuste to znovu.
de: Der von Ihnen angegebene Ordner ist nicht vorhanden. Wählen Sie einen vorhandenen Ordner und versuchen Sie es erneut.
es: La carpeta que se ha especificado no existe. Seleccione una carpeta existente e inténtelo de nuevo.
fr: Le dossier que vous avez spécifié n'existe pas. Sélectionnez un dossier existant et réessayez.
hu: A megadott mappa nem létezik. Válasszon meglévő mappát, és próbálja meg újból.
it: La cartella specificata non esiste. Selezionare una cartella esistente e riprovare.
ja: 指定したフォルダは存在しません。既存のフォルダを選択し、再度実行してください。
pl: Określony folder nie istnieje. Wybierz istniejący folder i spróbuj ponownie.
pt_br: A pasta especificada não existe. Selecione uma pasta existente e tente novamente.
ru: Указанная папка не существует. Выберите существующую папку и повторите попытку.
sk: Zadaný priečinok neexistuje. Vyberte existujúci priečinok a skúste to znova.
