Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: Create a copy and migrate to iFolder3.x
cs: Vytvořit kopii a migrovat do složky iFolder3.x
de: Erstellen Sie eine Kopie und migrieren Sie diese zu iFolder3.x.
es: Crear una copia y migrar a iFolder3.x
fr: Créer une copie et migrer vers iFolder3.x
hu: Másolat létrehozása és áttelepítése az iFolder3.x verzióra
it: Creare una copia ed eseguire la migrazione a iFolder3.x
ja: コピーを作成して、iFolder 3.xに移行する
pl: Utwórz kopię i wykonaj migrację do programu iFolder 3.x
pt_br: Criar uma cópia e migrar para o iFolder3.x
ru: Создание копии и миграция на iFolder3.x
sk: Vytvoriť kópiu a preniesť do aplikácie iFolder3.x

source: Encrypt the iFolder
cs: Šifrovat složku iFolder
de: iFolder-Ordner verschlüsseln
es: Cifrar la carpeta de iFolder
fr: Coder le dossier iFolder
hu: Az iFolder mappa titkosítása
it: Cifra la cartella iFolder
ja: iFolderを暗号化
pl: Zaszyfruj iFolder
pt_br: Criptografar iFolder
ru: Зашифровать iFolder
sk: Zašifrovať priečinok iFolder

source: Regular iFolder
cs: Bežná složka iFolder
de: Regulärer iFolder-Ordner
es: iFolder normal
fr: Dossier iFolder normal
hu: Normál iFolder
it: Cartella iFolder normale
ja: 通常のiFolder
pl: Regularny iFolder
pt_br: iFolder Regular
ru: Обычная папка iFolder
sk: Bežný priečinok iFolder

source: Migrate
cs: Migrovat
de: Migrieren
es: Migrar
fr: Migrer
hu: Áttelepítés
it: Esegui migrazione
ja: 移行
pl: Migracja
pt_br: Migrar
ru: Миграция
sk: Preniesť

source: Congratulations! Your folder has been successfully migrated to the latest version of iFolder. It is recommended to disconnect from 2.x server to avoid multiple synchronizations. Click "Finish" to close this window.
cs: Blahopřejeme! Vaše složka byla úspěšně migrována do nejnovější verze složky iFolder. Doporučujeme vám, abyste se odpojili od serveru 2.x, takže nedojde k vícenásobné synchronizaci. Klepnutím na tlačítko "Dokončit" zavřete okno.
de: Herzlichen Glückwunsch! Ihr Ordner wurde erfolgreich zur aktuellsten Version von iFolder migriert. Es wird empfohlen, die Verbindung zum 2.x-Server zu unterbrechen, um mehrfache Synchronisierungen zu vermeiden. Klicken Sie auf "Fertig stellen", um dieses Fenster zu schließen.
es: Enhorabuena. La carpeta se ha migrado correctamente a la versión más reciente de iFolder. Se recomienda que se desconecte del servidor 2.x con el fin de evitar múltiples sincronizaciones. Haga clic en "Finalizar" para cerrar esta ventana.
fr: Félicitations ! Votre dossier a été migré vers la dernière version de iFolder. Il est recommandé de se déconnecter du serveur 2.x pour éviter les synchronisations multiples. Cliquez sur "Terminer" pour fermer cette fenêtre.
hu: Gratulálunk! Mappáját sikeresen áttelepítette az iFolder legújabb verziójára. A többszörös szinkronizálás elkerülése érdekében javasolt a kapcsolat bontása a 2.x verziójú kiszolgálóval. Az ablak bezárásához kattintson a "Befejezés" gombra.
it: Operazione completata con successo. La migrazione della cartella all'ultima versione di iFolder è stata eseguita correttamente. È consigliabile disconnettersi dal server 2.x al fine di evitare sincronizzazioni multiple. Fare clic su "Fine" per chiudere questa finestra.
ja: おめでとうございます。フォルダは正常に iFolderの最新バージョンに 移行されました。 同期が重複して行われないように、 iFolder 2.xサーバから切断することを お勧めします。 ［終了］をクリックしてクこのウィンドウを閉じます。
pl: Gratulacje! Migracja folderu do najnowszej wersji programu iFolder została zakończona pomyślnie. Zaleca się odłączenie od serwera w wersji 2.x w celu uniknięcia wielokrotnych synchronizacji. Kliknij przycisk Zakończ, aby zamknąć to okno.
pt_br: Parabéns! Sua pasta foi migrada com êxito para a versão mais recente do iFolder. Recomendamos desconectar do servidor 2.x para evitar várias sincronizações. Clique em "Concluir" para fechar esta janela.
ru: Поздравляем! Папка была успешно мигрирована на последнюю версию iFolder. Рекомендуется отключиться от сервера 2.x, чтобы избежать нескольких синхронизаций. Щелкните "Готово" для закрытия этого окна.
sk: Blahoželáme. Váš priečinok bol úspešne prenesený do najnovšej verzie aplikácie iFolder. Odporúča sa odpojiť od servera verzie 2.x, aby sa predišlo viacnásobným synchronizáciám. Kliknutím na tlačidlo Dokončiť zatvoríte toto okno.

source: Error in Migration
cs: Chyba při migraci
de: Fehler bei Migration
es: Error durante la migración
fr: Erreur lors de la migration
hu: Hiba az áttelepítéskor
it: Errore durante la migrazione
ja: 移行時にエラーが発生しました
pl: Błąd migracji.
pt_br: Erro na Migração
ru: Ошибка миграции
sk: Chyba prenesenia

source: Sorry! The iFolder cannot be migrated to the specified account. Please try again.
cs: Bohužel nelze složku iFolder migrovat do zadaného účtu. Prosíme zkuste to znovu.
de: Der iFolder-Ordner kann nicht zu dem angegebenen Konto migriert werden. Wiederholen Sie den Vorgang.
es: No es posible migrar la carpeta iFolder a la cuenta indicada. Inténtelo de nuevo.
fr: Désolé ! Il n'est pas possible de migrer le dossier iFolder vers le compte spécifié. Réessayez.
hu: Sajnos az iFolder mappát nem lehet a megadott fiókra áttelepíteni. Próbálja meg újra.
it: Impossibile eseguire la migrazione della cartella iFolder al conto specificato. Riprovare.
ja: iFolderを指定されたアカウントに移行できませんでした。 再度実行してください。
pl: Przepraszamy! Nie można przeprowadzić migracji iFolderu na określone konto. Spróbuj ponownie.
pt_br: O iFolder não pode ser migrado para a conta especificada. Tente novamente.
ru: К сожалению, папка iFolder не может быть мигрирована для указанной учетной записи. Повторите попытку.
sk: Ľutujeme, priečinok iFolder nie je možné preniesť na zadané konto. Skúste to znova.

source: Online
es: En línea
fr: En ligne
it: In linea
ja: オンライン
ru: Включен

source: Account Name:
cs: Název účtu:
de: Kontoname:
es: Nombre de cuenta:
fr: Nom du compte :
hu: Fiók neve:
it: Nome conto:
ja: アカウント名:
pl: Nazwa konta:
pt_br: Nome da Conta:
ru: Имя учетной записи:
sk: Názov konta:

source: Change Passphrase
cs: Změnit přístupovou frázi
de: Passwortsatz ändern
es: Cambiar contraseña codificada
fr: Changer la phrase secrète
hu: Hozzáférési kód megváltoztatása
it: Cambia stringa di cifratura
ja: パスフレーズの変更
pl: Zmień zwrot hasłowy
pt_br: Mudar frase secreta
ru: Изменить контрольную фразу
sk: Zmeniť prístupový výraz

source: Enter passphrase
cs: Zadat heslo
de: Passwortsatz eingeben
es: Introducir contraseña codificada
fr: Entrer la phrase secrète
hu: Adja meg a hozzáférési kódot
it: Immettere la stringa di cifratura
ja: パスフレーズの入力
pl: Wprowadź zwrot hasłowy
pt_br: Digite a frase secreta
ru: Введите контрольную фразу
sk: Zadať prístupový výraz

source: Enter new passphrase
cs: Zadat nové heslo
de: Neuen Passwortsatz eingeben
es: Introducir nueva contraseña codificada
fr: Entrer la nouvelle phrase secrète
hu: Adja meg az új hozzáférési kódot
it: Immettere la nuova stringa di cifratura
ja: 新しいパスフレーズの入力
pl: Wprowadź nowy zwrot hasłowy
pt_br: Digite a nova frase secreta
ru: Введите новую контрольную фразу
sk: Zadať nový prístupový výraz

source: _Enter passphrase
cs: _Zadejte heslo
de: Passwortsatz _eingeben
es: _Introducir contraseña codificada
fr: _Entrer la phrase secrète
hu: Adja m_eg a hozzáférési kódot
it: _Immettere la stringa di cifratura
ja: パスフレーズの入力(_E)
pl: _Wprowadź zwrot hasłowy
pt_br: _ Digite a frase secreta
ru: _Введите контрольную фразу
sk: _Zadať prístupový výraz

source: Enter new _passphrase
cs: Zadejte nové _heslo
de: Neuen _Passwortsatz eingeben
es: Introducir nueva _contraseña codificada
fr: Entrer la nouvelle _phrase secrète
hu: Adja meg az új hozzáférési _kódot
it: Immettere la nuova _stringa di cifratura
ja: 新しいパスフレーズの入力(_P)
pl: Wprowadź _nowy zwrot hasłowy
pt_br: Digite a nova _frase secreta
ru: Введите _новую контрольную фразу
sk: Zadať nový _prístupový výraz

source: Reset
cs: Obnovit
de: Zurück
es: Reiniciar
fr: Réinitialiser
hu: Átállítás
it: Reimposta
ja: リセット
pl: Resetuj
pt_br: Redefinir
ru: Сброс
sk: Pôvodné

source: _Remember passphrase
cs: _Pamatovat si heslo
de: Passwortsatz _speichern
es: _Recordar contraseña codificada
fr: _Mémoriser la phrase secrète
hu: _A hozzáférési kód megjegyzése
it: Memo_rizza stringa di cifratura
ja: パスフレーズを保存する(_R)
pl: _Zapamiętaj zwrot hasłowy
pt_br: _Lembrar frase secreta
ru: Запомнит_ь контрольную фразу
sk: Zapamätať p_rístupový výraz

source: Remember passphrase
cs: Pamatovat si heslo
de: Passwortsatz speichern
es: Recordar contraseña codificada
fr: Mémoriser la phrase secrète
hu: A hozzáférési kód megjegyzése
it: Memorizza stringa di cifratura
ja: パスフレーズを保存する
pl: Zapamiętaj zwrot hasłowy
pt_br: Lembrar frase secreta
ru: Запомнить контрольную фразу
sk: Zapamätať prístupový výraz

source: iFolder Server Older
cs: Server iFolder starší
de: iFolder-Server älter
es: Servidor iFolder más antiguo
fr: Ancien serveur iFolder
hu: Régebbi iFolder kiszolgáló
it: Server iFolder con versione precedente
ja: iFolderサーバが古くなっています
pl: Starsza wersja serwera iFolder
pt_br: Servidor iFolder Mais Antigo
ru: Более старый сервер iFolder
sk: Verzia servera aplikácie iFolder je staršia

source: The server is running an older version.
cs: Na serveru je spuštěna starší verze.
de: Der Server führt eine ältere Version aus.
es: El servidor está ejecutando una versión anterior.
fr: Le serveur utilise une version plus ancienne.
hu: A kiszolgálón régebbi verzió fut.
it: La versione del server in esecuzione è precedente.
ja: サーバは古いバージョンで稼働しています。
pl: Na serwerze zainstalowana jest starsza wersja.
pt_br: O servidor está sendo executado em uma versão antiga.
ru: На сервере запущена более старая версия.
sk: Tento server používa staršiu verziu.

source: The server needs to be upgraded to be connected from this client
cs: Server musí být inovován pro připojení z tohoto klienta
de: Der Server muss aufgerüstet werden, um die Verbindung von diesem Client aus zu ermöglichen
es: Es necesario actualizar el servidor para que el cliente pueda conectarse a él
fr: Le serveur doit être mis à niveau pour une connexion à partir de ce client
hu: A kiszolgálót frissíteni kell ahhoz, hogy ezzel az ügyféllel kapcsolódni lehessen hozzá
it: Per eseguire la connessione da questo client, è necessario eseguire l'upgrade del server
ja: このクライアントから接続するには、サーバをアップグレードする必要があります
pl: Aby serwer mógł się łączyć z tym klientem, musi zostać uaktualniony.
pt_br: O servidor precisa ser atualizado para se conectar a partir deste cliente
ru: Для подключения с данного клиента требуется обновление сервера
sk: Server je potrebné upgradovať, ak sa k nemu chcete pripojiť pomocou tohto klienta

source: iFolder Client Upgrade
cs: Inovace klienta aplikace iFolder
de: iFolder-Client-Aufrüstung
es: Actualización del Cliente iFolder
fr: Mise à niveau du client iFolder
hu: iFolder ügyfélprogram frissítése
it: Upgrade del client iFolder
ja: iFolderクライアントのアップグレード
pl: Uaktualnienie klienta iFolder
pt_br: Upgrade de Cliente iFolder
ru: Обновление клиента iFolder
sk: Inovácia klienta priečinka iFolder

source: The client needs to be upgraded to be connected to the server
cs: Klient musí být inovován pro připojení k serveru
de: Der Client muss aufgerüstet werden, um die Verbindung mit dem Server zu ermöglichen
es: Es necesario actualizar el cliente para poder conectarlo al servidor
fr: Le client doit être mis à niveau pour être connecté au serveur
hu: Az ügyfelet frissíteni kell ahhoz, hogy ehhez a kiszolgálóhoz kapcsolódni tudjon
it: Per eseguire la connessione al server, è necessario eseguire l'upgrade del client
ja: サーバに接続するにはクライアントをアップグレードする必要があります
pl: Aby klient mógł się łączyć z tym serwerem, musi zostać uaktualniony.
pt_br: O cliente precisa ser atualizado para se conectar ao servidor
ru: Для подключения к этому серверу требуется обновление клиента
sk: Ak sa chcete k serveru pripojiť pomocou tohto klienta, je potrebné klienta upgradovať

source: Would you like to download new iFolder Client?
cs: Chcete stáhnout nového klienta aplikace iFolder?
de: Möchten Sie den neuen iFolder-Client herunterladen?
es: ¿Desea descargar el nuevo Cliente iFolder?
fr: Voulez-vous télécharger le nouveau client iFolder ?
hu: Letölti az iFolder ügyfélprogram új verzióját?
it: Scaricare il nuovo client iFolder?
ja: 新しいiFolder Clientをダウンロードしますか?
pl: Czy chcesz zainstalować nowego klienta programu iFolder?
pt_br: Deseja fazer o download do novo iFolder Client?
ru: Загрузить новую версию клиента iFolder?
sk: Chcete prevziať nového klienta iFolder?

source: A newer version "{0}" of the iFolder Client is available.
cs: Je k dispozici novější verze "{0}" klienta aplikace iFolder.
de: Eine neuere Version ("{0}") des iFolder-Clients ist verfügbar.
es: Hay disponible una versión más reciente "{0}" del Cliente iFolder.
fr: Une nouvelle version "{0}" du client iFolder est disponible.
hu: Az iFolder ügyfél egy újabb verziója ("{0}") érhető el.
it: È disponibile una versione più recente del client iFolder "{0}".
ja: 新しいバージョン「{0}」のiFolder Clientが利用できます。
pl: Dostępna jest nowsza wersja {0} klienta iFolder.
pt_br: Uma versão mais nova "{0}" do Cliente do iFolder está disponível.
ru: Доступна новая версия "{0}" клиента iFolder.
sk: K dispozícii je novšia verzia „{0}“ klienta aplikácie iFolder.

source: Download Complete...
cs: Stahování dokončeno...
de: Herunterladen abgeschlossen...
es: Descarga finalizada...
fr: Téléchargement terminé...
hu: A letöltés befejeződött...
it: Scaricamento completo...
ja: ダウンロード完了...
pl: Pobieranie ukończone...
pt_br: Download Concluído...
ru: Загрузка завершена...
sk: Preberanie dokončené...

source: Download Finished
cs: Stahování dokončeno
de: Download abgeschlossen.
es: Descarga finalizada
fr: Téléchargement terminé
hu: A letöltés befejeződött
it: Scaricamento completato
ja: ダウンロードの完了
pl: Pobieranie zakończone.
pt_br: Download Concluído
ru: Загрузка завершена
sk: Preberanie dokončené

source: The new client rpm's have been downloaded.
cs: Byly staženy soubory rpm nového klienta.
de: Die neuen Client-RPMs wurden heruntergeladen.
es: Los paquetes RPM del cliente nuevo se han descargado.
fr: Les rpm du nouveau client ont été téléchargés.
hu: Az új ügyfélprogram rpm-ek letöltése megtörtént.
it: Scaricamento dell'RPM del nuovo client completato.
ja: 新しいクライアントのRPMをダウンロードしました。
pl: Pobrano pliki RPM nowego klienta.
pt_br: Foi feito o download do novo RPM Client.
ru: Новые модули rpm клиента загружены.
sk: Prevzalo sa Rpm nového klienta.

source: Upgrade Failure
cs: Selhání inovace
de: Fehler bei Aufrüstung
es: Fallo en la actualización
fr: Échec de la mise à niveau
hu: Frissítési hiba
it: Errore durante l'upgrade
ja: アップグレードの失敗
pl: Błąd uaktualnienia
pt_br: Falha de Upgrade
ru: Сбой при обновлении
sk: Zlyhanie upgradu

source: The iFolder client upgrade failed.
cs: Aktualizace klienta aplikace iFolder se nazdařila.
de: Fehler bei iFolder-Client-Aufrüstung.
es: No es posible actualizar el Cliente iFolder.
fr: Échec de la mise à niveau du client iFolder.
hu: Az iFolder ügyfélprogram frissítése sikertelen volt.
it: Upgrade del client iFolder non riuscito.
ja: iFolderクライアントのアップグレードが失敗しました。
pl: Uaktualnienie klienta programu iFolder nie powiodło się.
pt_br: Falha do upgrade do iFolder Client.
ru: Сбой при обновлении клиента iFolder.
sk: Inovácia klienta iFolder zlyhala.

source: Please contact your system administrator.
cs: Obraťte se na správce systému.
de: Bitte kontaktieren Sie Ihren Systemadministrator.
es: Póngase en contacto con el administrador del sistema.
fr: Contactez votre administrateur système.
hu: Lépjen kapcsolatba a rendszergazdával.
it: Rivolgersi all'amministratore di sistema.
ja: システム管理者に連絡してください。
pl: Skontaktuj się z administratorem systemu.
pt_br: Entre em contato com o Administrador do Sistema.
ru: Обратитесь к системному администратору.
sk: Obráťte sa na správcu systému.

source: Account Error
cs: Chyba účtu
de: Kontofehler.
es: Error de cuenta
fr: Erreur de compte
hu: Fiókhiba
it: Errore conto
ja: アカウントエラーです
pl: Błąd konta
pt_br: Erro na Conta
ru: Ошибка учетной записи
sk: Chyba konta

source: This account has been removed from your computer.
cs: Tento účet byl odebrán z vašeho počítače.
de: Dieses Konto wurde von Ihrem Computer entfernt.
es: Esta cuenta se ha eliminado del equipo.
fr: Ce compte a été supprimé de votre ordinateur.
hu: Ez a fiók el van távolítva a számítógépről.
it: Il conto è stato rimosso dal computer.
ja: このアカウントはコンピュータから削除されています。
pl: To konto zostało usunięte z Twojego komputera.
pt_br: Esta conta foi removida do seu computador.
ru: Данная учетная запись удалена с компьютера.
sk: Toto konto bolo odstránené z počítača.

source: If you wish to connect to this account again, please add it in the Account Settings Dialog.
cs: Pokud se k tomuto účtu chcete připojit znovu, přidejte ho prosím v dialogovém okně Nastavení účtu.
de: Wenn Sie erneut eine Verbindung zu diesem Konto herstellen möchten, fügen Sie es im Dialogfeld "Kontoeinstellungen" hinzu.
es: Si desea volver a conectarse a esta cuenta, debe añadirla en el diálogo Ajustes de cuenta.
fr: Si vous voulez vous reconnecter à ce compte, ajoutez-le dans la boîte de diloague Paramètres du compte.
hu: Ha ismét kapcsolódni szeretne ehhez a fiókhoz, vegye fel a Fiókbeállítások párbeszédpanelen.
it: Se si desidera connettersi nuovamente al conto, aggiungerlo nella finestra di dialogo Impostazioni conto.
ja: このアカウントに再び接続するには、［アカウントの設定］ダイアログに追加してください。
pl: Aby ponownie połączyć się z tym kontem, dodaj je do okna dialogowego Ustawienia konta.
pt_br: Se deseja se conectar a essa conta novamente, adicione-a à caixa de diálogo Configurações de Conta.
ru: Для повторного подключения с помощью этой учетной записи добавьте ее в диалоговом окне "Настройки учетной записи".
sk: Ak sa chcete znova prihlásiť na toto konto, pridajte ho v dialógovom okne Nastavenie konta.

source: Migration Alert
cs: Upozornění migrace
de: Migrations-Warnmeldung
es: Alerta de migración
fr: Alerte de migration
hu: Áttelepítési figyelmeztetés
it: Avviso di migrazione
ja: 移行の警告
pl: Alert migracji
pt_br: Alerta de Migração
ru: Предупреждение миграции
sk: Upozornenie prenosu

source: There are 2.x iFolders on this machine.
cs: Na tomto zařízení se nachází složky iFolder verze 2.x.
de: Auf diesem Computer befinden sich 2.x-iFolder.
es: En este equipo hay carpetas iFolder 2.x.
fr: Il y a des dossiers iFolder 2.x sur cette machine.
hu: Ezen a számítógépen 2.x verziójú iFolder mappák találhatók.
it: In questo computer sono presenti cartelle iFolder 2.x.
ja: このマシンには2.xのiFolderがあります。
pl: Na tym komputerze zainstalowano foldery iFolder w wersji 2.x.
pt_br: Existem iFolders 2.x nesta máquina.
ru: На этом компьютере найдены папки iFolder 2.x.
sk: V tomto počítači sú priečinky iFolder verzie 2.x

source: Do you want to migrate them?
cs: Chcete je migrovat?
de: Möchten Sie sie migrieren?
es: ¿Desea migrarlas?
fr: Souhaitez-vous les migrer ?
hu: Áttelepíti őket?
it: Eseguirne la migrazione?
ja: 移行しますか?
pl: Czy chcesz dokonać ich migracji?
pt_br: Deseja migrá-las?
ru: Выполнить их миграцию?
sk: Chcete ich preniesť?

source: Don't show this message again
cs: Tuto zprávu již nezobrazovat.
de: Diese Meldung nicht mehr anzeigen
es: No volver a mostrar este mensaje.
fr: Ne plus afficher ce message
hu: Ne jelenjen meg újra ez az üzenet.
it: Non visualizzare più questo messaggio
ja: 今後このメッセージを表示しない
pl: Nie wyświetlaj tego komunikatu ponownie
pt_br: Não mostrar esta mensagem novamente
ru: Больше не показывать это сообщение
sk: Túto správu viac nezobrazovať

source: Default iFolder
cs: Výchozí složka iFolder
de: Standard-iFolder-Ordner
es: Carpeta iFolder por defecto
fr: Dossier iFolder par défaut
hu: Alapértelmezett iFolder
it: Cartella iFolder di default
ja: デフォルトiFolder
pl: iFolder domyślny
pt_br: iFolder padrão
ru: Папка iFolder по умолчанию
sk: Predvolený priečinok iFolder

source: Create default iFolder.
cs: Vytvořit výchozí složku iFolder.
de: Standard-iFolder-Ordner erstellen.
es: Cree una carpeta iFolder por defecto.
fr: Créer un dossier iFolder par défaut.
hu: Alapértelmezett iFolder mappa létrehozása.
it: Creare la cartella iFolder di default.
ja: デフォルトのiFolderを作成します。
pl: Utwórz domyślny folder iFolder.
pt_br: Criar iFolder padrão.
ru: Создание папки iFolder по умолчанию.
sk: Vytvoriť predvolený priečinok iFolder

source: Browse
cs: Procházet
de: Durchsuchen
es: Examinar
fr: Parcourir
hu: Tallózás
it: Sfoglia
ja: 参照
pl: Przeglądaj
pt_br: Procurar
ru: Просмотр
sk: Prehľadávať

source: Security:
cs: Zabezpečení:
de: Sicherheit:
es: Seguridad:
fr: Sécurité :
hu: Adatvédelem:
it: Sicurezza:
ja: セキュリティ:
pl: Zabezpieczenia:
pt_br: Segurança:
ru: Защита:
sk: Zabezpečenie:

source: Select Location...
cs: Vyberte umístění...
de: Standort auswählen...
es: Seleccionar ubicación...
fr: Sélectionner un emplacement...
hu: Hely kiválasztása...
it: Seleziona ubicazione...
ja: 場所を選択する...
pl: Wybierz położenie...
pt_br: Selecionar Local...
ru: Выбрать расположение...
sk: Vyberte umiestnenie...

source: Download Default iFolder:
cs: Stáhnout výchozí složku iFolder:
de: Standard-iFolder-Ordner herunterladen:
es: Descargar carpeta iFolder por defecto:
fr: Télécharger le dossier iFolder par défaut :
hu: Alapértelmezett iFolder mappa letöltése:
it: Scarica cartella iFolder di default:
ja: デフォルトのiFolderのダウンロード:
pl: Pobierz domyślny folder iFolder:
pt_br: Fazer o Download do iFolder Padrão:
ru: Загрузить папку iFolder по умолчанию:
sk: Prevziať predvolený priečinok iFolder:

source: _Download default iFolder
cs: _Stáhnout výchozí složku iFolder
de: _Standard-iFolder herunterladen
es: _Descargar iFolder predeterminado
fr: _Télécharger le dossier iFolder par défaut
hu: _Alapértelmezett iFolder mappa letöltése
it: _Download iFolder di default
ja: デフォルトのiFolderをダウンロード(_D)
pl: _Pobierz domyślny iFolder
pt_br: _Fazer download do iFolder padrão
ru: _Загрузить папку iFolder по умолчанию
sk: _Prevziať predvolený priečinok iFolder

source: Next
cs: Další
de: Weiter
es: Siguiente
fr: Suivant
hu: Következő
it: Avanti
ja: 次へ
pl: Dalej >
pt_br: Próximo
ru: Далее
sk: Ďalej

source: iFolder account
cs: Účet iFolder
de: iFolder-Konto
es: Cuenta iFolder
fr: Compte iFolder
hu: iFolder fiók
it: Conto iFolder
ja: iFolderアカウント
pl: Konto programu iFolder
pt_br: Conta do iFolder
ru: Учетная запись iFolder
sk: Konto iFolder

source: Convert to an iFolder...
cs: Převést na složku iFolder...
de: In iFolder-Ordner umwandeln...
es: Convertir en una carpeta iFolder...
fr: Convertir en un dossier iFolder...
hu: Átalakítás iFolder mappává...
it: Converti in cartella iFolder...
ja: iFolderに変換する...
pl: Konwertuj do iFolderu...
pt_br: Converter em um iFolder...
ru: Преобразовать в папку iFolder...
sk: Konvertovať na priečinok iFolder...

source: _Browse
cs: _Procházet
de: _Durchsuchen
es: E_xaminar
fr: _Parcourir
hu: _Tallózás
it: _Sfoglia
ja: 参照(_B)
pl: _Przeglądaj
pt_br: _Procurar
ru: Пр_осмотр
sk: _Prehľadávať

source: Synchronized: {0}
cs: Synchronizováno: {0}
de: Synchronisiert: {0}
es: Sincronizado: {0}
fr: Synchronisé : {0}
hu: Szinkronizálva: {0}
it: Sincronizzato: {0}
ja: 同期化済み: {0}
pl: Zsynchronizowane: {0}
pt_br: Sincronizado: {0}
ru: Синхронизирован: {0}
sk: Synchronizované: {0}

source: No Logged-In domains
cs: Žádné přihlášené domény
de: Keine angemeldeten Domänen
es: No existen dominios conectados
fr: Aucun domaine logué
hu: Nincs bejelentkezve a tartományba
it: Nessun dominio connesso
ja: ログインドメインがありません
pl: Brak zalogowanych domen
pt_br: Não há domínios registrados
ru: Нет доменов, в которые выполнен вход
sk: Žiadne prihlásené domény

source: No Logged-In accounts
cs: Žádné přihlášené účty
de: Keine angemeldeten Konten
es: No existen cuentas conectadas
fr: Aucun compte logué
hu: Nincs bejelentkezett fiók
ja: ログインアカウントがありません
pl: Brak zalogowanych kont
pt_br: Não há contas registradas
ru: Нет учетных записей, в которые выполнен вход
sk: Žiadne prihlásené kontá
