Repository: ifolder/ifolder
Catalog: ifolder/src/UI/Linux/LinuxClient/po/*.po
Languages: cs, de, es, fr, hu, it, ja, pl, pt_br, ru, sk

source: Certificate Expired! for "{0}" server. Unable to verify "{0}" as a trusted server. You should examine this server's identity certificate carefully. Do you still want to continue?
cs: Platnost certifikátu pro server "{0}" skončila. Server "{0}" nelze ověřit jako důvěryhodný server. Pozorně prozkoumejte certifikát identity serveru. Opravdu chcete pokračovat?
de: Zertifikat abgelaufen für Server "{0}". "{0}" kann nicht als vertrauenswürdiger Server bestätigt werden. Sie sollten das Identitätszertifikat dieses Servers sorgfältig untersuchen. Möchten Sie dennoch fortfahren?
es: El certificado del servidor "{0}" ha caducado. No es posible verificar que "{0}" sea un servidor de confianza; deberá examinar detenidamente el certificado de identidad del servidor. ¿Desea continuar de todos modos?
fr: Certificat expiré pour le serveur "{0}". Impossible de vérifier que le serveur "{0}" est fiable. Vous devez examiner le certificat d'identité de ce serveur avec soin. Souhaitez-vous toujours continuer ?
hu: Lejárt a(z)"{0}" kiszolgáló tanúsítványa. A(z) "{0}" kiszolgálót nem lehet ellenőrizni megbízhatóság szempontjából. Vizsgálja meg gondosan a kiszolgáló identitásának tanúsítványát. Így is folytatja a műveletet?
it: Certificato scaduto per il server "{0}". Impossibile verificare l'attendibilità del server "{0}". È consigliabile esaminare con attenzione il certificato di identità del server. Continuare comunque?
ja: 「{0}」サーバの証明書の有効期限が切れています! 「{0}」を信頼されたサーバとして確認できません。このサーバの識別証明書をよく調べる必要があります。このまま続行しますか?
pl: Certyfikat serwera "{0}" utracił ważność. Nie można zweryfikować "{0}" jako zaufany serwer. Uważnie sprawdź certyfikat tożsamości serwera. Czy nadal chcesz kontynuować?
pt_br: O certificado do servidor "{0}" expirou. Impossível verificar "{0}" como um servidor confiável. Examine o certificado de identidade deste servidor cuidadosamente. Ainda deseja continuar?
ru: Срок действия сертификата для сервера "{0}" истек. Не удается проверить "{0}" в качестве доверенного сервера. Необходимо внимательно проверить идентификационный сертификат этого сервера. Вы все еще хотите продолжить?
sk: Skončila platnosť certifikátu pre server „{0}“. Server „{0}“ nemožno overiť ako dôveryhodný server. Mali by ste dôkladne skontrolovať certifikát identity tohto servera. Chcete aj napriek tomu pokračovať?

source: Secure Sync
cs: Bezpečná synchronizace
de: Sichere Synchronisierung
es: Sincronización segura
fr: Synchronisation sécurisée
hu: Biztonságos szinkronizálás
it: Sincronizzazione sicura
ja: セキュア同期
pl: Bezpieczna synchronizacja
pt_br: Sinc Segura
ru: Защищенная синхронизация
sk: Bezp. synch.

source: Secure sync:
cs: Bezpečná synchronizace:
de: Sichere Synchronisierung:
es: Sincronización segura:
fr: Synchronisation sécurisée :
hu: Biztonságos szinkronizálás:
it: Sincronizzazione sicura:
ja: セキュア同期:
pl: Bezpieczna synchronizacja:
pt_br: Sinc segura:
ru: Безопасная синхронизация:
sk: Bezpečná synchronizácia:

source: port
de: Anschluss
es: puerto
it: porta
ja: ポート
pt_br: porta
ru: порт

source: Disk Space Available: {0}
cs: Dostupné místo na disku: {0}
de: Verfügbarer Speicherplatz: {0}
es: Espacio de disco disponible: {0}
fr: Espace disque dispo. : {0}
hu: Szabad lemezterület: {0}
it: Spazio su disco disponibile: {0}
ja: 使用可能ディスク容量: {0}
pl: Dostępny obszar dysku: {0}
pt_br: Espaço em Disco Disponível: {0}
ru: Свободно на диске: {0}
sk: Voľné miesto na disku: {0}

source: The iFolder you have selected for downloading is a migrated iFolder.
cs: Složka iFolder, kterou jste vybrali pro stahování, je migrovaná složka iFolder.
de: Der zum Herunterladen ausgewählte iFolder ist ein migrierter iFolder.
es: La carpeta iFolder que ha seleccionado para descargar es una carpeta iFolder migrada.
fr: Le dossier iFolder sélectionné pour téléchargement est un dossier iFolder migré.
hu: A letöltésre kiválasztott iFolder mappa egy áttelepített iFolder mappa.
it: La cartella iFolder che si è scelto di scaricare è una cartella di cui è stata eseguita la migrazione.
ja: ダウンロードするために選択したiFolderは移行されたiFolderです。
pl: iFolder wybrany do pobrania jest iFolderem zmigrowanym.
pt_br: O iFolder selecionado para download é um iFolder migrado.
ru: Папка iFolder, выбранная для загрузки, является мигрированной папкой iFolder.
sk: Priečinok iFolder vybratý na prevzatie je prenesený priečinok iFolder.

source: There are 2.x iFolders on your local machine. Do you want to merge this iFolder with any of the 2.x iFolders?
cs: Ve vašem počítači jsou složky iFolder verze 2.x. Chcete tuto složku iFolder sloučit s některou ze složek iFolder 2.x?
de: Auf dem lokalen Computer befinden sich iFolder der Version 2.x. Soll dieser iFolder mit einem der iFolder der Version 2.x zusammengeführt werden?
es: Existen carpetas iFolder 2.x en el equipo local. ¿Desea fusionar esta carpeta iFolder con cualquiera de las carpetas iFolder 2.x?
fr: Il y a des dossiers iFolders 2.x sur votre machine locale. Souhaitez-vous fusionner ce dossier iFolder avec un des dossiers iFolders 2.x ?
hu: 2.x verziójú iFolder mappák találhatók a helyi gépen. Összefésüli ezt az iFolder mappát bármelyik 2.x verziójú iFolder mappával?
it: Nel computer locale sono presenti cartelle iFolder 2.x. Unire questa cartella iFolder a una o più delle cartelle iFolder 2.x?
ja: ローカルコンピュータに2.xのiFolderがあります。他の2.xのiFolderとともに、このiFolderを移行しますか?
pl: Na komputerze lokalnym znajdują się iFoldery w wersji 2.x. Czy chcesz scalić ten iFolder z którymś z iFolderów w wersji 2.x?
pt_br: Há pastas do iFolder 2.x em sua máquina local. Deseja fundir este iFolder com alguma das pastas do iFolder 2.x?
ru: На локальном компьютере присутствуют папки iFolder 2.x. Объединить эту папку iFolder с какими-либо из папок iFolder 2.x?
sk: V lokálnom zariadení sa nachádzajú priečinky iFolder verzie 2.x. Chcete tento priečinok iFolder spojiť s priečinkami iFolder verzie 2.x?

source: The name of the iFolder on the server and on your local machine are different.
cs: Název složky iFolder na serveru se liší od názvu v místním počítači.
de: Die Namen der iFolder auf dem Server und auf dem lokalen Computer sind verschieden.
es: El nombre de la carpeta iFolder del servidor y la del equipo local son diferentes.
fr: Le nom du dossier iFolder sur le serveur et sur votre machine locale est différent.
hu: Eltérő a kiszolgálón és a helyi gépen található iFolder mappa neve.
it: Il nome della cartella iFolder nel server e quello della cartella nel computer locale sono diversi.
ja: サーバのiFolderの名前と、ローカルマシンのiFolderの名前が異なります。
pl: Nazwa iFolderu na serwerze różni się od jego nazwy na komputerze lokalnym.
pt_br: Os nomes do iFolder no servidor e em sua máquina local são diferentes.
ru: Имя папки iFolder на сервере и локальной машине отличаются.
sk: Názov priečinka iFolder na serveri a v lokálnom zariadení sa líšia.

source: Do you want to rename the iFolder on the server to the name of iFolder on your local machine?
cs: Chcete složku iFolder na serveru přejmenovat na název složky iFolder v místním počítači?
de: Möchten Sie den iFolder auf dem Server auf den Namen des iFolders auf dem lokalen Computer umbenennen?
es: ¿Desea renombrar la carpeta iFolder del servidor y asignarle el nombre de la carpeta iFolder del equipo local?
fr: Souhaitezv-ius renommer le dossier iFolder sur le serveur en utilisant le nom de celui de votre machine locale ?
hu: Átnevezi a kiszolgálón lévő iFolder mappát a helyi gépen lévő iFolder mappa nevére?
it: Rinominare la cartella iFolder nel server affinché il nome corrisponda a quello della cartella iFolder nel computer locale?
ja: サーバのiFolderの名前をローカルマシンのiFolderの名前に変更しますか?
pl: Czy chcesz zmienić nazwę iFolderu na serwerze na nazwę iFolderu na komputerze lokalnym?
pt_br: Deseja renomear o iFolder do servidor com o nome da sua máquina local?
ru: Присвоить папке iFolder на сервере имя папки iFolder локального компьютера?
sk: Chcete premenovať priečinok iFolder na serveri podľa názvu priečinka iFolder v lokálnom zariadení?

source: Unlimited
cs: Neomezený
de: Unbegrenzt
es: Ilimitado
fr: Illimité
hu: Korlátlan
it: Illimitato
ja: 無制限
pl: Nieograniczone
pt_br: Ilimitado
ru: Неограничено
sk: Neobmedzené

source: Deny
cs: Odmítnout
de: Verweigern
es: Denegar
fr: Refuser
hu: Elutasítás
it: Nega
ja: 拒否
pl: zabroń
pt_br: Negar
ru: Запретить
sk: Odmietnuť

source: Accept
cs: Schválit
de: Akzeptieren
es: Aceptar
fr: Accepter
hu: Elfogadás
it: Accetta
ja: 受諾
pl: Zaakceptuj
pt_br: Aceitar
ru: Принять
sk: Prijať

source: _Deny
cs: _Odmítnout
de: _Verweigern
es: _Denegar
fr: _Refuser
hu: _Elutasítás
it: _Rifiuta
ja: 拒否(_D)
pl: _Zabroń
pt_br: _Negar
ru: _Запретить
sk: _Odmietnuť

source: _Accept
cs: _Schválit
de: _Akzeptieren
es: _Aceptar
fr: _Accepter
hu: _Elfogadás
it: _Accetta
ja: 受諾(_A)
pl: _Zaakceptuj
pt_br: _Aceitar
ru: _Принять
sk: _Prijať

source: Information Not Available
cs: Informace nejsou k dispozici
de: Informationen nicht verfügbar
es: No hay información disponible
fr: Informations non disponibles
hu: Nem érhető el adat
it: Informazioni non disponibili
ja: 情報がありません
pl: Informacje niedostępne
pt_br: Informações Não Disponíveis
ru: Информация отсутствует
sk: Informácie nie sú k dispozícii

source: Disk Space Used: {0}
cs: Použitý diskový prostor: {0}
de: Belegter Speicherplatz: {0}
es: Espacio de disco utilizado: {0}
fr: Espace disque utilisé : {0}
hu: Felhasznált lemezterület: {0}
it: Spazio usato: {0}
ja: 使用済みディスク容量: {0}
pl: Używane miejsce na dysku: {0}
pt_br: Espaço Utilizado Em Disco: {0}
ru: Используемое дисковое пространство: {0}
sk: Využité miesto na disku: {0}

source: Cannot share iFolder
cs: Nelze sdílet složku iFolder.
de: iFolder-Ordner kann nicht freigegeben werden
es: No es posible compartir la carpeta iFolder.
fr: Impossible de partager le dossier iFolder
hu: Az iFolder mappa nem osztható meg
it: Impossibile condividere la cartella iFolder
ja: iFolderを共有できません
pl: Nie można współużytkować folderu iFolder
pt_br: Impossível criar pasta
ru: Невозможно открыть общий доступ к iFolder
sk: Priečinok iFolder sa nedá zdieľať

source: It is not possible to share an Encrypted iFolder. Only regular iFolders can be shared
cs: Není možné sdílet šifrovanou složku iFolder. Lze sdílet pouze běžné složky iFolder.
de: Es ist nicht möglich, einen verschlüsselten iFolder freizugeben. Es können nur normale iFolder freigegeben werden
es: No es posible compartir una carpeta iFolder cifrada. Sólo pueden compartirse carpetas iFolder normales.
fr: Impossible de partager un dossier iFolder codé. Seuls les dossiers iFolder normaux peuvent être partagés.
hu: Titkosított iFolder mappát nem lehet megosztani. Megosztásra csak normál iFolder mappák jelölhetők ki.
it: Impossibile condividere una cartella iFolder cifrata. È possibile condividere solo cartelle iFolder regolari
ja: 暗号化されたiFolderを共有することはできません。共有できるのは、通常のiFolderだけです
pl: Nie można współużytkować zaszyfrowanego folderu iFolder. Można współużytkować tylko zwykłe foldery iFolder.
pt_br: Impossível compartilhar um iFolder Criptografado. Apenas o iFolder regular pode ser compartilhado
ru: Нельзя открыть общий доступ к зашифрованной папке iFolder. Допускается совместное использование только обычных папок iFolder.
sk: Nie je možné zdieľať šifrovaný priečinok iFolder. Zdieľané môžu byť iba bežné priečinky iFolder

source: Incorrect old password.
cs: Nesprávné staré heslo
de: Altes Passwort nicht korrekt.
es: Contraseña antigua incorrecta
fr: Ancien mot de passe incorrect.
hu: Helytelen régi jelszó.
it: Password precedente non corretta.
ja: 古いパスワードが正しくありません。
pl: Niepoprawne stare hasło.
pt_br: Senha antiga incorreta.
ru: Неправильный старый пароль.
sk: Nesprávne staré heslo.

source: Failed to reset password.
cs: Nepodařilo se resetovat heslo.
de: Fehler beim Zurücksetzen des Passworts.
es: Error al restablecer la contraseña
fr: Le mot de passe n'a pas pu être réinitialisé.
hu: Nem sikerült a jelszó átállítása.
it: Impossibile reimpostare la password.
ja: パスワードをリセットできませんでした。
pl: Zresetowanie hasła nie powiodło się.
pt_br: Falha ao redefinir a senha.
ru: Не удалось сбросить пароль.
sk: Nepodarilo sa nastaviť nové heslo.

source: Login disabled.
cs: Přihlášení bylo zakázáno.
de: Anmeldung deaktiviert.
es: Entrada inhabilitada
fr: Login désactivé.
hu: A bejelentkezés le van tiltva.
it: Login disabilitato.
ja: ログインが無効になっています。
pl: Logowanie wyłączone.
pt_br: Login desativado.
ru: Вход в систему отключен.
sk: Prihlásenie je zakázané.

source: User account expired.
cs: Platnost uživatelského účtu vypršela.
de: Benutzerkonto abgelaufen.
es: La cuenta de usuario ha caducado.
fr: Le compte utilisateur a expiré.
hu: A felhasználói fiók lejárt.
it: Conto utente scaduto.
ja: ユーザアカウントの有効期限が切れました。
pl: Konto użytkownika wygasło.
pt_br: Conta de usuário expirada.
ru: Срок действия учетной записи пользователя истек.
sk: Platnosť používateľského konta uplynula.

source: User can not change password.
cs: Uživatel nemůže změnit heslo.
de: Benutzer kann das Passwort nicht ändern.
es: El usuario no puede cambiar la contraseña .
fr: L'utilisateur ne peut pas modifier le mot de passe.
hu: A felhasználó nem változtathatja meg a jelszót.
it: Impossibile cambiare la password.
ja: ユーザはパスワードを変更できません。
pl: Użytkownik nie może zmienić hasła.
pt_br: Impossível mudar a senha.
ru: Пользователь не может изменить пароль.
sk: Používateľ nemôže zmeniť heslo.

source: User password expired.
cs: Platnost uživatelského hesla vypršela.
de: Benutzerpasswort ist abgelaufen.
es: La contraseña del usuario ha caducado.
fr: Le mot de passe de l'utilisateur a expiré.
hu: A felhasználó jelszava lejárt.
it: Password utente scaduta
ja: ユーザパスワードの有効期限が切れました。
pl: Hasło użytkownika wygasło.
pt_br: Senha de usuário vencida.
ru: Срок действия пароля пользователя истек.
sk: Platnosť hesla používateľa uplynula.

source: Minimum password length restriction not met.
cs: Není splněn požadavek na minimální délku hesla.
de: Vorgeschriebene Mindestpasswortlänge nicht eingehalten.
es: No se ha cumplido la restricción de longitud mínima de la contraseña.
fr: La restriction de longueur minimale du mot de passe n'est pas respectée.
hu: A jelszó nem felel meg a minimális hosszkövetelménynek.
it: Limitazione della lunghezza minima della password non soddisfatta.
ja: 最小パスワード長の制限が満たされていません。
pl: Hasło nie spełnia ograniczenia dotyczącego minimalnej długości.
pt_br: Não foi cumprida a restrição de tamanho mínimo de senha.
ru: Нарушено ограничение минимальной длины пароля.
sk: Nie je splnená požiadavka na minimálnu dĺžku hesla.

source: User not found in simias.
cs: Uživatel nebyl nalezen v nastavení simias.
de: Benutzer in simias nicht gefunden.
es: No se ha encontrado el usuario en Simias.
fr: Utilisateur introuvable dans Simias.
hu: A felhasználó nem található meg a Simias adattárban.
it: Utente non trovato in simias.
ja: simiasにユーザが見つかりません。
pl: Nie znaleziono użytkownika w repozytorium simias.
pt_br: Usuário não encontrado em Simias.
ru: Пользователь не найден в Simias.
sk: Používateľ sa nenašiel v priečinku simias.

source: Could not change password,
cs: Nebylo možné změnit heslo,
de: Das Passwort konnte nicht geändert werden.
es: No es posible cambiar la contraseña,
fr: Le mot de passe n'a pas pu être modifié,
hu: Nem sikerült megváltoztatni a jelszót,
it: Impossibile cambiare la password,
ja: パスワードを変更できませんでした。
pl: Nie można zmienić hasła.
pt_br: Impossível mudar a senha.
ru: Не удалось изменить пароль.
sk: Heslo nebolo možné zmeniť,

source: Change password
cs: Změnit heslo
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
hu: Jelszó megváltoztatása
it: Cambia password
ja: パスワードの変更
pl: Zmień hasło
pt_br: Mudar senha
ru: Смена пароля
sk: Zmeniť heslo

source: _Change Password
cs: _Změnit heslo
de: Passwort _ändern
es: _Cambiar contraseña
fr: _Changer le mot de passe
hu: _Jelszó megváltoztatása
it: _Cambia password
ja: パスワードの変更(_C)
pl: Zmień _hasło
pt_br: _Mudar senha
ru: _Смена пароля
sk: _Zmeniť heslo

source: Successfully changed the password. Log on to the domain with new password.
cs: Heslo bylo úspěšně změněno. Přihlaste se k doméně pomocí nového hesla.
de: Passwort erfolgreich geändert. Melden Sie sich bei der Domäne mit dem neuen Passwort an.
es: La contraseña se ha cambiado correctamente. Entre al dominio con la nueva contraseña.
fr: Le mot de passe a été modifié. Utilisez ce nouveau mot de passe pour vous loguer au domaine.
hu: Sikerült a jelszó módosítása. Jelentkezzen be a tartományba az új jelszóval.
it: Password cambiata. Eseguire il login al dominio con la nuova password.
ja: パスワードが正常に変更されました。新しいパスワードを使用してドメインにログインしてください。
pl: Hasło zostało pomyślnie zmienione. Zaloguj się do domeny, używając nowego hasła.
pt_br: Mudança de senha bem-sucedida. Efetue login no domínio com a nova senha.
ru: Пароль изменен. Войдите в домен с помощью нового пароля.
sk: Heslo bolo úspešne zmenené. Prihláste sa do domény s novým heslom.

source: Successfully changed the password. Log on to the account with new password.
cs: Heslo bylo úspěšně změněno. Přihlaste se k účtu pomocí nového hesla.
de: Passwort erfolgreich geändert. Melden Sie sich bei dem Konto mit dem neuen Passwort an.
es: La contraseña se ha cambiado correctamente. Entre a la cuenta con la nueva contraseña.
fr: Le mot de passe a été modifié. Utilisez ce nouveau mot de passe pour vous loguer au compte.
hu: Sikerült a jelszó módosítása. Jelentkezzen be a fiókba az új jelszóval.
ja: パスワードが正常に変更されました。新しいパスワードを使用してアカウントにログインしてください。
pl: Hasło zostało pomyślnie zmienione. Zaloguj się do konta, używając nowego hasła.
pt_br: Êxito ao mudar senha. Efetue login na conta com a nova senha.
ru: Пароль изменен. Войдите в учетную запись с помощью нового пароля.
sk: Heslo bolo úspešne zmenené. Prihláste sa do konta s novým heslom.

source: _Current password
cs: _Aktuální heslo
de: _Aktuelles Passwort
es: _Contraseña actual
fr: Mot de pa_sse actuel
hu: _Aktuális jelszó
it: _Password attuale
ja: 現在のパスワード(_C)
pl: Bieżące _hasło
pt_br: _Senha atual
ru: _Текущий пароль
sk: _Aktuálne heslo

source: _New password
cs: _Nové heslo:
de: _Neues Passwort
es: _Contraseña nueva
fr: Nou_veau mot de passe
hu: Új j_elszó
it: _Nuova password
ja: 新しいパスワード(_N)
pl: _Nowe hasło
pt_br: _Nova senha
ru: _Новый пароль:
sk: _Nové heslo

source: Confirm new _password
cs: Potvrďte nové _heslo
de: Neues _Passwort bestätigen
es: Confirmar nueva _contraseña
fr: _Confirmer le mot de passe
hu: Új jelszó _megerősítése
it: Conferma nuova _password
ja: 新しいパスワードの確認(_P)
pl: Potwierdź nowe h_asło
pt_br: Confirmar nova _senha
ru: Подтвер_ждение нового пароля
sk: _Potvrdiť nové heslo

source: Current password
cs: Aktuální heslo
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
hu: Aktuális jelszó
it: Password attuale
ja: 現在のパスワード
pl: Bieżące hasło
pt_br: Senha atual
ru: Текущий пароль
sk: Aktuálne heslo

source: New password
cs: Nové heslo
de: Neues Passwort
es: Contraseña nueva
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova password
ja: 新しいパスワード
pl: Nowe hasło
pt_br: Nova senha
ru: Новый пароль
sk: Nové heslo

source: Confirm new password
cs: Potvrďte nové heslo
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le mot de passe
hu: Új jelszó megerősítése
it: Conferma nuova password
ja: 新しいパスワードの確認
pl: Potwierdź nowe hasło
pt_br: Confirmar nova senha
ru: Подтверждение нового пароля
sk: Potvrdiť nové heslo

source: There are no logged-in domains for changing the password.
cs: Nejsou k dispozici žádné přihlášené domény pro změnu hesla.
de: Es sind keine angemeldeten Domänen zum Ändern des Passworts vorhanden.
es: No se ha entrado a ningún dominio para cambiar la contraseña.
fr: Aucun domaine n'est logué pour la modification du mot de passe.
hu: Nincsen bejelentkezett tartomány a jelszó módosításához.
it: Non vi sono domini collegati per la modifica della password.
ja: パスワードを変更するためのログインドメインがありません。
pl: Brak zalogowanych domen do zmiany hasła.
pt_br: Não há domínios registrados para mudar a senha.
ru: Нет доменов, в которые выполнен вход для изменения пароля.
sk: Nie sú prihlásené žiadne domény na zmenu hesla.

source: There are no logged-in accounts for changing the password.
cs: Nejsou k dispozici žádné přihlášené účty pro změnu hesla.
de: Es sind keine angemeldeten Konten zum Ändern des Passworts vorhanden.
es: No se ha entrado a ninguna cuenta para cambiar la contraseña.
fr: Aucun compte n'est logué pour la modification du mot de passe.
hu: Nincs bejelentkezett fiók a jelszó módosításához.
ja: パスワードを変更するためのログインアカウントがありません。
pl: Brak zalogowanych kont do zmiany hasła.
pt_br: Não há contas registradas para mudança de senha.
ru: Нет учетных записей, в которые выполнен вход для изменения пароля.
sk: Nie sú prihlásené žiadne kontá na zmenu hesla.

source: For changing password the domain should be connected. Log on to the domain and try.
cs: Pro změnu hesla by měla být připojena doména. Přihlaste se k doméně a zkuste to.
de: Zum Ändern des Passworts sollte die Domäne verbunden sein. Melden Sie sich bei der Domäne an und wiederholen Sie den Vorgang.
es: Para cambiar la contraseña, el dominio debe estar conectado. Entre al dominio e inténtelo.
fr: Le changement de mot de passe nécessite une connexion du domaine. Loguez-vous au domaine et essayez.
hu: A jelszó módosításához kapcsolódnia kell a tartományhoz. Jelentkezzen be a tartományba, és próbálja meg újra.
it: Per modificare la password, è necessario connettersi al dominio. Eseguire il login al dominio e riprovare.
ja: パスワードを変更するにはドメインに接続する必要があります。ドメインにログインしてから、やり直してください。
pl: Zmiana hasła jest możliwa po podłączeniu domeny. Zaloguj się w domenie i spróbuj ponownie.
pt_br: Para mudar a senha, o domínio deve estar conectado. Efetue login no domínio e tente novamente.
ru: Для изменения пароля должен быть подключен домен. Выполните вход в домен и повторите попытку.
sk: Na zmenu hesla je potrebné, aby bola doména pripojená. Prihláste sa do domény a skúste to.

source: To change the password, you must be logged in to an account. Log in and try again.
cs: Chcete-li změnit heslo, musíte být přihlášeni k účtu. Přihlaste se a zkuste to znovu.
de: Zum Ändern des Passworts müssen Sie bei einem Konto angemeldet sein. Melden Sie sich an und versuchen Sie es erneut.
es: Para cambiar la contraseña, debe estar conectado a una cuenta. Entre en la cuenta y vuelva a intentarlo.
fr: Pour modifier le mot de passe, vous devez être logué à un compte. Loguez-vous et réessayez.
hu: A jelszót csak úgy változtathatja meg, ha be van jelentkezve egy fiókba. Jelentkezzen be, majd próbálkozzon újra.
ja: パスワードを変更するには、アカウントにログインしている必要があります。ログインしてから再度実行してください。
pl: Aby zmienić hasło, musisz być użytkownikiem zalogowanym do konta. Zaloguj się i spróbuj ponownie.
pt_br: Para mudar a senha, você deve efetuar login em uma conta. Efetue login e tente novamente.
ru: Для изменения пароля необходимо войти в учетную запись. Выполните вход и попробуйте еще раз.
sk: Ak chcete zmeniť heslo, musíte byť prihlásení v konte. Prihláste sa a skúste to znova.

source: Old password and new password should not be same.
cs: Staré heslo by se nemělo shodovat s novým heslem.
de: Das alte und das neue Passwort sollten nicht identisch sein.
es: La contraseña antigua y la nueva no deben coincidir.
fr: L'ancien et le nouveau mot de passe ne doivent pas être identiques.
hu: A régi és az új jelszó nem lehet ugyanaz.
it: La password precedente e quella nuova non devono essere uguali.
ja: 古いパスワードと新しいパスワードを同じにすることはできません。
pl: Stare hasło i nowe hasło nie powinny być takie same.
pt_br: A senha antiga e a atual não podem ser as mesmas.
ru: Старый и новый пароли не должны совпадать.
sk: Staré heslo a nové heslo by nemali byť rovnaké.
