<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="en">
<meta name="Generator" content="Novell HTML Conversion 10 mars 2004">
<meta name="Generation-Date" content="Dimanche 23 octobre 15:54">
<meta name="Content-Date" content="Lun, 22 jun 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0003.0003.">
<meta name="Author" content="zHTML xD.0000.0000.0003.0003.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Aide sur iFolder </title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/myifolders.html","../doc/user/data/toc_myifolders.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bwensdb.html";
  var next_link="createifolder.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="bwagrrn"></a>
<div class="Topic" title="Naming Conventions for an iFolder and Its Folders and Files">
<h2 class="TOPIC-TITLE"><br />Conventions de d&eacute;nomination des fichiers et des dossiers d'un compte iFolder</h2>
<p class="TOPIC">Le client iFolder impose des conventions de d&eacute;nomination qui tiennent compte des restrictions collectives des syst&egrave;mes de fichiers Linux, Windows et Macintosh. Un compte, un dossier et un fichier iFolder doivent avoir un nom valide, conforme aux conventions de d&eacute;nomination, pour pouvoir &ecirc;tre synchronis&eacute;s.</p>
<p class="TOPIC">Utilisez les conventions de d&eacute;nomination suivantes pour vos dossiers iFolder et les fichiers et dossiers qu'ils contiennent&nbsp;:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">iFolder prend en charge le jeu de caract&egrave;res <a href="http://www.unicode.org" target="_blank" class="ULINK">Unicode*</a> avec le codage UTF-8. </li>
<li class="BULLETITEM">N'utilisez pas les caract&egrave;res non valides suivants dans les noms de dossiers iFolder et ceux des fichiers et dossiers qu'ils contiennent&nbsp;: <pre class="CODESAMPLENARROW">\/:*?"&lt;&gt;|;</pre>
<p class="BULLETITEM">iFolder cr&eacute;e un conflit de nom si vous utilisez des caract&egrave;res non valides dans un nom de dossier ou de fichier. Vous devez r&eacute;soudre ce conflit pour pouvoir synchroniser le fichier ou le dossier.</p></li>
<li class="BULLETITEM">Un composant de chemin unique ne doit pas comporter plus de 255&nbsp;octets. Cette longueur maximale pour les noms de fichier inclut le point (.) et l'extension.</li>
<li class="BULLETITEM">La casse est sans importance pour les noms de dossiers iFolder et les fichiers et dossiers qu'ils contiennent. Toutefois, elle est pr&eacute;serv&eacute;e. Si des noms de fichier ne diff&egrave;rent que par leur casse, iFolder cr&eacute;e un conflit de nom. Vous devez r&eacute;soudre ce conflit pour pouvoir synchroniser le fichier ou le dossier.</li>
<li class="BULLETITEM">Si vous cr&eacute;ez des dossiers iFolder dans un syst&egrave;me de fichiers FAT32 sur Linux, &eacute;vitez de mettre les noms des fichiers tout en majuscule. En effet, le syst&egrave;me de gestion des fichiers VFAT ou FAT32 sous Linux change automatiquement les noms de fichier tout en majuscule, conformes au format de fichier MS-DOS 8.3, en les mettant tout en minuscule. Ceci cr&eacute;e des probl&egrave;mes de synchronisation des fichiers si seulement des droits en Lecture seule ont &eacute;t&eacute; conf&eacute;r&eacute;s au dossier iFolder.</li>
</ul> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
