<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="en">
<meta name="Generator" content="Novell HTML Conversion 10 mars 2004">
<meta name="Generation-Date" content="Dimanche 23 octobre 15:54">
<meta name="Content-Date" content="Lun, 22 jun 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xC.0000.0000.0004.">
<meta name="Author" content="zHTML xC.0000.0000.0004.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Aide sur iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/front.html","../doc/user/data/toc_front.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="deleting.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="legal"></a>
<h2 class="LEGALNOTICES"><br />Mentions l&eacute;gales</h2>
<p class="DISCLAIMER">Novell, Inc. n'accorde aucune garantie, explicite ou implicite, quant au contenu de cette documentation, y compris toute garantie de bonne qualit&eacute; marchande ou d'aptitude &agrave; un usage particulier. En outre, Novell se r&eacute;serve le droit de r&eacute;viser cette publication &agrave; tout moment et sans pr&eacute;avis.</p>
<p class="DISCLAIMER">Novell exclut toute garantie relative &agrave; tout logiciel, notamment toute garantie, expresse ou implicite, de commercialisation ou d'ad&eacute;quation &agrave; un usage particulier. En outre, Novell se r&eacute;serve le droit de modifier, &agrave; tout moment, tout ou partie des logiciels Novell, sans notification pr&eacute;alable de ces modifications &agrave; quiconque.</p> <br />
<p class="EXPORTNOTICE">L'utilisation, l'exportation ou la r&eacute;exportation de ce produit est interdite d&egrave;s lors qu'elle enfreint les lois et r&eacute;glementations applicables, y compris, de fa&ccedil;on non limitative, les r&eacute;glementations des Etats-Unis en mati&egrave;re d'exportation ou la l&eacute;gislation en vigueur dans votre pays de r&eacute;sidence.</p> <br />
<p class="COPYRIGHTNOTICE">Copyright <sup><small>&copy;</small></sup> 2004-2005 Novell, Inc. Tous droits r&eacute;serv&eacute;s. La copie, la distribution et/ou la modification de ce document sont autoris&eacute;es dans les conditions stipul&eacute;es dans la Licence de documentation libre GNU (GNU Free Documentation License), version&nbsp;1.2 ou version ult&eacute;rieure, publi&eacute;e par la Free Software Foundation sans section invariable ni texte de couverture. Vous trouverez une copie de la licence GFDL sur le site http://www.fsf.org/licenses/fdl.html (en anglais).</p>
<p class="COPYRIGHTNOTICE">CE DOCUMENT AINSI QUE LES VERSIONS MODIFIEES DE CE DOCUMENT SONT FOURNIS CONFORMEMENT AUX CONDITIONS STIPULEES DANS LA LICENCE DE DOCUMENTATION LIBRE GNU AVEC LES PRECISIONS SUIVANTES&nbsp;:</p>
<p class="COPYRIGHTNOTICE">1. LE DOCUMENT EST FOURNI &laquo; TEL QUEL&nbsp;&raquo;, SANS GARANTIE QUE CE SOIT, EXPRESSE OU IMPLICITE, Y COMPRIS, ET SANS QUE CELA NE CONSTITUE UNE LIMITATION, LES GARANTIES QUE LE DOCUMENT OU UNE VERSION MODIFIEE DE CE DOCUMENT SOIT SANS DEFAUT, COMMERCIALISABLE ET ADAPTE A UNE UTILISATION PARTICULIERE NI AUTORISE. LA QUALITE, LA PRECISION ET LA PERFORMANCE DE CE DOCUMENT OU D'UNE VERSION MODIFIEE DE CE DOCUMENT SONT SOUS VOTRE ENTIERE RESPONSABILITE. QUE CE DOCUMENT OU UNE VERSION MODIFIEE DE CE DOCUMENT S'AVERE DEFECTUEUSE DE QUELQUE FACON QUE CE SOIT, VOUS (ET NON L'AUTEUR INITIAL, L'AUTEUR NI TOUT AUTRE CONTRIBUTEUR), VOUS DEVEZ PRENDRE EN CHARGE LE COUT DU DEPANNAGE, DES REPARATIONS OU DES CORRECTIONS. CETTE EXCLUSION DE GARANTIE CONSTITUE LA PRINCIPALE COMPOSANTE DE CETTE LICENCE. AUCUNE UTILISATION DE CE DOCUMENT NI D'UNE VERSION MODIFIEE DE CE DOCUMENT N'EST AUTORISEE CI-APRES SAUF DANS LES CONDITIONS DE CETTE EXCLUSION DE GARANTIE&nbsp;; ET</p>
<p class="COPYRIGHTNOTICE">2. DANS AUCUNE CIRCONSTANCE NI SOUS AUCUNE JUSTIFICATION LEGALE, QU'IL SOIT EN TORT (Y COMPRIS, AU MOTIF DE NEGLIGENCE), SOUS CONTRAT OU AUTRE, L'AUTEUR, L'AUTEUR INITIAL OU TOUT CONTRIBUTEUR, DISTRIBUTEUR DE CE DOCUMENT OU D'UNE VERSION MODIFIEE DE CE DOCUMENT, NI AUCUN FOURNISSEUR DE CES TIERS NE PEUT ETRE TENU RESPONSABLE DES DOMMAGES DIRECTS, INDIRECTS, SPECIAUX, ACCIDENTELS OU CONSECUTIFS DE TOUT ORDRE, Y COMPRIS, ET SANS QUE CELA NE CONSTITUE UNE RESTRICTION, LES DOMMAGES OCCASIONNANT UNE PERTE DE REPUTATION, UN ARRET D'ACTIVITES, UNE PANNE OU UN MAUVAIS FONCTIONNEMENT DU MATERIEL INFORMATIQUE OU TOUT AUTRE DOMMAGE OU PERTE RESULTANT DE, OU LIE &Agrave;, L'UTILISATION DE CE DOCUMENT ET DES VERSIONS MODIFIEES DE CE DOCUMENT, MEME SI CES PARTIES AURONT ETE INFORMEES DE LA POSSIBILITE DE TELS DOMMAGES.</p>
<p class="PATENTS">Novell, Inc. dispose de droits de propri&eacute;t&eacute; intellectuelle sur la technologie int&eacute;gr&eacute;e dans le produit d&eacute;crit dans ce document. Ces droits de propri&eacute;t&eacute; intellectuelle peuvent, notamment et de fa&ccedil;on non limitative, inclure un ou plusieurs brevets am&eacute;ricains r&eacute;pertori&eacute;s &agrave; l'adresse http://www.novell.com/company/legal/patents/ et un ou plusieurs brevets suppl&eacute;mentaires ou applications avec brevet en cours d'homologation aux Etats-Unis et dans d'autres pays.</p>
<dl class="ADDRESS">
<dt class="LINE">Novell, Inc.</dt>
<dt class="LINE">404 Wyman Street, Suite 500</dt>
<dt class="LINE">Waltham, MA  02451</dt>
<dt class="LINE">Etats-Unis</dt>
<dt><br /><a href="http://www.novell.com" class="URL">www.novell.com</a></dt>
</dl>
<p class="BOOKTITLE"> <a name="bktitle"></a>Aide sur iFolder</p>
<div class="RELEASEDATE">23 d&eacute;cembre 2005</div>
<br /><h2 class="NOVELL"><br />Marques de Novell</h2>
<p class="NOVELL">iFolder est une marque de Novell, Inc.</p>
<p class="NOVELL">Mono est une marque d&eacute;pos&eacute;e de Novell, Inc. aux Etats-Unis et dans d'autres pays.</p>
<p class="NOVELL">Novell est une marque d&eacute;pos&eacute;e de Novell, Inc. aux Etats-Unis et dans d'autres pays.</p>
<p class="NOVELL">Novell iFolder est une marque d&eacute;pos&eacute;e de Novell, Inc. aux Etats-Unis et dans d'autres pays.</p> <br /><h2 class="THIRDPARTY"><br />Marques commerciales de soci&eacute;t&eacute;s tierces</h2>
<p class="THIRDPARTY">Toutes les marques commerciales de soci&eacute;t&eacute;s tierces appartiennent &agrave; leur propri&eacute;taire respectif.</p>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
