<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="en">
<meta name="Generator" content="Novell HTML Conversion 10 mars 2004">
<meta name="Generation-Date" content="Dimanche 23 octobre 2005, 15:54">
<meta name="Content-Date" content="Lun, 22 oct. 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0006.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0006.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Aide sur iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="bvwsp7c.html";
  var next_link="bvwppw5.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="preferences"></a>
<div class="Topic" title="Configuring iFolder Preferences for the Client">
<h2 class="TOPIC-TITLE"><br />Configuration des pr&eacute;f&eacute;rences iFolder du Client</h2>
<ol class="STEPLIST">
<li class="STEP"><a name="bvibeb7"></a>
<p class="STEP">Cliquez avec le bouton droit de la souris sur l'ic&ocirc;ne iFolder <img src="../graphics/ifolder16.png" alt="ic&ocirc;ne iFolder" /> dans la zone Notification, puis s&eacute;lectionnez Pr&eacute;f&eacute;rences pour ouvrir la bo&icirc;te de dialogue Pr&eacute;f&eacute;rences iFolder &agrave; l'onglet G&eacute;n&eacute;ral.</p> <a name="byktv78"></a> <br /><img src="../graphics/if_preferences_a.png" alt="Fen&ecirc;tre Pr&eacute;f&eacute;rences de iFolder" /></li>
<li class="STEP"><a name="bvibeba"></a>
<p class="STEP">Sp&eacute;cifiez les valeurs suivantes&nbsp;:</p>
<table class="TABLENOTITLE" border="0" cellpadding="5" cellspacing="0">
<tr class="HEADERROW"><th align="left" valign="top" colspan="1" rowspan="1" scope="col"><a name="btvqywm"></a><em class="TBLHEAD">Param&egrave;tre</em></th>
<th align="left" valign="top" colspan="1" rowspan="1" scope="col"><em class="TBLHEAD">Description</em></th>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="btvr5uc"></a><p class="ENTRY">D&eacute;marrer iFolder lors de la connexion au bureau</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">S&eacute;lectionnez cette option pour lancer iFolder lorsque vous vous connectez avec le nom d'utilisateur local que vous avez d&eacute;fini lors de la cr&eacute;ation du compte iFolder. Dans le cas des comptes pour lesquels vous avez activ&eacute; M&eacute;moriser le mot de passe, la synchronisation se produit en arri&egrave;re-plan &agrave; l'intervalle de synchronisation sp&eacute;cifi&eacute;.</p><p class="ENTRY">D&eacute;s&eacute;lectionnez cette option pour d&eacute;marrer iFolder manuellement.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="btvqywo"></a><p class="ENTRY">Afficher la bo&icirc;te de dialogue de confirmation lors de la cr&eacute;ation de dossiers iFolder</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">S&eacute;lectionnez cette option pour recevoir un message de confirmation &agrave; chaque fois que vous cr&eacute;ez un dossier iFolder, en plus des signes visuels normaux comme l'apparition du dossier iFolder dans la liste des dossiers iFolder.</p><p class="ENTRY">D&eacute;s&eacute;lectionnez cette option pour ne plus recevoir le message de confirmation.</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvhdvf7"></a><p class="ENTRY">Notification de dossiers iFolder partag&eacute;s</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">S&eacute;lectionnez cette option pour activer un message contextuel dans la zone de notification lorsque vous recevez une invitation &agrave; partager un dossier iFolder. </p><p class="ENTRY">Les invitations sont pr&eacute;sent&eacute;es en fonction de l'intervalle de synchronisation que vous avez sp&eacute;cifi&eacute; dans la bo&icirc;te de dialogue Pr&eacute;f&eacute;rences iFolder. Cet intervalle contr&ocirc;le la synchronisation des fichiers, les invitations de partage de dossiers iFolder et la liste des utilisateurs. Vous pouvez &eacute;galement cliquer sur Rafra&icirc;chir pour mettre &agrave; jour les invitations sur demande. </p><p class="ENTRY">D&eacute;s&eacute;lectionnez cette option pour d&eacute;sactiver le message contextuel pour les invitations.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bvhdvf8"></a><p class="ENTRY">Notification des conflits</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">S&eacute;lectionnez cette option pour activer un message contextuel dans la zone de notification lorsqu'un conflit se produit lors de la synchronisation des fichiers. </p><p class="ENTRY">D&eacute;s&eacute;lectionnez cette option pour d&eacute;sactiver le message contextuel lors de conflits de synchronisation.</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bviaxn9"></a><p class="ENTRY">Notification en cas d'adh&eacute;sion d'un utilisateur</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">S&eacute;lectionnez cette option pour activer un message contextuel dans la zone de notification lorsqu'un utilisateur accepte une invitation &agrave; partager un dossier iFolder. L'acceptation de l'utilisateur est enregistr&eacute;e lorsque celui-ci configure le dossier iFolder sur son ordinateur. </p><p class="ENTRY">D&eacute;s&eacute;lectionnez cette option pour d&eacute;sactiver le message contextuel lorsque les utilisateurs confirment le partage de leurs dossiers.</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bviaxna"></a><p class="ENTRY">Synchronisation</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="PARAWITHTITLE"><a name="byktvwf"></a><em class="PARAWITHTITLE">Synchroniser automatiquement les dossiers iFolder&nbsp;: </em>Cochez cette case pour synchroniser tous les dossiers iFolder sur cet ordinateur en ayant recours &agrave; votre identit&eacute; de login locale. Supprimez la coche de cette case pour d&eacute;sactiver la synchronisation.</p><p class="PARAWITHTITLE"><a name="byktwky"></a><em class="PARAWITHTITLE">Synchroniser les dossiers iFolder toutes les&nbsp;: </em>Sp&eacute;cifiez l'intervalle minimum &agrave; utiliser pour synchroniser les dossiers iFolder sur cet ordinateur en ayant recours &agrave; votre identit&eacute; de login locale. Sp&eacute;cifiez la valeur et les unit&eacute;s.</p><p class="ENTRY">Si vous utilisez le client iFolder avec Novell iFolder&nbsp;3.<em class="VERSIONVARIABLE">x</em>, l'intervalle de synchronisation minimum pris en compte est toujours la plus grande valeur des param&egrave;tres suivants&nbsp;:</p><ul class="LISTBULLETT"><li class="BULLETITEMT">La r&egrave;gle du syst&egrave;me (sa valeur est par d&eacute;faut 0), sauf si une r&egrave;gle d'utilisateur est d&eacute;finie. Si c'est le cas, la r&egrave;gle d'utilisateur pr&eacute;vaut sur la r&egrave;gle du syst&egrave;me, que la valeur de la r&egrave;gle d'utilisateur soit plus grande ou plus petite que la r&egrave;gle du syst&egrave;me.</li><li class="BULLETITEMT">La r&egrave;gle de machine locale ou le param&egrave;tre sur la machine cliente synchronis&eacute;e avec le serveur.</li><li class="BULLETITEMT">La r&egrave;gle (collection) de dossier iFolder.</li></ul></td>
</tr></table>
</li>
<li class="STEP"><a name="bvibebi"></a>
<p class="STEP">Une fois que vous avez termin&eacute;, cliquez sur Appliquer pour que les modifications soient prises en compte.</p></li>
<li class="STEP"><a name="bvibebj"></a>
<p class="STEP">Cliquez sur OK pour fermer la bo&icirc;te de dialogue Pr&eacute;f&eacute;rences iFolder.</p></li>
</ol> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
