Repository: ifolder/ifolder
Catalog: FSB_Restore/nautilus-ifolder/po/*.po
Languages: cs, it, pt_br, zh_cn, zh_tw

source: iFolder Created
cs: Složka iFolder vytvořena
it: Cartella iFolder creata
pt_br: iFolder Criado
zh_cn: 已创建 iFolder
zh_tw: 已建立 iFolder

source: The folder you selected is now an iFolder. To learn more about using iFolder and sharing iFolders with other users, see "Managing iFolders" in iFolder Help.
cs: Složka, kterou jste vybrali, je nyní složka iFolder. Více informací o používání složky iFolder a sdílení složky iFolder s jinými uživateli najdete v nápovědě ke složce iFolder v části "Správa složek iFolder".
it: La cartella selezionata è stata convertita in una cartella iFolder. Per ulteriori informazioni sull'utilizzo di iFolder e la condivisione delle cartelle con altri utenti, vedere "Gestione delle cartelle iFolder" nella Guida in linea di iFolder.
pt_br: A pasta que você selecionou agora é uma pasta do iFolder. Para saber mais sobre como usar o iFolder e compartilhar suas pastas com outros usuários, consulte "Managing iFolders" (Gerenciando pastas do iFolder) na Ajuda do iFolder.
zh_cn: 所选的文件夹是 iFolder。要了解使用 iFolder 并与其他用户共享 iFolder 的更多信息，请参见 iFolder 帮助中的“管理 iFolder”。
zh_tw: 您選取的資料夾現在是 iFolder。若要瞭解使用 iFolder 及與其他使用者共享 iFolder 的詳細資訊，請參閱「iFolder 說明」中的「管理 iFolder」。

source: Do not show this message again.
cs: Tuto zprávu již nezobrazovat.
it: Non visualizzare più questo messaggio
pt_br: Não mostrar esta mensagem novamente
zh_cn: 不要再次显示此讯息。
zh_tw: 不要再顯示這個訊息。

source: Error opening dialog.
cs: Chyba při otevírání dialogu.
it: Errore durante l'apertura della finestra di dialogo.
pt_br: Erro ao abrir caixa de diálogo.
zh_cn: 打开对话框时出错。
zh_tw: 開啟對話方塊時發生錯誤。

source: Sorry, unable to open the window to perform the specified action.
cs: Bohužel nelze otevřít okno potřebné pro provedení určené akce.
it: Impossibile aprire la finestra per eseguire l'azione specificata.
pt_br: Não foi possível abrir a janela para realizar a ação especificada.
zh_cn: 抱歉，无法打开窗口以执行指定的操作。
zh_tw: 抱歉，無法開啟視窗以執行指定的動作。

source: The folder could not be converted.
cs: Složku nelze převést.
it: Impossibile convertire la cartella.
pt_br: A pasta não pôde ser convertida.
zh_cn: 无法转换文件夹。
zh_tw: 無法轉換資料夾。

source: Sorry, unable to convert the specified folder into an iFolder.
cs: Bohužel nelze převést určenou složku na složku iFolder.
it: Impossibile convertire la cartella specificata in una cartella iFolder.
pt_br: Não foi possível converter a pasta especificada em uma pasta iFolder.
zh_cn: 抱歉，无法将指定的文件夹转换为 iFolder。
zh_tw: 抱歉，無法將指定的資料夾轉換為 iFolder。

source: Create iFolder
cs: Vytvořit složku iFolder
it: Crea cartella iFolder
pt_br: Criar iFolder
zh_cn: 创建 iFolder
zh_tw: 建立 iFolder

source: No iFolder Domains
cs: Neexistují žádné domény aplikce iFolder.
it: Nessun dominio iFolder
pt_br: Nenhum Domínio iFolder
zh_cn: 无 iFolder 域
zh_tw: 無 iFolder 領域

source: A new iFolder cannot be created because you have not attached to any iFolder domains.
cs: Novou složku iFolder nelze vytvořit, protože jste ji nepřipojili k žádné doméně iFolder.
it: Impossibile creare una nuova cartella iFolder poiché non è stato stabilito il collegamento ad alcun dominio iFolder.
pt_br: Não é possível criar uma nova pasta iFolder porque você não a anexou a nenhum domínio iFolder.
zh_cn: 因为您未与任何 iFolder 域挂接，所以无法创建新 iFolder。
zh_tw: 無法建立新的 iFolder，因為您尚未連接至任何 iFolder 領域。

source: Convert to an iFolder
cs: Převést na složku iFolder
it: Converti in cartella iFolder
pt_br: Converter em um iFolder
zh_cn: 转换为 iFolder
zh_tw: 轉換成 iFolder

source: <b>_Domain:</b>
cs: <b>_Doména:</b>
it: <b>_Dominio:</b>
pt_br: <b>_Domínio:</b>
zh_cn: <b>域(_D)：</b>
zh_tw: <b>領域(_D)：</b>

source: <b>_Path:</b>
cs: <b>_Cesta:</b>
it: <b>_Percorso:</b>
pt_br: <b>_Caminho:</b>
zh_cn: <b>路径(_P)：</b>
zh_tw: <b>路徑(_P)：</b>

source: <b>_Account:</b>
cs: <b>_Účet:</b>
it: <b>_Conto:</b>
pt_br: <b>_Conta:</b>
zh_cn: <b>帐户(_A)：</b>
zh_tw: <b>帳戶(_A)：</b>

source: <b>_Location:</b>
cs: <b>_Umístění:</b>
it: <b>_Ubicazione:</b>
pt_br: <b>_Localização:</b>
zh_cn: <b>位置(_L)：</b>
zh_tw: <b>位置(_L)：</b>

source: The iFolder could not be reverted.
cs: Složku iFolder nebylo možné změnit zpět na normální složku.
it: Impossibile annullare la conversione in cartella iFolder.
pt_br: Não foi possível reverter a pasta iFolder.
zh_cn: 无法恢复 iFolder。
zh_tw: 無法恢復 iFolder。

source: Sorry, unable to revert the specified iFolder to a normal folder.
cs: Bohužel nebylo možné převést určenou složku iFolder na normální složku.
it: Impossibile annullare la conversione della cartella specificata in cartella iFolder.
pt_br: Não foi possível reverter a pasta iFolder especificada para uma pasta normal.
zh_cn: 抱歉，无法将指定的 iFolder 恢复为常规文件夹。
zh_tw: 抱歉，無法將指定的 iFolder 恢復為一般資料夾。

source: Revert this iFolder to a normal folder?
cs: Změnit tuto složku iFolder zpět na normální složku?
it: Annullare la conversione di questa cartella in cartella iFolder?
pt_br: Reverter esta pasta do iFolder para uma pasta normal?
zh_cn: 是否将此 iFolder 恢复为常规文件夹？
zh_tw: 將此 iFolder 恢復為一般資料夾？

source: This reverts the iFolder back to a normal folder and leaves the files intact. The iFolder is then available from the server and must be set up in a different location to synchronize.
cs: Tato operace převede složku iFolder zpět na normální složku a soubory zůstanou neporušené. Složka iFolder je potom k dispozici ze serveru a musí se nastavit v jiném místě, aby došlo k synchronizaci.
it: Questa operazione annulla la conversione della cartella in cartella iFolder senza modificare in alcun modo i file. La cartella iFolder è quindi disponibile sul server ed è necessario configurarla in un'altra ubicazione per eseguire la sincronizzazione.
pt_br: Essa ação reverte a pasta do iFolder para uma pasta normal e deixa os arquivos intactos. O iFolder fica disponível a partir do servidor e deve ser configurado em outra localização para sincronizar.
zh_cn: 此操作将此 iFolder 恢复为常规文件夹并保留文件不动。然后，可以从服务器使用 iFolder，并且需要在不同位置进行设置才能进行同步。
zh_tw: 這會將 iFolder 恢復為一般資料夾，但檔案仍保持不變。隨後即可從伺服器使用 iFolder，且必須在其他位置設定 iFolder 以進行同步化。

source: Revert to a Normal Folder
cs: Změnit na normální složku
it: Ripristina cartella normale
pt_br: Reverter para uma Pasta Normal
zh_cn: 恢复为常规文件夹
zh_tw: 恢復為一般資料夾

source: Revert the selected iFolder back to normal folder
cs: Změnit vybranou složku iFolder zpět na normální složku
it: Annulla conversione della cartella normale in cartella iFolder
pt_br: Reverter a pasta iFolder selecionada para uma pasta normal
zh_cn: 将所选的 iFolder 恢复为常规文件夹
zh_tw: 將選定 iFolder 恢復為一般資料夾

source: Share iFolder with...
cs: Sdílet složku iFolder s...
it: Condividi cartella iFolder con...
pt_br: Compartilhar pasta iFolder com...
zh_cn: iFolder 共享对象...
zh_tw: iFolder 共享者...

source: Share the selected iFolder with another user
cs: Sdílet vybranou složku iFolder s jiným uživatelem
it: Condividi la cartella iFolder selezionata con un altro utente
pt_br: Compartilhar a pasta iFolder selecionada com outro usuário
zh_cn: 与另一位用户共享所选的 iFolder
zh_tw: 與另一個使用者共享選定 iFolder

source: iFolder Properties
cs: Vlastnosti složky iFolder
it: Proprietà iFolder
pt_br: Propriedades da Pasta do iFolder
zh_cn: iFolder 属性
zh_tw: iFolder 內容

source: View the properties of the selected iFolder
cs: Zobrazit vlastnosti vybrané složky iFolder
it: Visualizza le proprietà della cartella iFolder selezionata
pt_br: Ver as propriedades da pasta iFolder selecionada
zh_cn: 查看所选 iFolder 的属性
zh_tw: 檢視選定 iFolder 的內容

source: iFolder Help...
cs: Nápověda pro aplikaci iFolder...
it: Guida di iFolder...
pt_br: Ajuda do iFolder...
zh_cn: iFolder 帮助...
zh_tw: iFolder 說明...

source: View the iFolder help
cs: Zobrazit nápovědu pro složku iFolder
it: Visualizza la Guida di iFolder
pt_br: Ver a ajuda do iFolder
zh_cn: 查看 iFolder 帮助
zh_tw: 檢視 iFolder 說明

source: Convert the selected folder to an iFolder
cs: Převést vybranou složku na složku iFolder
it: Converti la cartella selezionata in cartella iFolder
pt_br: Converter a pasta selecionada em uma pasta iFolder
zh_cn: 将所选文件夹转换为 iFolder
zh_tw: 將選定資料夾轉換成 iFolder

source: Encrypt the iFolder
cs: Šifrovat složku iFolder
it: Cifra la cartella iFolder
pt_br: Criptografar iFolder
zh_cn: 加密 iFolder
zh_tw: 加密 iFolder

source: Sharable
cs: Možno sdílet
it: Condivisibile
pt_br: Compartilhável
zh_cn: 共享的
zh_tw: 可共享
