Repository: ifolder/ifolder
Catalog: src/UI/Windows/FormsTrayApp/Connecting.*.resx
Languages: hu

# expiryCert
source: Certificate Expired! for "{0}" server. Unable to verify "{0}" as a trusted server. You should examine this server's identity certificate carefully. Do you still want to continue?
hu: Lejárt a(z) \"{0}\" kiszolgáló tanúsítványa. A(z) \"{0}\" kiszolgálót nem lehet ellenőrizni megbízhatóság szempontjából. Vizsgálja meg gondosan a kiszolgáló identitásának tanúsítványát. Így is folytatja a műveletet?

# unknownDomain
source: Unable to contact the specified server. Please verify the information entered and try again. If the problem persists, please contact your network administrator.
hu: Nem lehet kapcsolatba lépni a megadott kiszolgálóval. Ellenőrizze a megadott adatokat, és próbálja meg újra. Ha a probléma továbbra is fennáll, forduljon a hálózati rendszergazdához.

# failedAuth
source: The username or password is invalid. Please verify the information entered and try again.
hu: Érvénytelen a felhasználónév vagy a jelszó. Ellenőrizze a megadott adatokat, és próbálja meg újra.

# verifyCertTitle
source: Unable to Verify Identity
hu: Nem sikerült ellenőrizni az identitást

# Upgrade.Title
source: Server is Incompatible with the Client.
hu: A kiszolgáló nem kompatibilis az ügyféllel.

# DisableLoginMsg
source: Unable to Login
hu: Nem sikerült bejelentkezni

# graceLoginTitle
source: Expired Password
hu: Lejárt jelszó

# serverConnectError
source: An error was encountered while connecting to the iFolder server. Please verify the information entered and try again. If the problem persists, please contact your network administrator.
hu: Hiba történt az iFolder kiszolgálóhoz való csatlakozáskor. Ellenőrizze a megadott adatokat, és próbálja meg újra. Ha a probléma továbbra is fennáll, forduljon a hálózati rendszergazdához.

# $this.Text
source: Connecting...
hu: Kapcsolódás...

# NoPassphraseWarning
source: Entering Passphrase is cancelled. If Passphrase is not provided, Default iFolder creation/download will fail. Do you want to continue?
hu: Nem adott meg hozzáférési kódot. Ha nincs megadva hozzáférési kód, az alapértelmezett iFolder-fiók létrehozása/letöltése sikertelen lesz. Folytatja?

# graceLogin
source: Your password has expired. You have {0} grace logins remaining.
hu: A jelszó érvényessége lejárt. Még {0} bejelentkezési kísérletet tehet.

# verifyCert
source: iFolder is unable to verify "{0}" as a trusted server. You should examine this server's identity certificate carefully.
hu: Az iFolder nem tudja ellenőrizni a(z) "{0}" kiszolgáló megbízhatóságát. Vizsgálja meg gondosan a kiszolgáló identitásának tanúsítványát.

# expiryCertTitle
source: Expired Certificate
hu: Lejárt tanúsítvány

# Upgrade.Text
source: Server Version is Incompatible with the Client. Please upgrade your server. If the problem persist, Please contact your network administrator.
hu: A kiszolgáló verziója nem kompatibilis az ügyféllel. Frissítse a kiszolgálót. Ha a probléma továbbra is fennáll, forduljon a rendszergazdához.

# accountDisabled
source: The user account is disabled. Please contact your network administrator for assistance.
hu: A felhasználói fiók le van tiltva. Forduljon a hálózati rendszergazdához segítségért.

# alreadyJoinedTitle
source: Account Already Exists
hu: Már meglévő fiók

# Migration.Text
source: Please wait while your iFolder account is migrating...
hu: Kis türelmet, amíg folyamatban van az iFolder fiók áttelepítése...

# Migration.Title
source: Migrating...
hu: Áttelepítés...

# serverConnectErrorTitle
source: Unable to Connect to iFolder Server
hu: Nem lehet csatlakozni az iFolder kiszolgálóhoz

# IsPassphraseSetException
source: Unable to check for passphrase.
hu: Nem sikerült ellenőrizni a hozzáférési kódot.

# iFolderAccountDisabled
source: The iFolder account is disabled. Please contact your network administrator for assistance.
hu: Az iFolder fiók le van tiltva. Forduljon a hálózati rendszergazdához segítségért.

# accountErrorTitle
source: iFolder Account Error
hu: iFolder fiókhiba

# NoCertWarning
source: There is no Recovery Agent selected. Encrypted data cannot be recovered later, if passphrase is lost. Do you want to continue?
hu: Nincs kijelölve helyreállítási ügynök. A titkosított adatokat később nem lehet helyreállítani a hozzáférési kód elveszítése esetén. Folytatja?

# UpgradeNeededMsg
source: You need to upgrade the client to connect to this server.
hu: Frissítenie kell az ügyfélprogramot ahhoz, hogy kapcsolódni tudjon ehhez a kiszolgálóhoz.

# savePasswordError
source: An error was encountered while saving the password.
hu: Hiba történt a jelszó mentésekor.

# NoCertTitle
source: No Recovery agent
hu: Nincs helyreállítási ügynök

# setDefaultError
source: An error was encountered while setting the default account.
hu: Hiba történt az alapértelmezett fiók beállításakor.

# alreadyJoined
source: An account for this server already exists on the local machine. Only one account per server is allowed.
hu: Ehhez a kiszolgálóhoz már szerepel fiók a helyi számítógépen. Kiszolgálónként csak egy fiók engedélyezett.

# NoPassphraseTitle
source: No Passphrase
hu: Nincs hozzáférési kód

# label1.Text
source: Please wait while your iFolder account is connecting.
hu: Várjon, amíg kapcsolódik az iFolder fiók.

# accountLockout
source: The user account has been locked. Please contact your network administrator for assistance.
hu: A felhasználói fiók zárolva van. Forduljon a hálózati rendszergazdához segítségért.
