<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="es">
<meta name="Generator" content="Novell HTML Conversion 10 de marzo de 2004">
<meta name="Generation-Date" content="Domingo, 23 de octubre de 2005 15:54">
<meta name="Content-Date" content="Lunes, 22 de octubre de 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0007.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0007.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Ayuda de iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="preferences.html";
  var next_link="bwbirb9.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="bvwppw5"></a>
<div class="Topic" title="Configuring Local Firewall Settings for iFolder Traffic">
<h2 class="TOPIC-TITLE"><br />Configuraci&oacute;n de los ajustes del cortafuegos local para el tr&aacute;fico de iFolder</h2>
<p class="TOPIC">Si utiliza un cortafuegos local, debe ajustarlo para que permita que iFolder seleccione un puerto din&aacute;mico local, o bien configurar un puerto est&aacute;tico local para que el Cliente iFolder se comunique de forma local (el mismo equipo) con Mono XSP Server. iFolder utiliza los servicios Web de Mono XSP para comunicarse a trav&eacute;s de HTTP o HTTPS (SSL, por defecto) con los servidores empresariales de iFolder de Novell en los que tiene cuentas de iFolder. El administrador de iFolder configura los servicios de iFolder que determinan si las comunicaciones utilizar&aacute;n HTTP o HTTPS en el entorno del usuario.</p>
<p class="TOPIC">El cortafuegos no bloquea el tr&aacute;fico entre Mono XSP y el servidor empresarial de iFolder de Novell porque Mono XSP utiliza los puertos HTTP o HTTPS est&aacute;ndar para el tr&aacute;fico. No obstante, si bloquea el tr&aacute;fico entre el cliente y Mono XSP, el cliente no podr&aacute; comunicarse con el servidor. No podr&aacute; entrar en la cuenta de iFolder ni sincronizar datos de iFolder.</p>
<p class="TOPIC">En un principio, la configuraci&oacute;n de iFolder no especifica un puerto concreto para usar en las comunicaciones entre el cliente y Mono XSP. Cuando iFolder se ejecuta por primera vez, abre un puerto local disponible para escuchar las peticiones de Mono XSP y para enviar datos al servidor a trav&eacute;s de Mono XSP. Registra el n&uacute;mero de puerto en un archivo de configuraci&oacute;n y utiliza dicho puerto posteriormente, a no ser que no est&eacute; disponible al iniciar iFolder. Si otra aplicaci&oacute;n est&aacute; utilizando el puerto, iFolder selecciona otro puerto disponible, lo reconfigura en el archivo de configuraci&oacute;n y lo utiliza en adelante. Por ejemplo, si iFolder est&aacute; apagado y otra aplicaci&oacute;n utiliza el puerto, iFolder deber&aacute; seleccionar y configurar otro puerto para utilizar al reiniciarse.</p>
<h4 class="BRIDGEHEAD"><br />Uso de un puerto din&aacute;mico local</h4>
<p class="TOPIC">Si utiliza un cortafuegos local en el equipo, &eacute;ste deber&iacute;a detectar el tr&aacute;fico local entre iFolder y el servidor Mono XSP siempre que iFolder se ponga en contacto con el servidor para sincronizar la lista de usuarios y los datos de iFolder. Permita el tr&aacute;fico para impedir la recepci&oacute;n de alertas emergentes al iniciar el cliente. Si permite el tr&aacute;fico de forma permanente, el cortafuegos no volver&aacute; a record&aacute;rselo.</p>
<h4 class="BRIDGEHEAD"><br />Uso de un puerto est&aacute;tico local</h4>
<p class="TOPIC">De forma opcional, puede a&ntilde;adir el par&aacute;metro Web Service Port Range (Rango del puerto de servicio Web) en la secci&oacute;n Gestor de servicios (Service Manager) del archivo Simias.config para permitir que Mono-XSP Server utilice un puerto est&aacute;tico o un rango de puertos para este tr&aacute;fico local. Este puerto o rango de puertos podr&aacute; entonces abrirse en el cortafuegos para permitir las comunicaciones de Mono-XSP. </p>
<p class="TOPIC">El archivo Simias.config se encuentra en las ubicaciones siguientes:</p>
<table class="TABLENOTITLE" border="0" cellpadding="5" cellspacing="0">
<tr class="HEADERROW"><th align="left" valign="top" colspan="1" rowspan="1" scope="col"><a name="bwejkc4"></a><em class="TBLHEAD">Sistema operativo</em></th>
<th align="left" valign="top" colspan="1" rowspan="1" scope="col"><em class="TBLHEAD">Ubicaci&oacute;n del archivo Simias.config</em></th>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bwejkc5"></a><p class="ENTRY">Linux</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">/home/<em class="VARIABLE">nombre_usuario</em>/.local/share/simias/Simias.config</p></td>
</tr>
<tr class="EVENROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bwejlap"></a><p class="ENTRY">Windows</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">C:\Documents and Settings\<em class="VARIABLE">nombre_usuario</em>\Local Settings\Application Data\simias\Simias.config</p></td>
</tr>
<tr class="ODDROW"><td align="left" valign="top" colspan="1" rowspan="1" scope="row"><a name="bwejkc6"></a><p class="ENTRY">Macintosh</p></td>
<td align="left" valign="top" colspan="1" rowspan="1"><p class="ENTRY">/Users/<em class="VARIABLE">nombre_usuario</em>/.local/share/simias/Simias.config</p></td>
</tr></table>
<p class="TOPIC">A&ntilde;ada el ajuste Web Service Port Range (Rango del puerto de servicios Web) a la secci&oacute;n Service Manager (Gestor de servicios) del archivo Simias.config. Por ejemplo:</p> <pre class="CODESAMPLENARROW">&lt;configuraci&oacute;n&gt;</pre>
<pre class="CODESAMPLENARROW">  &lt;nombre de secci&oacute;n="ServiceManager"&gt;</pre>
<pre class="CODESAMPLENARROW">    &lt;nombre del ajuste="WebServicePortRange" valor="<em class="VARIABLE">puerto_monoxsp</em>" /&gt;   </pre>
<pre class="CODESAMPLENARROW">  &lt;/secci&oacute;n&gt;</pre>
<pre class="CODESAMPLENARROW">&lt;/configuraci&oacute;n&gt;</pre>
<p class="TOPIC">Sustituya <em class="VARIABLE">puerto_monoxsp</em> por un n&uacute;mero de puerto o rango de n&uacute;meros de puerto:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Especifique el valor correspondiente a un solo n&uacute;mero de puerto de cuatro d&iacute;gitos (por ejemplo, 1234) para utilizar un &uacute;nico puerto est&aacute;tico. Por ejemplo: <pre class="CODESAMPLENARROW">&lt;nombre del ajuste="WebServicePortRange" valor="<em class="VARIABLE">1234</em>" /&gt;</pre>
</li>
<li class="BULLETITEM">Especifique un rango de puertos (por ejemplo, "1234-1236") para utilizar cualquier puerto disponible del rango de puertos especificado. Por ejemplo: <pre class="CODESAMPLENARROW">&lt;nombre del ajuste="WebServicePortRange" valor="<em class="VARIABLE">1234-1236</em>" /&gt;</pre>
</li>
</ul>
<p class="TOPIC">Para configurar el sistema para que utilice un puerto o rango de puertos espec&iacute;fico:</p>
<ol class="STEPLIST">
<li class="STEP"><a name="bw4v93e"></a>
<p class="STEP">Configure el cortafuegos para permitir el tr&aacute;fico en el puerto o rango de puertos que desea utilizar para el tr&aacute;fico de iFolder.</p>
<p class="STEP">Para obtener informaci&oacute;n sobre c&oacute;mo abrir un puerto en el cortafuegos, consulte la documentaci&oacute;n de dicho cortafuegos.</p></li>
<li class="STEP"><a name="bw4v6ou"></a>
<p class="STEP">Para detener el Cliente iFolder, haga clic con el bot&oacute;n derecho en el icono iFolder <img src="../graphics/ifolder16.png" alt="Icono de aplicaci&oacute;n iFolder" /> y, a continuaci&oacute;n, seleccione Salir.</p></li>
<li class="STEP"><a name="bw4v6r7"></a>
<p class="STEP">Para modificar el archivo Simias.config, a&ntilde;ada el par&aacute;metro Web Service Port Range (Rango del puerto de servicios Web) a la secci&oacute;n Service Manager (Gestor de servicios).</p></li>
<li class="STEP"><a name="bw4vbz4"></a>
<p class="STEP">Inicie el Cliente iFolder.</p>
<p class="STEP">Para obtener informaci&oacute;n, consulte <a href="bw08fxi.html#bw08fxi">Inicio del Cliente iFolder</a>.</p></li>
</ol> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
