<!doctype html public "-//W3C//DTD HTML 4.01 Transitional//EN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="Content-Language" content="es">
<meta name="Generator" content="Novell HTML Conversion 10 de marzo de 2004">
<meta name="Generation-Date" content="Domingo, 23 de octubre de 2005 15:54">
<meta name="Content-Date" content="Lunes, 22 de octubre de 2005 12:00:00 GMT">
<meta name="Robots" content="INDEX, FOLLOW">
<meta name="Document_Number" content="zHTML xD.0000.0000.0002.0005.">
<meta name="Author" content="zHTML xD.0000.0000.0002.0005.">
<meta name="Product_Class" content="">
<meta name="Product_and_Version" content="iFolder(TM)">
<meta name="Copyright" content="Copyright Novell, Inc. 1983-2004">
<link rel="STYLESHEET" type="text/css" href="../../../ui/novdocmain.css">
<title>Ayuda de iFolder</title>
<script type="text/javascript" language="javascript">
function loadMenu()
{
	if ((parent.theMenu) && (parent.theMenu.amBusy == false) && parent.frames[2])
	{
	   parent.theMenu.loadScript("../doc/user/data/accountsprefs.html","../doc/user/data/toc_accountsprefs.html");
	}
	else{ setTimeout("loadMenu()",200);}
}
loadMenu();
</script>
<script type="text/javascript" language="javascript" src="../../../ui/jsglobal.js"></script>
</head>
<body onload="">
<script type="text/javascript" language="javascript">
  var prev_link="accountdetails.html";
  var next_link="preferences.html";
</script>
<script type="text/javascript" language="javascript" src="../../../ui/topnav.js"></script>
<a name="bvwsp7c"></a>
<div class="Topic" title="Deleting an iFolder Account">
<h2 class="TOPIC-TITLE"><br />Supresi&oacute;n de una cuenta de iFolder</h2>
<p class="TOPIC">Para especificar si desea eliminar s&oacute;lo una cuenta del equipo activo o si tambi&eacute;n desea eliminar las carpetas iFolder que posee del servidor, s&oacute;lo necesita detener las carpetas iFolder compartidas que ha configurado para dicha cuenta. </p>
<p class="TOPIC">Si elimina una cuenta de iFolder del equipo, las copias locales relacionadas de carpetas iFolder se revertir&aacute;n a carpetas normales. Podr&aacute; seguir accediendo a las carpetas iFolder desde otros equipos o Internet.</p>
<p class="TOPIC">Si elimina la cuenta de iFolder del servidor: </p>
<ul class="LISTBULLET">
<li class="BULLETITEM">Todas las carpetas iFolder que posee dejar&aacute;n de ser compartidas.</li>
<li class="BULLETITEM">Las copias locales de carpetas iFolder de equipos miembro se revertir&aacute;n a carpetas normales.</li>
<li class="BULLETITEM">La carpeta iFolder y su contenido se eliminar&aacute;n del servidor.</li>
<li class="BULLETITEM">Dejar&aacute; de ser miembro de las carpetas iFolder que otros usuarios comparten con usted.</li>
</ul>
<ol class="STEPLIST">
<li class="STEP"><a name="bvwspv2"></a>
<p class="STEP">Haga clic con el bot&oacute;n derecho en el icono de aplicaci&oacute;n iFolder <img src="../graphics/ifolder16.png" alt="Icono de inicio iFolder" /> en el &aacute;rea de notificaciones y, a continuaci&oacute;n, seleccione Cuentas para abrir el recuadro de di&aacute;logo Preferencias de iFolder en la pesta&ntilde;a Cuentas.</p></li>
<li class="STEP"><a name="bvwspv3"></a>
<p class="STEP">Seleccione la cuenta de iFolder que desea eliminar y, a continuaci&oacute;n, haga clic en Suprimir.</p></li>
<li class="STEP"><a name="bvwspqf"></a>
<p class="STEP">Un mensaje le solicitar&aacute; que determine el alcance de la acci&oacute;n de supresi&oacute;n. Realice uno de los siguientes pasos:</p>
<ul class="LISTBULLET">
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bvwsuhg"></a><em class="PARAWITHTITLE">Eliminar la cuenta de iFolder s&oacute;lo del equipo activo: </em>Deseleccione Remove My iFolder and Files from the Server (Eliminar mi carpeta iFolder y mis archivos del servidor) y, a continuaci&oacute;n, haga clic en S&iacute;. iFolder eliminar&aacute; la cuenta seleccionada &uacute;nicamente de la estaci&oacute;n de trabajo local. Las carpetas iFolder locales de esta cuenta se revertir&aacute;n a carpetas normales. Utilice un administrador de archivos para buscar y eliminar la copia local de los datos si no la necesita. </p>
<p class="BULLETITEM">Podr&aacute; seguir accediendo a las carpetas iFolder de esta cuenta desde otros equipos con el Cliente iFolder. Si el Cliente iFolder se utiliza con un servidor empresarial de iFolder<sup>&reg;</sup> 3.<em class="VERSIONVARIABLE">x</em> de Novell<sup>&reg;</sup>, podr&aacute; acceder a los archivos desde cualquier lugar con Web Access de iFolder 3.<em class="VERSIONVARIABLE">x</em> de Novell.</p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bvwsxkq"></a><em class="PARAWITHTITLE">Eliminar la cuenta de iFolder, as&iacute; como las carpetas iFolder y los archivos del servidor: </em>Seleccione Remove My iFolder and Files from the Server (Eliminar mi carpeta iFolder y mis archivos del servidor) y, a continuaci&oacute;n, haga clic en S&iacute;. iFolder eliminar&aacute; la cuenta seleccionada de la estaci&oacute;n de trabajo local. Tambi&eacute;n eliminar&aacute; todas las carpetas iFolder que posee de esta cuenta del servidor y las revertir&aacute; a carpetas normales en el equipo activo y en todos los equipos miembro. Finalmente, con esta acci&oacute;n dejar&aacute; de ser miembro de las carpetas iFolder compartidas de esta cuenta. Todas las carpetas iFolder locales se revertir&aacute;n a carpetas normales. Utilice un administrador de archivos para buscar y eliminar la copia local de los datos si no la necesita.</p>
<p class="BULLETITEM">Si decide volver a utilizar esta cuenta en este o en otros equipos, deber&aacute; configurar la cuenta y las carpetas iFolder correspondientes del mismo modo que al crearla.</p></li>
<li class="BULLETITEM"><p class="PARAWITHTITLE"><a name="bvwsxkr"></a><em class="PARAWITHTITLE">Cancelar la supresi&oacute;n: </em>Haga clic en No para cancelar la acci&oacute;n de supresi&oacute;n. La cuenta y las carpetas iFolder correspondientes permanecer&aacute;n intactas.</p></li>
</ul></li>
</ol> </div>
<script type="text/javascript" language="javascript" src="../../../ui/bottomnav.js"></script>
</body>
</html>
